{"AllianceGenome": "11784", "HGNC": "11784", "MIM": "188040", "_id": "7056", "_version": 1, "accession": {"genomic": ["AF495471.1", "AL049651.2", "CH471133.3", "CP068258.2", "D00210.1", "J02973.1", "M74564.1", "NC_000020.11", "NC_060944.1", "NG_012027.1"], "protein": ["AAA61175.1", "AAB59508.1", "AAH35602.2", "AAH53357.1", "AAM03232.1", "BAA00149.1", "BAG53913.1", "CAA29045.1", "EAX10172.1", "NP_000352.1", "P07204.2"], "rna": ["AI285986.1", "AK091934.1", "AK123557.1", "BC035602.1", "BC053357.1", "BG771668.1", "M16552.1", "NM_000361.3", "X05495.1"], "translation": [{"protein": "AAH53357.1", "rna": "BC053357.1"}, {"protein": "NP_000352.1", "rna": "NM_000361.3"}, {"protein": "AAB59508.1", "rna": "M16552.1"}, {"protein": "AAH35602.2", "rna": "BC035602.1"}, {"protein": "BAG53913.1", "rna": "AK123557.1"}, {"protein": "CAA29045.1", "rna": "X05495.1"}]}, "alias": ["AHUS6", "BDCA-3", "BDCA3", "CD141", "THPH12", "THRM", "TM"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "moderate", "classification_date": "2023-11-06T18:00:00.000Z", "disease_label": "thrombomodulin-related bleeding disorder", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0013775", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_358cb384-4303-425d-9b92-509c600c2d03-2023-11-06T180000.000Z", "sop": "SOP10"}, {"classification": "refuted", "classification_date": "2024-06-28T16:00:00.000Z", "disease_label": "atypical hemolytic-uremic syndrome", "gcep": "Complement-Mediated Kidney Diseases Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0016244", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_867df2fb-b300-4f48-8be0-e600bee48bdd-2024-06-28T160000.000Z", "sop": "SOP10"}, {"classification": "limited", "classification_date": "2023-11-06T18:00:00.000Z", "disease_label": "thrombomodulin-related bleeding disorder", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0013775", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_65204ffc-d2bd-4334-bf9f-eaea618593dd-2023-11-06T180000.000Z", "sop": "SOP10"}]}, "ensembl": {"gene": "ENSG00000178726", "protein": "ENSP00000366307", "transcript": "ENST00000377103", "translation": [{"protein": "ENSP00000366307", "rna": "ENST00000377103"}], "type_of_gene": "protein_coding"}, "entrezgene": "7056", "exons": [{"cdsend": 23049504, "cdsstart": 23047776, "chr": "20", "position": [[23045632, 23049672]], "strand": -1, "transcript": "NM_000361", "txend": 23049672, "txstart": 23045632}], "exons_hg19": [{"cdsend": 23030141, "cdsstart": 23028413, "chr": "20", "position": [[23026269, 23030309]], "strand": -1, "transcript": "NM_000361", "txend": 23030309, "txstart": 23026269}], "generif": [{"pubmed": 11231927, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11245641, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11257274, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11552992, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11642722, "text": "a tumor marker for cardiac myxoma"}, {"pubmed": 11734675, "text": "association between decreased pulmonary endothelial cell thrombomodulin and local fibrin deposition in pneumonia"}, {"pubmed": 11846431, "text": "Establishment of a standard assay method for human thrombomodulin and determination of the activity of the Japanese reference standard"}, {"pubmed": 11848462, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 11848462, "text": "Smoking carriers of the THRM -33G/A polymorphism had a nearly 10-fold increased risk of young AMI compared with nonsmoking non-carriers. The prothrombotic milieu due to decreased THRM expression in this polymorphism may be an important mechanism of AMI."}, {"pubmed": 11858479, "text": "Pts with low soluble thrombomodulin levels had a significantly increased risk of hemorrhagic but not ischemic stroke."}, {"pubmed": 11864703, "text": "vWF and tPAag but not thrombomodulin in the present population are independent markers of atherosclerosis."}, {"pubmed": 11864708, "text": "Arsenite caused a decrease of t-PA mRNA level and a rise of both PAI-1 mRNA level and activity in microvascular endothelial cells, but not umbilical vein endothelial cells, suggesting a role in Blackfoot disease, a peripheral vascular occlusive disease."}, {"pubmed": 11986219, "text": "Naturally occurring mutations in the thrombomodulin gene result in impaired function"}, {"pubmed": 12031986, "text": "substantial reduction of vascular endothelial thrombomodulin expression throughout human diabetic neuropathy may contribute to microvascular ischemia in the pathogenesis of diabetic neuropathy"}, {"pubmed": 12066950, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12068020, "text": "functional epitope of thrombin recognizing thrombomodulin was mapped using Ala-scanning mutagenesis of 54 residues located around the active site, the Na(+) binding loop, the 186-loop, the autolysis loop, exosite I, and exosite II"}, {"pubmed": 12135317, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12139752, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12204814, "text": "Thrombomodulin gene mutation of the 5'-regulatory region might constitute risks for arterial and venous thromboses."}, {"pubmed": 12210386, "text": "Reduced thrombomodulin in human peripheral nerve microvasculature"}, {"pubmed": 12297717, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12407115, "text": "thrombomodulin-dependent activation of protein C is regulated by Smad6 and Smad7"}, {"pubmed": 12576329, "text": "results suggest that oxidized phospholipids inhibit transcription of the thrombomodulin gene in vascular endothelium by inhibiting the binding of retinoic acid receptor beta-retinoid x receptor alpha heterodimer and Sp1 and Sp3 to thrombomodulin promoter"}, {"pubmed": 12709053, "text": "Results show that VR1 is a subsite of exosite 1 on thrombin's surface, which regulates exclusive binding of either plasminogen activator inhibitor 1 or thrombomodulin."}, {"pubmed": 12831611, "text": "The increase of thrombomodulin secretion results in homeostatic disturbance, which might be one of the important mechanims of multiple organs dysfunction syndrome."}, {"pubmed": 12862205, "text": "thrombomodulin level may be a molecular marker of the latent progression of atherosclerosis in hypertensive patients"}, {"pubmed": 12871544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12871600, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12918732, "text": "Behcet's disease with vascular complications involves higher levels of thrombomodulin."}, {"pubmed": 12920633, "text": "the Stx2-induced decrease of TM expression in glomerular endothelial cells might contribute to the local procoagulant state present in hemolytic uremic syndrome"}, {"pubmed": 12951323, "text": "TM can function as a Ca2+-dependent cell-to-cell adhesion molecule. Binding of specific carbohydrates to the lectin-like domain is essential for this specific function"}, {"pubmed": 14523329, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 14556624, "text": "An interdomain connection modulated by the methionine linker residue at position 388 between the fourth and fifth domains of thrombomodulin is critical for thrombin-binding and anticoagulant cofactor activity."}, {"pubmed": 14715348, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14769148, "text": "posttranscriptional downregulation of TM mRNA by IFN-gamma that identifies the 3'-UTR as a target of IFN-gamma-stimulated destabilization"}, {"pubmed": 14983241, "text": "variation in the promoter region of thrombomodulin (V/delTT) is associated with an elevated risk for myocardial infarct in Northern but not in Southern Europeans"}, {"pubmed": 14987915, "text": "Role of thrombomodul in the pathogenesis of coagulopathy or thrombosis in cyanotic congenital heart disease"}, {"pubmed": 15080580, "text": "Thrombomodulin may not play an important inflammation-related role in plaque development."}, {"pubmed": 15099291, "text": "TM was found on the surace of islet cells as well as vascular endothelial cells, whereas no TM was found in the components of exocrine pancreas"}, {"pubmed": 15135268, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15178554, "text": "Review. TM, APC, & EPCR impact coagulation, inflammation, fibrinolysis, & cell proliferation. We review the functions of this complex multimolecular system & how its components maintain homeostasis under hypercoagulable &/or proinflammatory conditions."}, {"pubmed": 15183044, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15183044, "text": "identified 10 point mutations and 2 small deletions in the promoter region in 182 patients with acute coronary syndrome"}, {"pubmed": 15488871, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15574195, "text": "Among women aged 15 to 44 years, the A Allele genotype is more prevalent among blacks than whites and is associated with increased risk of early onset ischemic stroke"}, {"pubmed": 15574195, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15582990, "text": "mechanism of thrombomodulin action is to kinetically facilitate the productive encounter of thrombin and protein C and to allosterically change the conformation of the activation peptide of protein C for optimal presentation to the thrombin active site"}, {"pubmed": 15613027, "text": "The profibrinolytic effect of plasma TM may contribute to the bleeding tendency observed in some factor XI -deficient patients"}, {"pubmed": 15677570, "text": "mechanism involving competition by NF-kappaB for limited pools of the transcriptional coactivator p300 necessary for TM gene expression"}, {"pubmed": 15705565, "text": "PC interactions with thrombin and thrombomodulin are likely contribute in a secondary or minor way to protein substrate affinity"}, {"pubmed": 15714116, "text": "Lack of thrombomodulin expression due to methylation of the promoter CpG island is associated with malignant melanoma"}, {"pubmed": 15837080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15842356, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15842356, "text": "Thrombomodulin gene polymorphisms do not have a role in venous thromboembolism"}, {"pubmed": 15897668, "text": "Elevation of adiponectin may be a defense mechanism against endothelial damage, reflected by elevated CD146 and thrombomodulin."}, {"pubmed": 16043642, "text": "Statin-dependent induction of eNOS and thrombomodulin requires KLF2 and thereby provides a novel molecular target for modulating endothelial function in vascular disease."}, {"pubmed": 16126727, "text": "thrombomodulin induces Ca2+ signals and nitric oxide synthesis through EGFR and calmodulin kinase II"}, {"pubmed": 16136486, "text": "Thrombomodulin (TM) expression in the stem villous vasculature and syncytiotrophoblast of the placenta is impaired in severe preeclampsia"}, {"pubmed": 16153429, "text": "CRP significantly decreases the expression of TM and EPCR in human endothelial cells, thereby promoting thrombogenic conditions."}, {"pubmed": 16307806, "text": "Increasing plasma TM predicts worse clinical outcome in acute coronary syndromes."}, {"pubmed": 16418283, "text": "TM functions by alleviating the Ca(2+)-dependent inhibitory interactions of Arg-67 of protein C and Arg-35 of thrombin"}, {"pubmed": 16456088, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16507317, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16507317, "text": "thrombomodulin mutations, especially those with a haplotype consisting of 2729A>C and A455V missense mutation, affect sTM levels, and may be associated with deep vein thrombosis in Japanese"}, {"pubmed": 17003923, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17049585, "text": "possible role for high levels of thrombomodulin as a marker of HCC development in patients with cirrhosis, whereas high levels of EPCR are a possible marker of worse HCC prognosis, being a sign of endothelial damage of large vessels"}, {"pubmed": 17067436, "text": "study disclosed for the first time significantly higher increments in the circulating levels of thrombomodulin in familial Mediterranean fever"}, {"pubmed": 17099142, "text": "Release of EPCR and TM into the conditioned medium was inhibited by the metalloproteinase inhibitors (TAPI) and GM6001, indicating that the shedding of EPCR and TM from the alveolar epithelium is mediated by a metalloproteinase."}, {"pubmed": 17099210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17099210, "text": "mutations in the TM are not a major cause of recurrent miscarriage although they may exert a modifier effect in combination with other variants."}, {"pubmed": 17195062, "text": "Levels of thrombomodulin are inversely associated with the risk of type 2 diabetes."}, {"pubmed": 17275499, "text": "The endothelial reperfusion injury after liver transplantation shows an increase in thrombomodulin."}, {"pubmed": 17278618, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17287633, "text": "LPS down-regulates the THRM expression of monocytes and NFKB is a critical mediator of the repression of THRM by LPS. Regulation of the THRM expression by LPS depends on the presence of serum."}, {"pubmed": 17677000, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17702963, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17848551, "text": "peripheral clock in vascular endothelial cells regulates TM gene expression and that the oscillation of TM expression may contribute to the circadian variation of cardiovascular events"}, {"pubmed": 17849052, "text": "Thrombin-thrombomodulin-mediated degradation of protein C by epithelial/endothelial cell suggests a previously unrecognized mechanism, which can contribute to protein C consumption."}, {"pubmed": 17875054, "text": "In chronic bronchitis, exercise induced increases in circulating TM levels correlate with elevations in VEGF level which affects functional properties of endothelial cells in pulmonary microvessels in inflamed airways."}, {"pubmed": 17895503, "text": "a significant correlation between thrombomodulin and severe preeclampsia and between population ethnicity and thrombomodulin level"}, {"pubmed": 17982464, "text": "Thrombomodulin-dependent activated protein C formation mediates cytoprotection in diabetic nephropathy by inhibiting glomerular apoptosis."}, {"pubmed": 18035074, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18204921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18204921, "text": "Our results suggest that these three thrombomodulin gene polymorphisms do not contribute to sTM level variations and are not associated with risk of brain infarction and mortality after stroke."}, {"pubmed": 18373234, "text": "Decreased plasma sTM concentration is associated with an increased risk of PTE in women"}, {"pubmed": 18484695, "text": "Higher serum concentrations of endothelin-1 (ET-1), E-selectin, and Thrombomodulin were observed in SLE patients in comparison with controls"}, {"pubmed": 18568955, "text": "Thrombin downregulates THBD expression and activiy in primary endothelial cells."}, {"pubmed": 18579691, "text": "HuR plays an important role in suppression of TM protein synthesis in IL-1beta treatment and sepsis"}, {"pubmed": 18590927, "text": "Impaired binding of thrombin to thrombomodulin is associated with risk of deep vein thrombosis."}, {"pubmed": 18940182, "text": "TM may play an important role in exerting cytoprotective effect on epidermal keratinocytes against low-dose UVB."}, {"pubmed": 18947863, "text": "Allergen-enhanced thrombomodulin (blood dendritic cell antigen 3, CD141) expression on dendritic cells is associated with a TH2-skewed immune response"}, {"pubmed": 18974842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18977990, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18991188, "text": "Changes in nailfold capillaroscopy, endothelial cell activation markers (VEGF, endothelin-1, E-selectin, and thrombomodulin) and features of systemic lupus erythematosus suggest microvascular abnormalities in the clinical manifestation of the disease."}, {"pubmed": 19055859, "text": "Global fibrinolytic capacity and TM levels were significantly higher in the Legg-Calve-Perthes disease patients"}, {"pubmed": 19074424, "text": "The roles of selected arginine and lysine residues of TAFI (Pro-CPU) in its activation to TAFIa by the thrombin-thrombomodulin complex."}, {"pubmed": 19091791, "text": "Ets-1 mediates platelet-derived growth factor-BB-induced thrombomodulin expression in human vascular smooth muscle cells."}, {"pubmed": 19133039, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19238444, "text": "HuGE review of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19278588, "text": "Complement C5a can depress the gene expression of thrombomodulin in endothelial cells in vitro."}, {"pubmed": 19356953, "text": "Expression of t-PA, PAI-1, TF, TFPI, TM, CD68 and VE-cadherin were significantly increased in the early symptomatic group, but the level of gene expression in the late symptomatic group was indistinguishable from the asymptomatic group."}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19436051, "text": "significantly increased expression of EPCR and TM in the valvular sinus endothelium as opposed to the vein lumenal endothelium, and the opposite pattern with VWF"}, {"pubmed": 19477487, "text": "TM levels were significantly elevated in end-stage renal disease patients compared to controls"}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19609862, "text": "Atorvastin induces THBD expression in TNFalpha-treated human aortic endothelial cells."}, {"pubmed": 19625716, "text": "Mutations that impair the function of thrombomodulin occur in about 5% of patients with atypical hemolytic-uremic syndrome"}, {"pubmed": 19625716, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19638712, "text": "Report increased P-selectin expression on platelets and decreased plasma thrombomodulin in Fontan patients."}, {"pubmed": 19656282, "text": "The 2.4 A structure of thrombin complexed with EGF domains 4-6 of thrombomodulin shows an altered conformation of thrombin similarly to Na(+) coordination, ordering of the Na(+) binding loop & opening of the adjacent S1 pocket."}, {"pubmed": 19682239, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19900089, "text": "Eight of the 37 cases (22%) of GISTs showed cytoplasmic staining for thrombomodulin"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20036902, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20051099, "text": "Reduction of 45% of thrombomodulin expression in spontaneous miscarriage group respect the control groups."}, {"pubmed": 20116378, "text": "JNK-ATF-2 inhibits thrombomodulin (TM) expression by recruiting histone deacetylase4 (HDAC4) and forming a transcriptional repression complex in the TM promoter."}, {"pubmed": 20128871, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20309589, "text": "glucose upregulate TM mRNA and protein expression."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20479115, "text": "CD141+ dendritic cells are the only cells in human blood that express the chemokine receptor XCR1 and respond to the specific ligand XCL1 by Ca2+ mobilization and potent chemotaxis."}, {"pubmed": 20479116, "text": "The first detailed functional analysis of the human CD141+ dendritic cell subset, is reported."}, {"pubmed": 20479117, "text": "A population of human dendritic cells (DC) that expresses DNGR-1 (CLEC9A) and high levels of BDCA3 and resembles mouse CD8alpha+ DCs in phenotype and function, is characterized."}, {"pubmed": 20505198, "text": "PDGF-BB induced Thrombomodulin mRNA expression in scleral and corneal stromal cells, but Western blot analysis revealed the increase in TM expression only in the scleral cells."}, {"pubmed": 20513133, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20538124, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20542541, "text": "The plasma aTAFI and thrombomodulin levels do not seem to be related with the presence of thrombosis observed in Behcet disease."}, {"pubmed": 20581778, "text": "The aim of the study was to see if there is a difference in the values of Thm and beta2-GPI in children with ischemic stroke."}, {"pubmed": 20627281, "text": "Case Reports: HELLP syndrome complicated by disseminated intravascular coagulation that developed after delivery and were successfully treated using recombinant TM."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20713448, "text": "TM, a novel downstream target of Snail in epithelial-mesenchymal transition, is required for maintaining epithelial morphology and functions as a tumor suppressor."}, {"pubmed": 21041299, "text": "PF4 is shown to inhibit activation of TAFI by thrombin-thrombomodulin"}, {"pubmed": 21150180, "text": "Serum TM and vWF levels might represent additional, but not independent, prognostic markers in childhood ALL."}, {"pubmed": 21239103, "text": "transcription of thrombomodulin mRNA was 1.28 times higher in myometrial tissue than in myoma. Anticoagulation/fibrinolytic functions may be higher in myometrium than in fibroids. This may be an explanation for mechanism of uterine artery occlusion"}, {"pubmed": 21370217, "text": "It appears that the elevation in plasma TM is not related to renal or hepatic dysfunction in pre-eclampsia. It is more likely that plasma TM is derived from placental or vascular endothelial cells subsequent to activation or damage"}, {"pubmed": 21423464, "text": "Paclitaxel downregulates thrombomodulin expression in aortic endothelial cells."}, {"pubmed": 21466416, "text": "These data indicate that TM-overexpression has the potential to improve the antithrombotic performance of patient-derived endothelial progenitor cell for endothelialization applications."}, {"pubmed": 21489980, "text": "methylation of the TM promoter is responsible for silencing of TM expression in MM tissue, a process that is regulated by PARP1."}, {"pubmed": 21556780, "text": "Increased UT-II, sTM, and vWF in ankylosing spondylitis patient sera regardless of treatment and disease activity suggest an increased tendency for atherosclerosis."}, {"pubmed": 21774968, "text": "The highly diminished delaying effect of TM on FXIII activation and on the cross-linking of fibrin in FV(Leiden) carriers might represent a novel mechanism contributing to the increased thrombosis risk of these individuals."}, {"pubmed": 21805323, "text": "Alterations in expression of TM and its partner proteins may be manifest by inflammatory and thrombotic disorders."}, {"pubmed": 21828042, "text": "HNK-1ST may be responsible for regulating the sorting of alpha- and beta-TM."}, {"pubmed": 21833011, "text": "Thrombomodulin and RHBDL2 are upregulated in human HaCaT cells stimulated by scratch wounds; furthermore, increased solulbe thrombomodulin was found in culture medium."}, {"pubmed": 21890178, "text": "MIF may affect blood coagulation and anticoagulation through its influence on endothelial cell ICAM-1 and thrombomodulin expression."}, {"pubmed": 21896842, "text": "Long-term exposure to a physiological shear stress in the retinal arterioles up-regulated eNOS and thrombomodulin mRNA expressions and downregulated ET-1 mRNA expression in retinal endothelial cells."}, {"pubmed": 21911804, "text": "Thrombomodulin gene variants are associated with increased mortality after coronary artery bypass surgery."}, {"pubmed": 22206250, "text": "[review] TM binds thrombin, changing thrombin's substrate specificity from procoagulant and pro-inflammatory to anti-coagulant and anti-inflammatory."}, {"pubmed": 22232927, "text": "The results made it possible to assume that the F7 and THBD genes play an important role in genetic predisposition to unfavorable outcomes in patients with a history of acute ischemic heart disease."}, {"pubmed": 22410019, "text": "results suggest that thrombomodulin may improve the viability of liver grafts from non-heart-beating donors."}, {"pubmed": 22426543, "text": "Our findings suggest a close relationship between the expression of thrombomodulin and microhemorrhage in vestibular schwannoma."}, {"pubmed": 22496090, "text": "Recombinant human thrombomodulin may be an effective adjunctive therapy in the management of DIC related to PPH."}, {"pubmed": 22533488, "text": "results showed increased TM levels in synovial fluid and dramatically impaired expression of TM on synovial cells, suggesting a massive release of TM into the synovial fluid in haemophilic arthropathy"}, {"pubmed": 22573811, "text": "we conclude that monocytic membrane-bound thrombomodulin participates in the LPS- and gram-negative bacteria-induced inflammatory response."}, {"pubmed": 22593542, "text": "TM interacts with ezrin. TM cytoplasmic domain directly interacts with the N-terminal domain of ezrin"}, {"pubmed": 22682121, "text": "Mechanisms coupling thrombomodulin to tumor dissemination"}, {"pubmed": 22689672, "text": "loss of endothelial thrombomodulin expression rather than excessive T-cell infiltration associates with steroid-refractory graft-versus-host disease and mortality."}, {"pubmed": 22734102, "text": "TM 1418C/T polymorphism is independent predictor of AMI and synergies with smoking."}, {"pubmed": 22750541, "text": "Data indicate that protein C (PC) to activated protein C (APC) conversion is dependent upon Thrombomodulin (TM) concentration."}, {"pubmed": 22796578, "text": "Thrombomodulin upregulates extracellular signal-regulated kinase/myeloid leukemia cell-1 signaling to protect endothelial cells from calcineurin inhibitor-induced toxicity."}, {"pubmed": 22880619, "text": "In subjects 49 years of age or younger, the C1418T variant (Ala455Val substitution) of thrombomodulin was significantly associated with coronary artery disease."}, {"pubmed": 22903729, "text": "FFAs inhibit TM-EPCR-Protein C system in endothelial cells through activating JNK signaling, which may be a mechanism for the prothrombotic state in metabolic syndrome."}, {"pubmed": 22918506, "text": "effect of antithrombin (SERPINC1), protein C (PROC), thrombomodulin (THBD) and tissue factor pathway inhibitor (TFPI) single nucleotide polymorphisms (SNPs) on the risk of recurrent pregnancy loss"}, {"pubmed": 22985614, "text": "Data suggest that children with hypothyroidism exhibit decreased thrombomodulin, decreased TFPI (tissue factor pathway inhibitor), and increased TAFI (thrombin-activatable fibrinolysis inhibitor) in plasma."}, {"pubmed": 23140098, "text": "Letter: Plasmin and the thrombin-thrombomodulin complex both contribute to thrombin-activatable fibrinolysis inhibitor activation in whole blood model thrombi."}, {"pubmed": 23274063, "text": "TM is a novel molecule that promotes apoptosis and vascular calcification by regulation of Gas6, presumably via EGF receptor/ERK axis."}, {"pubmed": 23292007, "text": "Increased methylation levels of THBD is associated with highly active Helicobacter pylori-related gastritis."}, {"pubmed": 23383040, "text": "severe DV infections induce MIF expression, which in turn stimulates monocytes or endothelial cells to express TM and ICAM-1 via the Erk, JNK MAPK and the PI3K signaling pathways"}, {"pubmed": 23520161, "text": "There is an association of thrombomodulin gene expression and venous thromboembolism risk in patient carrying this gene."}, {"pubmed": 23741007, "text": "Loss of EPCR and Thrombomodulin at sites of malaria-infected erythrocytes cytoadherence is detectible in nonfatal cerebral malaria."}, {"pubmed": 23829893, "text": "RSV infection induces a distinct pattern of costimulatory molecule expression and cytokine production by BDCA-1(+) and BDCA-3(+) mDCs, and impairs their ability to stimulate T cell proliferation."}, {"pubmed": 23844043, "text": "p53 serves as a key regulator of keratinocyte thrombomodulin expression."}, {"pubmed": 23881386, "text": "Thrombomodulin mediates the migration of cervical cancer cells through the regulation of epithelial-mesenchymal transition biomarkers."}, {"pubmed": 23918310, "text": "Data indicate that thrombomodulin (TM) expression may regulate cell growth and migration in ovarian cancer cells, and suggest that TM may be a novel prognostic and therapeutic target for ovarian cancer."}, {"pubmed": 23950139, "text": "Recombinant thrombomodulin suppresses vascular inflammation by inhibiting leukocyte recruitment to endothelium through attenuating Le(y)-mediated adhesion and further protects against atherosclerosis progression."}, {"pubmed": 23954867, "text": "THBD 1418T allele was associated with the increased risk of idiopathic recurrent pregnancy loss."}, {"pubmed": 24004409, "text": "These data suggest that peripheral HMGB1 causes hyperalgesia and that recombinant human thrombomodulin (rhsTM) abolishes HMGB1-dependent hyperalgesia, providing novel evidence for therapeutic usefulness of rhsTM as an analgesic."}, {"pubmed": 24049150, "text": "Activated dendritic cell subsets expressing CD141/CLEA9A/CD1c, likely recruited into the tubulointerstitium, are positioned to play a role in the development of fibrosis and, thus, progression to chronic kidney disease."}, {"pubmed": 24136651, "text": "The lectin-like domain of TM does not play an important role in the host response to M. tuberculosis infection in mice."}, {"pubmed": 24243921, "text": "Serum thrombomodulin and von Willebrand factor levels as a parameter of endothelial dysfunction during the acute phase of acute lymphoblastic leukemia might represent an additional prognostic marker in childhood acute lymphoblastic leukemia."}, {"pubmed": 24366193, "text": "Results suggest that downregulation of TM plays a crucial role in melanocyte transformation and melanoma progression."}, {"pubmed": 24368584, "text": "Thrombomodulin modulates dendritic cells via both antagonism of high mobility group protein B1 and an independent mechanism."}, {"pubmed": 24498917, "text": "Soluble human thrombomodulin attenuates sinusoidal obstruction syndrome in rat through suppression of high mobility group box 1."}, {"pubmed": 24554575, "text": "Macro- and microscale variables regulate stent haemodynamics, fibrin deposition and thrombomodulin expression."}, {"pubmed": 24573987, "text": "thrombomodulin may have a role in severity and outcome of community-acquired pneumonia"}, {"pubmed": 24602049, "text": "This study aimed to evaluate the effect of gene polymorphisms of CYP2C9, VKORC1, thrombomodulin (THBD) and C-reactive protein (CRP) on the risk of bleeding complications of warfarin at therapeutic INR in Korean patients with mechanical cardiac valves"}, {"pubmed": 24886404, "text": "TM plays an important role in bladder cancer tumor aggressiveness in vitro and in vivo and is a clinically significant predictor that may represent a suitable therapeutic target for bladder cancer."}, {"pubmed": 24886544, "text": "Endothelial activation, quantified by plasma levels of thrombomodulin (and angiopoietin-2) plays an important role in the development of acute kidney injury in patients with myocardial infarction."}, {"pubmed": 24910448, "text": "Data indicate that blood dendritic cell antigen 3 BDCA3(+) and C-type lectin domain family 9, member A CLEC9A(+) dendritic cells (DC) are of major importance in the induction of anti-viral and anti-tumor immunity."}, {"pubmed": 24918929, "text": "hMPV-infected BDCA-1(+) and BDCA-3(+) mDCs induced expansion of Th17 cells, in response to RSV, BDCA-1(+) mDCs induced expansion of Th1 cells and BDCA-3(+) mDCs induced expansion of Th2 cells and Tregs"}, {"pubmed": 24975273, "text": "Data suggest vitamin D receptor target genes (THBD; DUSP10, dual specificity phosphatase 10; NRIP1, nuclear receptor interacting protein 1; TRAK1, trafficking protein kinesin binding 1) can be used as markers for response to vitamin D3 supplements."}, {"pubmed": 25039491, "text": "IKKbeta regulates endothelial thrombomodulin in a Klf2-dependent manner"}, {"pubmed": 25066897, "text": "Arg12 of TAFI plays an important role in thrombomodulin-mediated TAFI activation by thrombin"}, {"pubmed": 25108690, "text": "TM-33G/A and Ala455Val polymorphisms are risk factors for coronary artery disease."}, {"pubmed": 25144670, "text": "Review/Meta-analysis: TM -33G/A and Ala455Val polymorphisms were risk factors for coronary artery disease."}, {"pubmed": 25149909, "text": "The study reports effects of the prothrombin Yukuhashi mutation on thrombomodulin-protein C anticoagulant system."}, {"pubmed": 25214376, "text": "Recombinant thrombomodulin does not impair neutrophil functions."}, {"pubmed": 25225421, "text": "THBD SNPs predict mortality of manifest GVHD but not the risk of acquiring GVHD, supporting the hypothesis that endothelial vulnerability contributes to GVHD refractoriness."}, {"pubmed": 25238231, "text": "Cyclic strain strongly downregulated TM expression in a p38- and receptor tyrosine kinase-dependent manner in aortic endothelial cells."}, {"pubmed": 25250518, "text": "Thrombomodulin is differentially regulated within cultured brain microvascular endothelial cells by cytokines and shear stress."}, {"pubmed": 25388665, "text": "kinetics of the interaction between serine/threonine-rich domain of thrombomodulin (rTMD23) and FGFR1 were analysed in umbilical vein endothelial cells"}, {"pubmed": 25497974, "text": "Thrombomodulin may modulate allergic responses by inhibiting the activation of both eosinophils and mast cells."}, {"pubmed": 25564403, "text": "Thrombomodulin mutation is associated with autosomal dominant bleeding disorder."}, {"pubmed": 25616220, "text": "function and regulation of BDCA3 expression and IFN-lambda production by dendritic cells"}, {"pubmed": 25643141, "text": "Report functional difference between membrane-bound and soluble human thrombomodulin regarding blood coagulation and inflammation."}, {"pubmed": 25643902, "text": "The lack of any association between the sTM levels and genetic variants in ARDS suggests that the increased levels of sTM may reflect severity of endothelial damage rather than genetic heterogeneity."}, {"pubmed": 25651160, "text": "high-glucose environment reduces the expression of TM and TLR4 in keratinocytes possibly through the action of TNF-alpha, and recombinant sTM can increase the TLR4 expression and promote wound healing under diabetic condition"}, {"pubmed": 25790110, "text": "levels of protein C and soluble thrombomodulin in critically ill patients with acute kidney injury"}, {"pubmed": 26133301, "text": "increased plasma TM levels and serum hs-CRP levels in cerebral infarction (CI) patients were associated with the development of CI in Asians."}, {"pubmed": 26159646, "text": "The results of this study supported the association of the epistatic interactions of ALOX5AP, THBD, and KNG1 and present novel evidence for the main effect of KNG1 gene on IS susceptibility."}, {"pubmed": 26179123, "text": "The EGF5, 6 domains of thrombomodulin appear to be the major domains for down-regulating the complement system rather than the lectin-like domain during xenogenic stimuli."}, {"pubmed": 26226255, "text": "The presence of THBD proximal promoter polymorphisms do not explain variations in levels of serum and cell-expressed THBD in premature acute coronary syndrome patients in Bahrain."}, {"pubmed": 26246110, "text": "the functional relevance of the rs3176123 variation and indicate that higher thrombomodulin expression by individuals with the 2729C allele likely accounts for their decreased risk for acute GVHD development and subsequent mortality."}, {"pubmed": 26338301, "text": "Membrane-bound TM in macrophages plays an essential role in the development of abdominal aortic aneurysms by enhancing proinflammatory mediator elaboration, macrophage recruitment, and oxidative stress."}, {"pubmed": 26468766, "text": "A minimal TM fragment consisting of the fourth, fifth, and most of the sixth EGF-like domain (TM456m) that has been prepared has much improved solubility, thrombin binding capacity, and anticoagulant activity versus those of previous TM456 constructs."}, {"pubmed": 26613809, "text": "Case Report: thrombotic microangiopathy with mutations in complement factor I and thrombomodulin."}, {"pubmed": 26634653, "text": "Identified Nur77/Nor1 as novel regulators of thrombomodulin expression and function in vascular endothelial cells."}, {"pubmed": 26743062, "text": "results do not suggest a predictive role for THBD c.1418C>T polymorphism in VTE recurrence"}, {"pubmed": 26816270, "text": "R12 is a critical residue for the activation of TAFI by thrombin-thrombomodulin"}, {"pubmed": 26888356, "text": "evidence of association between the -33G/A polymorphism in the TM gene and the risk of myocardial infarction in Asians; the Ala455Val variant was not associated with atherosclerotic risk [meta-analysis]"}, {"pubmed": 26891741, "text": "Decreased thrombomodulin expression in preeclampsia may play a role in placental dysfunction in preeclampsia and is possibly caused by an angiogenic imbalance. Hypertension and obesity are associated with thrombomodulin downregulation."}, {"pubmed": 26959535, "text": "High serum thrombomodulin expression is associated with non-alcoholic fatty liver disease."}, {"pubmed": 27002259, "text": "In placenta of patients with preeclampsia, we detected abnormal expression of F3 and THBD with increased protein and mRNA levels. The role of these molecules in the pathogenesis of this disease and in alterations of hemostatic and histopathological aspects of placentas need further studying."}, {"pubmed": 27055590, "text": "The results demonstrate that the LFA-1 and Mac-1 integrins on leukocytes bind to thrombomodulin (TM), thereby establishing the molecular and structural basis underlying LFA-1 and Mac-1 integrin interaction with TM on endothelial cells."}, {"pubmed": 27077599, "text": "Human thrombomodulin transgenic aortic endothelial cells are less sensitive to activation by either HMGB1 or hTNFalpha, an effect that appears to be dependent on the lectin-like domain of TBM."}, {"pubmed": 27223053, "text": "TM up-regulated E-cadherin but down-regulated N-cadherin expression, resulting in reversal of epithelial-mesenchymal transition (EMT) in the lung cancer cells."}, {"pubmed": 27427915, "text": "The present study found that the fifth epidermal growth factor-like domain of thrombomodulin (TME5) possesses the cytoprotective function in association with an increase in levels of anti-apoptotic myeloid cell leukemia-1 protein in an activated protein C-independent"}, {"pubmed": 27436851, "text": "The finding of a previously unrecognized fibrinolytic phenotype indicates that bleeding in Thrombomodulin-associated coagulopathy has a complex pathogenesis and highlights the pivotal role of TM as a regulator of hemostasis."}, {"pubmed": 27456888, "text": "Study detected a statistically significant positive correlation between expanded disability status scale scores and thrombomodulin levels (p<0.01) and a 10% positive correlation between expanded disability status scale scores and APC levels in multiple sclerosis patients"}, {"pubmed": 27459702, "text": "recombinant TM (Solulin) can protect the intestine from toxicity in a clinically relevant rat model"}, {"pubmed": 27512995, "text": "TM mediates cell proliferation and migration via the Epithelial-To-Mesenchymal Transition (EMT) biomarkercyclooxygenase (COX)-2"}, {"pubmed": 27602495, "text": "Thrombomodulin (TM) promotes angiogenesis by enhancing cell adhesion, migration, and FAK activation through interaction with fibronectin."}, {"pubmed": 27643869, "text": "TM, especially TME45, maintains vascular integrity, at least in part, via Src signaling."}, {"pubmed": 27784620, "text": "Fibrinogen gamma acts as thrombomodulin II. (Review)"}, {"pubmed": 27808085, "text": "these results suggest a novel function for thrombomodulin as an adhesion molecule in monocytes, where it enhances cell adhesion by binding Ley, leading to beta2 integrin activation via p38 MAPK"}, {"pubmed": 27910925, "text": "Taken together, our findings suggest that TM-PKCdelta interaction may contribute to cardiovascular disorders by affecting monocye differentiation, which may develop future therapeutic applications."}, {"pubmed": 28049360, "text": "the whole THBD gene sequenced in patients with recurrent venous thromboembolism (VTE); found 8 polymorphisms in the THBD gene in Swedish population; none of these polymorphisms was significantly associated with the risk of VTE recurrence; results indicate that THBD polymorphisms may not be a risk factor for VTE recurrence"}, {"pubmed": 28239987, "text": "Ligation of anti-HLA class I and II antibodies produces different effects on the endothelial expression of TBM and on serum levels of TBM in transplant recipients."}, {"pubmed": 28267383, "text": "A heterozygous variant displaying autosomal dominant inheritance (c.1611 C>A) was found in the gene THBD which encodes the glycoprotein thrombomodulin. This sequence change results in a stop codon (p.Cys537Stop) and truncation of the protein"}, {"pubmed": 28386128, "text": "we for the first time demonstrated that TM binds to GPR15 via its EGF-like domain and exerts angiogenesis and cytoprotective function in vascular ECs."}, {"pubmed": 28414089, "text": "Case Report: CD141+ myeloid dentritic cell differentiation of a juvenile myelomonocytic leukemia."}, {"pubmed": 28473982, "text": "The elevation of serum thrombomodulin (sTM)level suggests that endothelial damage occurs in Abdominal Aortic Aneurysm pathogenesis."}, {"pubmed": 28538400, "text": "CORM-2 protects human umbilical vein endothelial cells from lipopolysaccharide-induced injury, by way of suppressing NF-kappaB activity, which downregulates TM and EPCR mRNAs. It also decreases MMP-2 expression and prevents the shedding of TM and EPCR from the surface of endothelial cells, so as to preserve their protective effect."}, {"pubmed": 28619983, "text": "This population-based cohort study within the ARIC study did not replicate the Hernandez et al. finding that carrying the minor allele of 3 THBD SNPs doubles the risk of venous thromboembolism in African Americans. In fact, the HRs of VTE among carriers of the minor allele were <1. HRs were similar for white subjects. A strand-flip did not explain the discrepancies."}, {"pubmed": 28640323, "text": "Lys 42, Lys 43, Lys 44 and Arg 12 are critical for the interaction of TAFI with the thrombin-thrombomodulin complex, which modulates its antifibrinolytic potential."}, {"pubmed": 28710034, "text": "the effect of thromobomodulin c.1418C > T polymorphism on the pathogenesis of venous thrombosis"}, {"pubmed": 29195508, "text": "Bioinformatics analysis and screening of controls strongly suggested that the THBD-p.Trp153Gly mutation might be related to RPL aetiology."}, {"pubmed": 29562205, "text": "TM expression might play the most critical role in the differentiation of OSCC tumors."}, {"pubmed": 29895622, "text": "Prothrombin conversion is accelerated in the antiphospholipid syndrome and insensitive to thrombomodulin."}, {"pubmed": 29903766, "text": "Cytoprotective and pro-angiogenic functions of thrombomodulin are preserved in the C loop of the fifth epidermal growth factor-like domain."}, {"pubmed": 29940355, "text": "SETD1A contributes to retinoic acid -induced thrombomodulin expression in vascular endothelial cells by modulating the activity and expression of KLF4."}, {"pubmed": 29940557, "text": "a patient with a documented mutation of the gene coding for TM, which was associated with both atypical hemolytic uremic syndrome and an increased risk for venous and arterial thrombosis--{REVIEW}"}, {"pubmed": 30008974, "text": "Thrombomodulin gene C1418T polymorphism is associated with Kawasaki disease."}, {"pubmed": 30383853, "text": "PROCR, but not THBD, polymorphisms are associated with early-onset ischemic stroke in young Caucasians. There were no PROCR or THBD associations in African-Americans."}, {"pubmed": 30590133, "text": "The concentration of soluble thrombomodulin was elevated in patients with resistant hypertension compared to mild hypertension, however in comparison with normotensive control it reached a similar value."}, {"pubmed": 30645756, "text": "cell surface HSP70 binds thrombomodulin and inhibits its activity in endothelial cells."}, {"pubmed": 30764845, "text": "the oscillatory upregulation of TM expression on the endothelial cells over the course of retinoic acid therapy could potentially contribute to the treatment of coagulation abnormalities in cancer patients."}, {"pubmed": 30777333, "text": "Recombinant human soluble thrombomodulin attenuated the binding of HUVECs to leukocytes."}, {"pubmed": 30784776, "text": "C1-inhibitor can enhance thrombin generation in the presence of thrombomodulin. C1-inhibitor reduces protein C activation by thrombin-thrombomodulin complex."}, {"pubmed": 30842629, "text": "Coexpression of CD163 and CD141 identifies human circulating IL-10-producing dendritic cells (DC-10)."}, {"pubmed": 30861432, "text": "At low to moderate concentrations, thrombin cleaved PAR2 in a thrombomodulin co-receptor-dependent manner with cleavage efficiency comparable to that of trypsin."}, {"pubmed": 30991642, "text": "In summary, TM can inhibit the MAPK signaling cascade in almost all cells studied either by itself or through interaction/coordination with other cell surface receptors. [review]"}, {"pubmed": 31061324, "text": "Thus, expression of VCAM-1, PAI-1, COX-2, and thrombomodulin may reflect certain factors in the intrauterine environment that are altered in hospitalized gestational diabetes mellitus patients with controlled body weight."}, {"pubmed": 31212235, "text": "vascular SMC-bound TM plays a role in changes of the SMC phenotype. It also influences SMC cell behavior and injury-induced neointima formation."}, {"pubmed": 31356193, "text": "High THBD expression is associated with metastatic status in soft tissue sarcomas."}, {"pubmed": 31532089, "text": "Data suggest that plasmatic level of thrombomodulin could be considered as a diagnostic tool for bacterial infections."}, {"pubmed": 32382091, "text": "Fractionated radiation suppresses Kruppel-like factor 2 pathway to a greater extent than by single exposure to the same total dose."}, {"pubmed": 32870264, "text": "Placental thromboinflammation impairs embryonic survival by reducing placental thrombomodulin expression."}, {"pubmed": 32930934, "text": "Gene expression of thrombomodulin, TNF-alpha and NF-KB in coronary artery disease patients of Pakistan."}, {"pubmed": 33190022, "text": "Characterisation of a novel thrombomodulin c.1487delC,p.(Pro496Argfs*10) variant and evaluation of therapeutic strategies to manage the rare bleeding phenotype."}, {"pubmed": 33242147, "text": "Value of Thrombomodulin as a Marker for Sepsis in Critically Ill Children."}, {"pubmed": 33617784, "text": "Reduced Glomerular Endothelial Thrombomodulin Is Associated with Glomerular Macrophage Infiltration in Diabetic Nephropathy."}, {"pubmed": 33707524, "text": "Thrombomodulin is upregulated in the kidneys of women with pre-eclampsia."}, {"pubmed": 33836597, "text": "Thrombomodulin is essential for maintaining quiescence in vascular endothelial cells."}, {"pubmed": 33955862, "text": "Soluble thrombomodulin and cardiovascular disease risk factors in Japanese children."}, {"pubmed": 34044565, "text": "Elevated B-type natriuretic peptide (BNP) and soluble thrombomodulin (sTM) indicates severity and poor prognosis of sepsis."}, {"pubmed": 34190147, "text": "Thrombomodulin gene polymorphism and the occurrence and prognostic value of sepsis acute kidney injury."}, {"pubmed": 34236150, "text": "The associations between THBD c.1418C>T polymorphism and lower extremity deep vein thrombosis or endothelial progenitor cell."}, {"pubmed": 34259911, "text": "Recombinant human thrombomodulin for pneumonia-induced severe ARDS complicated by DIC in children: a preliminary study."}, {"pubmed": 34347980, "text": "MiR-18a-5p Promotes Proliferation, Migration, and Invasion of Endometrial Cancer Cells by Targeting THBD."}, {"pubmed": 34628704, "text": "Thrombomodulin in patients with mild to moderate bleeding tendency."}, {"pubmed": 34638626, "text": "Cilostazol Induces eNOS and TM Expression via Activation with Sirtuin 1/Kruppel-like Factor 2 Pathway in Endothelial Cells."}, {"pubmed": 34970867, "text": "Thrombomodulin (THBD) gene variants and thrombotic risk in a population-based cohort study."}, {"pubmed": 34978431, "text": "How Thrombomodulin Enables W215A/E217A Thrombin to Cleave Protein C but Not Fibrinogen."}, {"pubmed": 35033854, "text": "Endothelial thrombomodulin downregulation caused by hypoxia contributes to severe infiltration and coagulopathy in COVID-19 patient lungs."}, {"pubmed": 35075098, "text": "Association study of polymorphism in Thrombomodulin gene [rs1042579] with cardiovascular disease."}, {"pubmed": 35580466, "text": "Aberrant promoter hypermethylation regulates thrombomodulin in high altitude induced deep vein thrombosis."}, {"pubmed": 35587845, "text": "Association of SNP (rs1042579) in thrombomodulin gene and plasma thrombomodulin level in North Indian children with Kawasaki disease."}, {"pubmed": 35654592, "text": "Plasma Thrombomodulin Levels and Ischemic Stroke: A Population-Based Prognostic Cohort Study."}, {"pubmed": 35872006, "text": "Role of the lectin-like domain of thrombomodulin in septic cardiomyopathy."}, {"pubmed": 35921923, "text": "A missense mutation in lectin domain of thrombomodulin causing functional deficiency."}, {"pubmed": 37567446, "text": "On the relevance of thrombomodulin variants in atypical hemolytic uremic syndrome."}, {"pubmed": 37979949, "text": "Novel nucleotide variations in the thrombomodulin (THBD) gene involved in coagulation pathways can increase the risk of recurrent pregnancy loss (RPL)."}, {"pubmed": 38057335, "text": "Variation in presepsin and thrombomodulin levels for predicting COVID-19 mortality."}, {"pubmed": 38081783, "text": "The role of thrombomodulin in modulating ITGB3 expression and its implications for triple-negative breast cancer progression."}, {"pubmed": 38174561, "text": "Thrombomodulin Switches Signaling and Protease-Activated Receptor 1 Cleavage Specificity of Thrombin."}, {"pubmed": 38330539, "text": "Altered release of thrombomodulin and HMGB1 in the placenta complicated with preeclampsia."}, {"pubmed": 38373411, "text": "Thrombomodulin Gene Mutation and Associated Predisposing Factors in Familial Collapsing Glomerulopathy."}], "genomic_pos": {"chr": "20", "end": 23049672, "ensemblgene": "ENSG00000178726", "start": 23045633, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 23030378, "start": 23026270, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006508", "pubmed": 12524220, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007596", "pubmed": 9252393, "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010165", "qualifier": "involved_in", "term": "response to X-ray"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010544", "pubmed": 17379830, "qualifier": "involved_in", "term": "negative regulation of platelet activation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030195", "pubmed": 12524220, "qualifier": "involved_in", "term": "negative regulation of blood coagulation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030195", "pubmed": 17379830, "qualifier": "involved_in", "term": "negative regulation of blood coagulation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0031638", "pubmed": 12524220, "qualifier": "involved_in", "term": "zymogen activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051591", "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051918", "pubmed": 17379830, "qualifier": "involved_in", "term": "negative regulation of fibrinolysis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0072377", "pubmed": 12524220, "qualifier": "involved_in", "term": "blood coagulation, common pathway"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005774", "qualifier": "located_in", "term": "vacuolar membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 17379830, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016327", "qualifier": "located_in", "term": "apicolateral plasma membrane"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1905370", "pubmed": 14691232, "qualifier": "part_of", "term": "serine-type endopeptidase complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0004888", "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14691232, 17379830, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 2822087, "qualifier": "enables", "term": "signaling receptor activity"}]}, "homologene": {"genes": [[8364, 100485229], [8364, 100497748], [9031, 101752029], [9544, 702132], [9598, 469898], [9606, 7056], [9615, 474355], [9913, 281529], [10090, 21824], [10116, 83580]], "id": 308}, "interpro": [{"desc": "EGF-type aspartate/asparagine hydroxylation site", "id": "IPR000152", "short_desc": "EGF-type_Asp/Asn_hydroxyl_site"}, {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "C-type lectin-like", "id": "IPR001304", "short_desc": "C-type_lectin-like"}, {"desc": "EGF-like calcium-binding domain", "id": "IPR001881", "short_desc": "EGF-like_Ca-bd_dom"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "Thrombomodulin-like, EGF-like", "id": "IPR015149", "short_desc": "Tme5_EGF-like"}, {"desc": "C-type lectin-like/link domain superfamily", "id": "IPR016186", "short_desc": "C-type_lectin-like/link_sf"}, {"desc": "C-type lectin fold", "id": "IPR016187", "short_desc": "CTDL_fold"}, {"desc": "EGF-like calcium-binding, conserved site", "id": "IPR018097", "short_desc": "EGF_Ca-bd_CS"}, {"desc": "Complement Clr-like EGF domain", "id": "IPR026823", "short_desc": "cEGF"}], "ipi": "IPI00010737", "map_location": "20p11.21", "name": "thrombomodulin", "other_names": ["CD141 antigen", "fetomodulin", "thrombomodulin"], "pantherdb": {"HGNC": "11784", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98736", "ortholog_type": "LDO", "panther_family": "PTHR24036", "taxid": 10090, "uniprot_kb": "P15306"}, {"RGD": "621299", "ortholog_type": "LDO", "panther_family": "PTHR24036", "taxid": 10116, "uniprot_kb": "O35370"}, {"WormBase": "WBGene00010345", "ortholog_type": "O", "panther_family": "PTHR24036", "taxid": 6239, "uniprot_kb": "G5ED92"}, {"WormBase": "WBGene00020921", "ortholog_type": "LDO", "panther_family": "PTHR24036", "taxid": 6239, "uniprot_kb": "G5EBU2"}, {"FlyBase": "FBgn0001321", "ortholog_type": "O", "panther_family": "PTHR24036", "taxid": 7227, "uniprot_kb": "Q9VH23"}, {"FlyBase": "FBgn0262717", "ortholog_type": "O", "panther_family": "PTHR24036", "taxid": 7227, "uniprot_kb": "Q9GPJ1"}, {"FlyBase": "FBgn0085384", "ortholog_type": "LDO", "panther_family": "PTHR24036", "taxid": 7227, "uniprot_kb": "A0A0B4K709"}], "uniprot_kb": "P07204"}, "pathway": {"kegg": [{"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-140875", "name": "Common Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}], "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP4479", "name": "Supression of HMGB1 mediated inflammation by THBD"}, {"id": "WP558", "name": "Complement and Coagulation Cascades"}]}, "pdb": ["1ADX", "1DQB", "1DX5", "1EGT", "1FGD", "1FGE", "1HLT", "1TMR", "1ZAQ", "2ADX", "3GIS", "5TO3", "7T4R"], "pfam": ["PF00059", "PF07645", "PF09064", "PF12662", "PF14670"], "pharmgkb": "PA36496", "pharos": {"target_id": 11946, "tdl": "Tbio"}, "pir": "A41442", "prosite": "PS50041", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257251", "relationship": "is"}, {"id": "GNF257252", "relationship": "is"}, {"id": "GNF257253", "relationship": "is"}, {"id": "GNF257254", "relationship": "is"}, {"id": "GNF273074", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF043633", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091448", "relationship": "is"}, {"id": "GNF091449", "relationship": "is"}, {"id": "GNF091450", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054635", "relationship": "is"}, {"id": "GNF059413", "relationship": "is"}, {"id": "GNF074799", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069979", "relationship": "is"}, {"id": "GNF069980", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014526", "relationship": "is"}, {"id": "GNF014527", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098091", "relationship": "is"}, {"id": "GNF137746", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_012027.1"], "protein": "NP_000352.1", "rna": "NM_000361.3", "translation": {"protein": "NP_000352.1", "rna": "NM_000361.3"}}, "reporter": {"HG-U133_Plus_2": ["203887_s_at", "203888_at", "237252_at"], "HG-U95Av2": "33803_at", "HG-U95B": "47860_at", "HTA-2_0": ["TC20000702.hg.1", "TC20001153.hg.1"], "HuEx-1_0": ["3880094", "3901041"], "HuGene-1_1": "8065353", "HuGene-2_1": "16917849"}, "summary": "The protein encoded by this intronless gene is an endothelial-specific type I membrane receptor that binds thrombin. This binding results in the activation of protein C, which degrades clotting factors Va and VIIIa and reduces the amount of thrombin generated. Mutations in this gene are a cause of thromboembolic disease, also known as inherited thrombophilia. [provided by RefSeq, Jul 2008].", "symbol": "THBD", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420720"}, "unigene": "Hs.2030", "uniprot": {"Swiss-Prot": "P07204"}, "wikipedia": {"url_stub": "Thrombomodulin"}}