{"AllianceGenome": "11785", "HGNC": "11785", "MIM": "188060", "_id": "7057", "_version": 1, "accession": {"genomic": ["AC037198.7", "CH471125.1", "CP068263.2", "J04447.1", "J04835.1", "NC_000015.10", "NC_060939.1", "U12471.1"], "protein": ["AAA21126.1", "AAA21127.1", "AAA36741.1", "AAA61178.1", "AAA61237.1", "AAB59366.1", "AAH28145.1", "AAI36470.1", "AAI36471.1", "BAD93149.1", "BAF84328.1", "BAG56769.1", "BAG65509.1", "CAA28370.1", "CAA32889.1", "CEF49520.1", "EAW92379.1", "EAW92380.1", "EAW92381.1", "NP_003237.2", "P07996.2", "XP_011520273.1", "XP_047288936.1", "XP_054234660.1", "XP_054234661.1"], "rna": ["AB209912.1", "AI147670.1", "AI168683.1", "AI290070.1", "AK291639.1", "AK293230.1", "AK304754.1", "AK309613.1", "AK310820.1", "AU117102.1", "AU279999.1", "BC015134.1", "BC028145.1", "BC136469.1", "BC136470.1", "BG115371.1", "BG251169.1", "BM512145.1", "BM784452.1", "BU676185.1", "CA411820.1", "LN607833.1", "M14326.1", "M25631.1", "M99425.1", "NM_003246.4", "X04665.1", "X14787.1", "XM_011521971.3", "XM_047432980.1", "XM_054378685.1", "XM_054378686.1"], "translation": [{"protein": "BAD93149.1", "rna": "AB209912.1"}, {"protein": "AAI36470.1", "rna": "BC136469.1"}, {"protein": "NP_003237.2", "rna": "NM_003246.4"}, {"protein": "XP_011520273.1", "rna": "XM_011521971.3"}, {"protein": "BAG56769.1", "rna": "AK293230.1"}, {"protein": "CAA32889.1", "rna": "X14787.1"}, {"protein": "XP_047288936.1", "rna": "XM_047432980.1"}, {"protein": "AAB59366.1", "rna": "M99425.1"}, {"protein": "CAA28370.1", "rna": "X04665.1"}, {"protein": "XP_054234661.1", "rna": "XM_054378686.1"}, {"protein": "AAA36741.1", "rna": "M25631.1"}, {"protein": "BAF84328.1", "rna": "AK291639.1"}, {"protein": "XP_054234660.1", "rna": "XM_054378685.1"}, {"protein": "AAI36471.1", "rna": "BC136470.1"}, {"protein": "CEF49520.1", "rna": "LN607833.1"}, {"protein": "AAA61237.1", "rna": "M14326.1"}, {"protein": "BAG65509.1", "rna": "AK304754.1"}, {"protein": "AAH28145.1", "rna": "BC028145.1"}]}, "alias": ["THBS", "THBS-1", "TSP", "TSP-1", "TSP1"], "ensembl": {"gene": "ENSG00000137801", "protein": ["ENSP00000260356", "ENSP00000380720"], "transcript": ["ENST00000260356", "ENST00000397591", "ENST00000466755", "ENST00000484734", "ENST00000490247", "ENST00000497720", "ENST00000559746", "ENST00000560894"], "translation": [{"protein": "ENSP00000380720", "rna": "ENST00000397591"}, {"protein": "ENSP00000260356", "rna": "ENST00000260356"}], "type_of_gene": "protein_coding"}, "entrezgene": "7057", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 37.5800680069, "exp_mis": 447.237009438, "exp_syn": 204.503558329, "lof_z": 5.42615899452655, "mis_z": 2.57274572771371, "mu_lof": 2.67412255067e-06, "mu_mis": 4.02639789361e-05, "mu_syn": 1.79671016074e-05, "n_lof": 4.0, "n_mis": 336.0, "n_syn": 184.0, "p_li": 0.999073127290828, "p_null": 1.47411503895777e-11, "p_rec": 0.000926872694430812, "syn_z": 0.888851312516798}, "bp": 3513, "cds_end": 39887570, "cds_start": 39874058, "n_exons": 21, "nonpsych": {"exp_lof": 33.5998078948, "exp_mis": 404.378882736, "exp_syn": 184.68168253, "lof_z": 5.01501755697709, "mis_z": 2.64314575568448, "mu_lof": 2.67412255067e-06, "mu_mis": 4.02639789361e-05, "mu_syn": 1.79671016074e-05, "n_lof": 4.0, "n_mis": 299.0, "n_syn": 171.0, "p_li": 0.996423685794089, "p_null": 4.83915870636413e-10, "p_rec": 0.0035763137219952, "syn_z": 0.633857533366075}, "nontcga": {"exp_lof": 34.5333311456, "exp_mis": 411.417746003, "exp_syn": 188.102957393, "lof_z": 5.12549940535023, "mis_z": 2.58929777870956, "mu_lof": 2.67412255067e-06, "mu_mis": 4.02639789361e-05, "mu_syn": 1.79671016074e-05, "n_lof": 4.0, "n_mis": 306.0, "n_syn": 178.0, "p_li": 0.997224220936774, "p_null": 2.13381918529685e-10, "p_rec": 0.00277577884984412, "syn_z": 0.466417459493053}, "transcript": "ENST00000260356.5"}, "exons": [{"cdsend": 39595369, "cdsstart": 39581857, "chr": "15", "position": [[39581078, 39581228], [39581828, 39581924], [39582192, 39582752], [39583616, 39583692], [39583987, 39584187], [39584299, 39584422], [39585469, 39585563], [39587346, 39587520], [39588041, 39588218], [39588525, 39588699], [39588958, 39589086], [39589201, 39589354], [39589804, 39590023], [39590515, 39590623], [39591190, 39591350], [39591504, 39591623], [39592567, 39592802], [39592999, 39593227], [39593396, 39593668], [39594098, 39594196], [39594300, 39594440], [39595361, 39599466]], "strand": 1, "transcript": "NM_003246", "txend": 39599466, "txstart": 39581078}], "exons_hg19": [{"cdsend": 39887570, "cdsstart": 39874058, "chr": "15", "position": [[39873279, 39873429], [39874029, 39874125], [39874393, 39874953], [39875817, 39875893], [39876188, 39876388], [39876500, 39876623], [39877670, 39877764], [39879547, 39879721], [39880242, 39880419], [39880726, 39880900], [39881159, 39881287], [39881402, 39881555], [39882005, 39882224], [39882716, 39882824], [39883391, 39883551], [39883705, 39883824], [39884768, 39885003], [39885200, 39885428], [39885597, 39885869], [39886299, 39886397], [39886501, 39886641], [39887562, 39891667]], "strand": 1, "transcript": "NM_003246", "txend": 39891667, "txstart": 39873279}], "generif": [{"pubmed": 11801541, "text": "Increased expression is associated with breast tumor metastasis"}, {"pubmed": 11820799, "text": "Immobilized TSP-1, as well as its 70-kDa proteolytic fragment containing the type 1 repeats, enhances IL-6 release from monocytic U937 cells stimulated with phorbol myristate acetate and LPS, whereas it inhibits IL-10 release."}, {"pubmed": 11882904, "text": "Stromally derived TSP-1 upregulates the production of MMP-9 and regulates matrix remodeling of tumor invasion in pancreatic adenocarcinoma"}, {"pubmed": 11920574, "text": "T lymphocytes express thrombospondin-1 (TSP-1). Endogenous TSP-1 is part of an adhesion-dependent mechanism controlling cytoplasmic spreading and migration in T lymphocytes."}, {"pubmed": 11964147, "text": "Thrombin activation leads to the rapid and specific association of a large amount of secreted alpha-granular TSP-1 with the actin cytoskeleton."}, {"pubmed": 11980922, "text": "Interactions of thrombospondins with alpha4beta1 integrin and CD47 differentially modulate T cell behavior"}, {"pubmed": 11986954, "text": "level spontaneously secreted by patient CLL B-cells quantified; consistently secreted in all patient samples."}, {"pubmed": 12054567, "text": "mediates adhesion of osteosarcoma to the core region of thrombospondin 1 (alpha 4 beta 1 integrin)"}, {"pubmed": 12147243, "text": "structural characterization"}, {"pubmed": 12147682, "text": "Anti-adhesive activity mediated by the N-terminal domain of cell surface calreticulin"}, {"pubmed": 12220191, "text": "Interaction of the TSP1 module of complement component C8 beta subunit with the membrane attack/perforin domain determines the binding specificity of C8 beta toward C8 alpha."}, {"pubmed": 12358136, "text": "All adrenal tissues (control adrenals, nonfunctional adenomas and ACTH-dependent aldosterone-producing adenomas) expressed both TSP1 and TSP2 mRNAs. Correlated closely with the expression of ACTH receptor."}, {"pubmed": 12391027, "text": "a novel, antiparallel, three-stranded fold that consists of alternating stacked layers of tryptophan and arginine, capped by disulfide bonds; the front face contains a right-handed spiral, positively charged groove that might be the \"recognition\" face."}, {"pubmed": 12443715, "text": "thrombospondin-1 plays a role in the up-regulation of MMP-9 expression in gastric cancer."}, {"pubmed": 12450399, "text": "The anti-angiogenic type 1 repeat domains of TSP1 have been biophysically characterized and the disulfide bond connectivity of the peptides determined."}, {"pubmed": 12482844, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12530526, "text": "Thrombospondin-1 is differently expressed in subcutaneous and visceral fat of obese subjects. The difference in expression between the depots was greater in women than in men."}, {"pubmed": 12553016, "text": "TSP1 is expressed in tumor stroma in colorectal cancer, inhibits tumor angiogenesis and suppresses tumor growth by activating TGF beta-1."}, {"pubmed": 12598312, "text": "Macrophage recognition and phagocytosis of apoptotic fibroblasts is critically dependent on this protein."}, {"pubmed": 12609716, "text": "Mutation of p53 gene endows gliomas with an angiogenic phenotype by reducing thrombospondin-1 production as well as enhancing the angiogenesis inducers in the early phase of malignant progression."}, {"pubmed": 12658547, "text": "the migration of retinal pigment cells in epiretinal membranes is modulated by TSP1 and SPARC and thus that these two proteins ultimately may represent therapeutic targets in the management of the membranes."}, {"pubmed": 12676576, "text": "TSP1 is the critical regulator of angiogenesis driven by ras proteins in a genetically defined tumor model."}, {"pubmed": 12679131, "text": "TSP-1-induced inhibition of megakaryocytopoiesis is probably mediated in part by the binding of TSP-1 to CD36 expressed on the megakaryocytic progenitors"}, {"pubmed": 12718556, "text": "interactions among the three structural motifs of the C-terminal region of this protein"}, {"pubmed": 12759541, "text": "Our results suggest that transcriptional inactivation of TSP1 by aberrant DNA methylation of the promoter region may participate partly in stomach carcinogenesis through TSP1 down-regulation."}, {"pubmed": 12782324, "text": "thrombospondin-1 (4N1-1) stimulates platelet aggregation by a novel mechanism involving both an activation-independent agglutination and an activation-dependent, glycoprotein (GP) IIb/IIIa-mediated aggregation which involves GPVI signaling"}, {"pubmed": 12824298, "text": "Thrombospondin-1 mediates platelet adhesion at high shear via glycoprotein Ib."}, {"pubmed": 12902472, "text": "Interaction of thrombospondin-1 with its ligand CD47 contributes to the perpetuation of inflammation in rheumatoid synovitis."}, {"pubmed": 12909644, "text": "thrombospondin-1 and thrombospondin-2 have N-terminal regions for binding to alpha6beta1 integrin"}, {"pubmed": 12927044, "text": "TSP1 expression is significantly higher in malignant epithelial sources over normal and benign epithelial sources, but no difference in expression levels is evident between primary tumors with or without metastases."}, {"pubmed": 12947001, "text": "TSP-1 acts as a scavenger for matrix-associated angiogenic factors, affecting their location, bioavailability, and function."}, {"pubmed": 12964017, "text": "thrombospondin-1 has a role in motility and proteolytic activity of oral squamous cell carcinoma cells"}, {"pubmed": 14555767, "text": "Hepatocyte growth factor mediates angiogenesis in cultured cancer cells by regulating the expression of VEGF and this protein."}, {"pubmed": 14557872, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14559817, "text": "Expression of TSP-1 along with other genes suppresses neuronblastoma tumor growth."}, {"pubmed": 14568985, "text": "DC-derived TSP serves as a previously unappreciated negative regulator contributing to arrest of cytokine production, further supporting its fundamental role in vivo in the active resolution of inflammation and maintenance of steady state."}, {"pubmed": 14583433, "text": "ANG II-induced activation of latent TGF-beta1 in human mesangial cells operates via TSP-1."}, {"pubmed": 14683523, "text": "TSP-1 might mediate AGE-induced distal renal tubule hypertrophy. There are several putative transcription factor binding sites in the TSP-1 promoter, including those for AP-1, CREB, NF-kappaB, SRF, and HSF."}, {"pubmed": 14991768, "text": "results indicate that TSP-1 binding to low density lipoprotein-related protein does not require prior or concomitant interaction with cell surface heparan sulfate proteoglycans but suggest subsequent endocytosis requires high-affinity heparin-binding"}, {"pubmed": 15007078, "text": "functional and structural differences between the Ser-700 and Asn-700 thrombospondin-1 variants"}, {"pubmed": 15014436, "text": "crystal structure of a cell-binding TSP-1 fragment, spanning three T3 repeats and the C-terminal globular domain, reveals a compact assembly"}, {"pubmed": 15034804, "text": "Review: thrombospondin-1 described as a modulator of angiogenesis through its role in regulating endothelial cell apoptosis, protease expression, and vascular endothelial growth factor expression"}, {"pubmed": 15037654, "text": "This study showed for the first time that in human umbilical vein endothelial cells (HUVECs), 17beta-E2 transiently down-regulates the expression and secretion of a potent negative regulator of angiogenesis, thrombospondin-1 (TSP-1)."}, {"pubmed": 15113588, "text": "downregulation of TSP-1 up to 18h following ultraviolet b light exposure"}, {"pubmed": 15140581, "text": "No association of the TSP-1 polymorphism with myocardial infarction was found in an ethnic Chinese Han population in Beijing."}, {"pubmed": 15140581, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15166498, "text": "Increased expression of TSP1 is associated with an aggressive angiogenic phenotype in melanoma."}, {"pubmed": 15217952, "text": "THBS 1 and VEGF are proangiogenic factors that stimulate angiogenesis in hepatocellular carcinoma"}, {"pubmed": 15292271, "text": "beta(1) integrins mediate cell adhesion to the type 1 and type 2 repeats"}, {"pubmed": 15342643, "text": "Data show that the WSXW motif binds the VLAL sequence on both latency-associated peptide and mature TGF-beta, and these interactions are critical for thrombospondin-1-mediated activation of the TGF-beta latent complex."}, {"pubmed": 15347840, "text": "results indicate that transforming growth factor TGFbeta1 treatment may regulate angiogenesis in pituitary cells by initially increasing levels of pro-angiogenic growth factor VEGF-A and then stimulating anti-angiogenic thrombospondin -1 and 2 levels"}, {"pubmed": 15356163, "text": "TSP-1 from activated platelet releasate acts with vitamin D-binding protein to enhance complement 5a-mediated chemotaxis."}, {"pubmed": 15456750, "text": "Ser-700 polymorphism alters a rapidly filled, high affinity Ca2+ -binding site in the first Ca2+ -binding motif in thrombospondin-1 associated with familial premature coronary artery disease"}, {"pubmed": 15503824, "text": "the circulating TSP-1/vascular endothelial growth factor balance is diminished in cancer patients"}, {"pubmed": 15522326, "text": "Able to inhibit or stimulate tumor progression and angiogenesis, as well as affect wound healing, platelet aggregation, and arterial remodeling.  Review."}, {"pubmed": 15583827, "text": "TSP-1 located at the border between tumor and stroma as observed in primary prostate tumors may act as a barrier of tumor growth"}, {"pubmed": 15634883, "text": "Endogenous calreticulin binding to the N-terminal domain of endogenous thrombospondin-1 (TSP-1) elicits a motogenic signal to the T cells through the C-terminal domain of TSP-1 and its cell surface receptor integrin-associated protein (CD47)."}, {"pubmed": 15665307, "text": "In human androgen-dependent localized prostate carcinomas, TSP1 expression was inversely correlated with blood vessel density."}, {"pubmed": 15730804, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15792551, "text": "Thrombospondin 1, which plays a key role in initial immune defense, was found to be the most markedly up-regulated gene in blood after exposure to stents in vitro."}, {"pubmed": 15817447, "text": "thrombin formed at sites of vascular injury increases THBS1 expression into the extracellular matrix via activation of a PAR-1, G(i/o), G(q), EBOX/EGRF-signaling cascade"}, {"pubmed": 15820829, "text": "TSP-1 may contribute to the regulation of neovascularization in the endometrium and gestational tissues."}, {"pubmed": 15833768, "text": "Thrombospondin-1 up-regulates expression of cell adhesion molecules and promotes monocyte binding to endothelium."}, {"pubmed": 15855645, "text": "Constitutive overexpression of TSP-1 may play an important role in autocrine TGF-beta signaling and accumulation of extracellular matrix in scleroderma fibroblasts."}, {"pubmed": 15890262, "text": "thrombospondin-1 is not necessary for proliferation but is permissive for vascular smooth muscle cell responses to platelet-derived growth factor"}, {"pubmed": 15907858, "text": "TSP-1 could enhance conversion of latent TGF-beta1 into active TGF-beta1 in a cell-free system.  Ox-LDL interacts with TSP-1 and suppresses subsequent TSP-1-dependent TGF-beta activation."}, {"pubmed": 15908066, "text": "an extracellular matrix glycoprotein implicated in the regulation of angiogenesis and tumour development"}, {"pubmed": 15927849, "text": "Preincubation of erythroid cells with thrombospondin 1 eliminated the inhibitory activity of insulin-like growth factor binding protein 3"}, {"pubmed": 15945504, "text": "Increased TSP1 levels in blood is asociated with non-small cell lung cancer"}, {"pubmed": 16006654, "text": "Results suggest a physiological function of thrombospondin-1 binding to TSG-6 in regulation of hyaluronan metabolism at sites of inflammation."}, {"pubmed": 16037098, "text": "specific amino acids of the C-terminal cytoplasmic tail of CD36 are crucial for the in vitro angiostatic activity of TSP-1"}, {"pubmed": 16100012, "text": "Transcripts for THBS1, an activator of TGF-Beta, increased during acute lung injury in mice"}, {"pubmed": 16141331, "text": "positive- and negative-feedback loops exist between NO and TSP1; limiting TSP1 expression by positive feedback through the ERK mitogen-activated protein kinase pathway may facilitate switching to a proangiogenic state at low doses of NO"}, {"pubmed": 16147889, "text": "Here we reported that the genomic lotus of TSP1 also transcribes a natural antisense transcript (NAT) with an overlapping and reverse complement region against TSP1."}, {"pubmed": 16148025, "text": "A387P in thrombospondin-4 and N700S in thrombospondin-1 polymorphisms perturb calcium binding sites"}, {"pubmed": 16150726, "text": "results demonstrate a potent antagonism between TSP1 and proangiogenic signaling downstream of NO"}, {"pubmed": 16166434, "text": "Thrombospondin 1 is a negatively prognostic factor for survival in resected colorectal liver metastases."}, {"pubmed": 16270194, "text": "Increased glomerular expression of thrombospondin-1 (THBS1), transforming growth factor beta 1 (TGFB1), and connective tissue growth factor (CTGF), occurs from the earliest stage of diabetic nephropathy."}, {"pubmed": 16388804, "text": "Data show that transcriptional control is not involved in the induction of thrombospondin-1 by heat shock."}, {"pubmed": 16465407, "text": "TSP-1 expression was associated with a significantly lower level of microvessel density."}, {"pubmed": 16478297, "text": "acute UV exposure downregulates TSP1 expression via PI3K-Akt activation in human keratinocytes"}, {"pubmed": 16495290, "text": "Elevated glucose concentrations increased TSP-1 synthesis, which was associated with reduced cell proliferation, increased TGF-beta1 bioactivity, and stimulation of FN synthesis"}, {"pubmed": 16618977, "text": "TSP-1 mRNA is a possible marker for contamination of thyroid-derived fibroblasts."}, {"pubmed": 16650813, "text": "IL-18 plays a key role in thrombospondin-1 expression involving JNK."}, {"pubmed": 16684956, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16732887, "text": "Correlation of stromal TSP-1 expression with extracellular matrix components fibronectin and tenascin indicate its possible implication in tumour stroma remodeling."}, {"pubmed": 16835379, "text": "Edogenous TSP-1 connects separate cell-surface receptors functionally and regulates T-cell adhesion."}, {"pubmed": 16882710, "text": "apoptotic cell TSP-1, and notably its heparin-binding domain, creates a signalosome in iDCs to improve engulfment and to tolerate engulfed material prior to the interaction with apoptotic cells"}, {"pubmed": 16951312, "text": "Anti-inflammatory extracellular matrix protein thrombospondin-1 promotes the generation of human peripheral regulatory T cells through the ligation of its receptor, CD47."}, {"pubmed": 16962673, "text": "These findings suggest that induction of apoptosis by camptothecin or doxorubicin in FTC-133 cells is greatly dependent by a down-regulation of TSP-1 expression and shed new light on a possible role for TSP-1 in drug resistance."}, {"pubmed": 17106256, "text": "cyclin D1 may have a central role in mediating invasion and metastasis of cancer cells by controlling Rho/ROCK signaling and matrix deposition of TSP-1 [review]"}, {"pubmed": 17175378, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17198740, "text": "By comparing the expression of p53, cyclin D1, p16, hTERT, and TSP-1 in spontaneously regressing keratoacanthoma and squamous cell carcinoma, the changes in the expression of these proteins to specific stages of skin carcinogenesis, is defined."}, {"pubmed": 17289869, "text": "thrombospondin-1 signaling has a role in tumor angiogenesis [review]"}, {"pubmed": 17363705, "text": "In this review the authors provide mechanistic insight into the signaling pathways used by thrombospondin-1 and CD47 at the cellular and molecular level to prevent nitric oxide signaling through cyclic GMP, thereby exacerbating tissue ischemia."}, {"pubmed": 17374440, "text": "The prognosis was worst in patients with cancers that were VEGFA-positive and THBS1 methylation-positive."}, {"pubmed": 17378161, "text": "TSP-1 expression in choroidal neovascular membranes was upregulated and associated with the retinal pigment epithelium monolayer in early age-related macular degeneration."}, {"pubmed": 17413041, "text": "alpha9beta1 integrin expressed on microvascular endothelial cells interacts with thrombospondin-1, and this interaction is involved in modulation of angiogenesis."}, {"pubmed": 17487836, "text": "identified combined decrease of NFkappaB and increased TSP1 as molecular events underlying the AR anti-tumor activity in vivo"}, {"pubmed": 17507668, "text": "Data show that thrombospondin-1 promotes cellular adherence of gram-positive pathogens via recognition of peptidoglycan."}, {"pubmed": 17572512, "text": "Upregulation of thrombospondin-1(TSP-1)in sporadic inclusion body myositis."}, {"pubmed": 17596205, "text": "Thrombospondin 1 induces a unique antiangiogenic response in certain types of vascular cells, blocks the cell cycle, and suppresses angiogenesis in vivo."}, {"pubmed": 17620335, "text": "two mAbs that recognize epitopes that are optimally present when three elements of signature domains of TSP-1 and TSP-2, the EGF-like modules, wire, and the lectin-like module, are in the same protein."}, {"pubmed": 17638877, "text": "EWS/FLI1 has a role in regulating tumor angiogenesis in Ewing's sarcoma via suppression of thrombospondins TSP1 and TSP2"}, {"pubmed": 17706282, "text": "TSP-1 expression was detected in 17.5% of the cases with NHL, and is associated with aggressive histology and shorter overall survival."}, {"pubmed": 17709727, "text": "Patients with a truly negative sentinel node (pN0[i-][sn]) frequently have higher expression of TSP-1 that may have inhibited metastatic progression."}, {"pubmed": 17879962, "text": "These results identify syndecan-4 as a novel receptor for the N-terminus of TSP-1 and suggest that TSP-1 N-terminal pro-angiogenic activity is linked to its capacity of interfering with syndecan-4 functions in the course of cell adhesion."}, {"pubmed": 17917789, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17917789, "text": "Studied four angiogenic gene SNPs (VEGF-1154G/A;VEGF-634G/C;MMP9-1562C/T and TSP1-8831A/G)in combination to the risk of prostate cancer. Results suggest the gene-gene polymorphisms' interaction increased risk of prostate cancer onset & aggressiveness."}, {"pubmed": 17996481, "text": "Study demonstrates that the fibroblast growth factor-2 binding site of thrombospondin-1 is located in the type III repeats."}, {"pubmed": 18021253, "text": "Sudy indicates that TRPC4 loss in renal cell carcinoma (RCC) leads to impaired Ca(2+) intake, misfolding, retrograde transport and diminished secretion of antiangiogenic TSP1, thus enabling angiogenic switch during RCC progression."}, {"pubmed": 18035072, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18057090, "text": "TSP1 is an important link between adipocytes and macrophage-driven adipose tissue inflammation."}, {"pubmed": 18089612, "text": "Thrombospondin-1 was consistently underexpressed in both the edge and center of uterine fibroids."}, {"pubmed": 18096704, "text": "The cell-specific regulation of TSP-1 suggests a potential mechanism for the aberrant angiogenesis in diabetics and TSP-1 involvement in development of various vascular diabetic complications"}, {"pubmed": 18178577, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18178577, "text": "The meta-analysis included 6388 (TSP-1), 4930 (TSP-2), and 6978 (TSP-4) cases; none of the polymorphisms was found to be linked with the risk of myocardial infarction."}, {"pubmed": 18208671, "text": "TSP-1 A2210G variant has a dramatically lower prevalence in the Chinese Han population and fail to associate with myocardial infarction."}, {"pubmed": 18222489, "text": "The data document the importance of TSP-1 in promoting MMP-2-mediated cancer cell invasion."}, {"pubmed": 18226512, "text": "indicate connectivity between calcium binding sites in the C-terminal signature domain and the N-modules of thrombospondin-1 that regulates ligand binding and functional activities of the N-modules"}, {"pubmed": 18275041, "text": "trichostatin A activates the transcription of TSP1 gene through the binding of transcription factor CBF to CCAAT box and the enhanced histone acetylation."}, {"pubmed": 18319354, "text": "Results suggest focal adhesion kinase is involved in thrombospondin-1-induced vascular smooth muscle cell migration."}, {"pubmed": 18321763, "text": "TSP-1 promotes human follicular thyroid carcinoma cell invasion mainly through up-regulation of the urokinase-dependent activity."}, {"pubmed": 18336597, "text": "the epigenetic inactivation of TSP-1 and RASSF1-A genes is associated with pathological variables and seems to be of prognostic significance in penile cancer."}, {"pubmed": 18384112, "text": "These results suggest that the hypoxia induces the migration of coronary artery smooth muscle cells, and that the migration is elicited by TSP-1 of which induction is fully dependent on the stabilization of HIF-1alpha, in autocrine regulation."}, {"pubmed": 18413367, "text": "a novel role of TSP-1 to inhibit tumor-stroma reaction that could be attributed to the blockage of activated fibroblasts from invading cancer cells."}, {"pubmed": 18425817, "text": "The aberrant methylation of TSP1 is a novel epigenetic mechanism for suppressing TGF-beta signaling in colorectal cancer."}, {"pubmed": 18499674, "text": "although Thrombospondins harboring the Ser allele binds a full complement of calcium ions, repeat 1C is altered, leading to destabilization of surrounding structures"}, {"pubmed": 18515748, "text": "The constitutively active form of AhR induced activation of the thrombospondin-1 gene promoter."}, {"pubmed": 18555217, "text": "The effects of TSP-1 on endothelial cell migration are mediated by TGF-beta1, whereas the effects on fibroblast and tumour cell migration are TGF-beta1-independent."}, {"pubmed": 18641687, "text": "HuR plays an important role in translation of the TSP1 mRNA."}, {"pubmed": 18653767, "text": "a novel role for TSP1 signaling through the calreticulin/LRP1 co-complex in tissue remodeling and fibrotic responses through stimulation of anoikis resistance."}, {"pubmed": 18661355, "text": "recent results dealing with regulation of TSP-1 expression by epidermal growth factor & hepatocyte growth factor; results show TSP-1 can have opposite effects on cell invasion depending upon type of differentiated thyroid carcinoma studied [review]"}, {"pubmed": 18674744, "text": "This study demonstrates increased plasma levels of TSP1, which correlated with increased levels of proinflammatory cytokines in plasma of rheumatoid arthritis patients."}, {"pubmed": 18675774, "text": "TSP-1's C-terminal domain opens to interact with the CD-47 receptor"}, {"pubmed": 18676351, "text": "The positive correlation of glomerular p-smad2/3 positivity with proteinuria further supports the importance of the TSP-1/TGF-beta system as a relevant mechanism for progression of type-2 diabetic nephropathy"}, {"pubmed": 18688696, "text": "Data show that calumenin in the presence of calcium binds specifically to thrombospondin-1, but closely-related reticulocalbin does not form a similar complex."}, {"pubmed": 18700275, "text": "Decreased TSP-I expression may explain reduced synaptogenesis and altered hippocampal ultrastucture, both of which may contribute to the pathogenesis of diabetic dementia."}, {"pubmed": 18712840, "text": "This observation highlights the role of TSP-1 in hemorrhagic fever with renal syndrome which might have further prognostic and therapeutic implications."}, {"pubmed": 18757424, "text": "TSP1 may play an important role in antitumor immunity by enhancing recruitment and activation of M1 tumor associated macrophages, which provides an additional selective pressure for loss of TSP1 and TSP2 expression during tumor progression"}, {"pubmed": 18788631, "text": "Positive VEGF expression and negative TSP1 expression were positively correlated with postoperative recurrence of epithelial ovarian cancer."}, {"pubmed": 18853485, "text": "a profound increase in TSP-1 levels and a corresponding increase in PAI-1 activity by insulin in vivo"}, {"pubmed": 18855616, "text": "The present review illustrates the dynamic processes involved in the functional cross-talk between von Willebrand factor and thrombospondin-1, both proteins having properties that are highly controlled by the shear stress in their environment."}, {"pubmed": 18855618, "text": "In this review, the CD47/thrombospondin-1/signal regulatory protein (SIRP)-alpha) inhibitory axis is proposed as an important sensor to maintain homeostasis and regulate innate and adaptive immune responses."}, {"pubmed": 19239428, "text": "TSP-1 on decidual macrophages could influence IL-10 expression as Th2 cytokines. The abnormal expression of TSP-1 could make some women undergo pregnancy loss."}, {"pubmed": 19250552, "text": "These findings suggest a positive role of RRM2 in tumor angiogenesis and growth through regulation of the expression of TSP-1 and VEGF."}, {"pubmed": 19271751, "text": "Three proteins were significantly elevated in PTB cases: desmoplakin isoform 1, stratifin, and thrombospondin 1 precursor, providing a foundation for further validation in larger patient cohorts."}, {"pubmed": 19351925, "text": "Expression of thrombospondin-1 in the dnTbetaRII tumor or treatment with sorafenib or anti-VEGF antibody reduced tumor growth, whereas knockdown of thrombospondin-1 expression resulted in more accelerated growth of OCUM-2MLN tumors than of GFP tumors"}, {"pubmed": 19383251, "text": "The lack of correlation between microvessel density and TSP-1 expression in adenocarcinoma suggests that the mechanism of tumour inhibition by TSP-1 varies according to histological type."}, {"pubmed": 19396698, "text": "did not find any correlation between TSP-1 staining and angiogenesis, platelet counts, platelet activity, and the histological prognostic parameters"}, {"pubmed": 19414528, "text": "Metformin decreases angiogenesis via NF-kappaB and Erk1/2/Erk5 pathways by increasing the antiangiogenic thrombospondin-1."}, {"pubmed": 19422532, "text": "In brains from aged individuals and patients with vascular dementia, thrombospondin 1 was localized to neurons, but was most prominently localized to corpora amylacea."}, {"pubmed": 19435835, "text": "Multivariate analysis showed that high TXR1/low TSP1 expression was an independent prognostic factor for decreased median time to tumor progression (TTP) and median overall survival (mOS)."}, {"pubmed": 19447890, "text": "ELL (Eleven-Nineteen Lysine-rich Leukemia) acts as a transcription factor for direct thrombospondin-1 regulation"}, {"pubmed": 19485899, "text": "[review] The TSP1/transforming growth factor beta/ connective tissue growth factor axis may contribute in the pro-inflammatory and pro-atherogenic state in patients affected with rheumatoid arthritis."}, {"pubmed": 19509293, "text": "TSP-1 is a transcriptional repression target of PRMT6"}, {"pubmed": 19531495, "text": "analysis of interactions among the epidermal growth factor-like modules of thrombospondin-1"}, {"pubmed": 19570906, "text": "Since tumor cell-derived TSP-1 has the potential to promote angiogenesis in the tumor microenvironment, it could be a potential target for breast cancer therapy."}, {"pubmed": 19581582, "text": "Prosaposin functions in a paracrine and endocrine fashion by stimulating the expression of thrombospondin-1 (Tsp-1) in fibroblasts present in both primary tumors and distant organs, doing so in a p53-dependent manner."}, {"pubmed": 19584238, "text": "Upregulation of thrombospondin-1 and angiogenesis is associated with pancreatic cancer metastasis."}, {"pubmed": 19661269, "text": "Disruption of CD47-TSP-1 interactions or preventing the recruitment of DCs to tumors may provide novel approaches to therapy of myeloma bone disease and osteoporosis."}, {"pubmed": 19687096, "text": "CD26 is an endogenous inhibitor of T cell motility through inhibition of TSP-1 expression and chemokines stimulate cell polarity and migration through abrogation of the CD26-dependent inhibition"}, {"pubmed": 19698122, "text": "THBS1, Cyr61 and CTGF were all over-expressed in esophageal squamous cell carcinoma."}, {"pubmed": 19706610, "text": "analysis of stalk module of thrombospondin-1 interactions"}, {"pubmed": 19710505, "text": "These results implicate Id1 and TSP1 as downstream mediators of Epac/Rap1, inhibitory regulators of the angiogenic process"}, {"pubmed": 19715883, "text": "Patients with end-stage heart failure show decreased TSP-1 mRNA levels, which agrees with published results showing lower circulating TSP-1."}, {"pubmed": 19721725, "text": "we were able to show that heparin binding domain (HBD), the N-terminal portion of TSP-1, was cleaved and secreted simultaneously in a caspase- and serine protease- dependent manner"}, {"pubmed": 19732880, "text": "In endometrial stromal cells from endometriosis patients TSP-1 levels were decreased by estradiol and increased by progesterone."}, {"pubmed": 19747478, "text": "TSP-1 is involved in influencing the critical balance between matrix metalloproteinases and their inhibitors, maintaining the controlled degradation of the extracellular matrix needed to support metastasis."}, {"pubmed": 19762163, "text": "Increased VEGF and MMP-9 expression as well as decreased TSP-1 expression may play considerable roles in the invasion and differentiation of urothelial carcinoma."}, {"pubmed": 19805200, "text": "The upregulation of both sst2 and TSP-1 tumor suppressors may function as an early negative feedback to restrain pancreatic carcinogenesis."}, {"pubmed": 19826414, "text": "Data suggest that U19/EAF2 regulates the expression of TSP-1 via blocking p53 repression of the TSP-1 promoter."}, {"pubmed": 19906510, "text": "Positive TSP-1 expression is associated with low malignancy/good prognosis. Protein expression status may help assess tumor malignancy and patient prognosis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19958625, "text": "Promoter hypermethylation of TSP1 may play an important role in the development of gastric cardia adenocarcinoma and reflect the biological behaviours of GCA."}, {"pubmed": 19959938, "text": "HGF is a potential downregulator of TSP-1, through MAPK signaling pathways, leading to the induction of MMP-9 expression and subsequent invasion of SKOV-3ovarian cancer cells."}, {"pubmed": 19998449, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20016205, "text": "Data suggest that ions from stainless stell stent corrosion contribute to in-stent restenosis through stimulation of TSP1-dependent TGF-beta activation."}, {"pubmed": 20056600, "text": "thrombospondin-1 mimics are fibroblast growth factor-2 inhibitors"}, {"pubmed": 20103648, "text": "Results indicate that the antiangiogenic activity of TSP1 is differentially regulated by ADAMTS1 in the liver and lung, emphasizing the concept that regulation of angiogenesis is varied in different tissue environments."}, {"pubmed": 20182908, "text": "the platelet content of VEGF-A in cancer patients was significantly increased compared to healthy controls, while thrombospondin-1, CXCL12 and CXCL4 were significantly decreased"}, {"pubmed": 20203415, "text": "stromal TSP1 expression is a prognostic indicator and a new marker of invasiveness in IPMN."}, {"pubmed": 20204299, "text": "high p21waf-1 or tsp-1 mean expression level comprised small-sized, low-grade, node-negative ductal breast carcinomas"}, {"pubmed": 20300551, "text": "epigenetic silencing of TSP1 gene by promoter hypermethylation may play an important role in gastric cardia adenocarcinoma"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20372793, "text": "thymidine phosphorylase has a role in the induction of early growth response protein-1 and thrombospondin-1 by 5-fluorouracil in human cancer carcinoma cells"}, {"pubmed": 20449626, "text": "Circulating thrombospondin 1 level did not correlate with clinical benefit in patients receiving cyclophosphamide-based metronomic therapy."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20458281, "text": "critical role in prostate epithelial and stromal growth regulation through angiogenic inhibition and activation of latent TGF-beta"}, {"pubmed": 20467328, "text": "In muscle biopsies from dysferlinopathy patients, TSP-1 expression was increased in muscle fibers but not in biopsies of patientswith other myopathies with inflammation; TSP-1 was seen in some macrophages in all samples analyzed."}, {"pubmed": 20470445, "text": "tasquinimod-induced up-regulation of TSP1 is part of a mechanism involving down-regulation of HIF1alpha and VEGF, which in turn leads to reduced angiogenesis"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20492458, "text": "Thrombospondin-1 is a unique marker to identify in vitro platelet activation when monitoring in vivo processes"}, {"pubmed": 20494556, "text": "Thrombospondin-1 attenuates type I procollagen downregulation in human dermal fibroblasts."}, {"pubmed": 20498063, "text": "Knockdown of B-Raf(V600E) resulted in TSP-1 down-regulation and a reduction of adhesion and migration/invasion of human thyroid cancer cells."}, {"pubmed": 20546609, "text": "ADAMTS1 is an important regulatory factor of angiogenesis and tumor growth in prostate tumors, where modified ADAMTS1 expression resulted in markedly changed blood vessel morphology, possibly related to altered thrombospondin 1 levels."}, {"pubmed": 20625903, "text": "TSP-1 in primary myelofibrosis is likely to be a mediator within a pro-fibrotic environment which discriminates from essential thrombocythemia cases."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20655775, "text": "Promoter methylation of DAPK1, E-cadherin and thrombospondin-1 in de novo and therapy-related myeloid neoplasms."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20705333, "text": "ADAMTS13 interacted with the rVWF A1, A2, A3 domains and full-length VWF, while TSP1 also bound to three A domains, especially to A2 and A3 domains."}, {"pubmed": 20876797, "text": "Findings indicate thst Myc-regulatory networks target Tsp-1 via multiple mechanisms in medulloblastoma transformation."}, {"pubmed": 20923780, "text": "Thrombospondin-1 inhibits VEGF receptor-2 signaling by disrupting its association with CD47"}, {"pubmed": 20927579, "text": "Anti-angiogenic effects of resveratrol mediated by decreased VEGF and increased TSP1 expression."}, {"pubmed": 21107877, "text": "TSP-1 expression had positive association with VEGF expression, microvessel density (MVD) and TGF-beta expression in gastric cancer."}, {"pubmed": 21142150, "text": "Engineered mutations of TSP1 can directly cause changes in electrostatic energy, van der Waals energy, polar solvation energy, and entropy for interactions of TSP1 with CRT and, thereby, contribute to loss of TSP1 and CRT binding."}, {"pubmed": 21148423, "text": "TSP-1 is a potential biomarker of peripheral arterial disease and endothelial cell progenitor-induced angiogenesis, suggesting that TSP-1 modulation might improve local tissue ischemia in this setting."}, {"pubmed": 21152035, "text": "thrombospondin-1 deficits have a role in astrocyte-mediated spine and synaptic pathology in Down's syndrome"}, {"pubmed": 21157449, "text": "Low TXR1 mRNA levels were associated with higher response rate (RR), longer median progression-free survival (PFS) and median overall survival (mOS), whereas high TSP1 expression was correlated with higher RR, longer PFS and mOS"}, {"pubmed": 21161418, "text": "AU rich elements in the 3'UTR control TSP-1 mRNA stability and that the RNA binding protein AUF1 participates in this control."}, {"pubmed": 21193465, "text": "Thrombospondin 1, fibronectin, and vitronectin are differentially dependent upon RAS, ERK1/2, and p38 for induction of vascular smooth muscle cell chemotaxis."}, {"pubmed": 21217824, "text": "glucocorticoids interact directly with glucocorticoid receptors on vascular endothelial cells to inhibit tube-like structure formation in a process involving thrombospondin 1"}, {"pubmed": 21296375, "text": "Using siRNA approach the demonstrated that hepatitis C virus-induced furin and thrombospondin-1 (TSP-1) are involved in the proteolytic activation of TGF-beta1."}, {"pubmed": 21307796, "text": "A novel role for thrombospondin-1 provides a context for its use in the pathobiology and management of cerebral arteriovenous malformation."}, {"pubmed": 21317461, "text": "The translation of this three-dimensional information into a pharmacophore model allowed screening a small molecule databases, identifying three FGF-2-binding, antiangiogenic small molecules, mimetic of TSP-1."}, {"pubmed": 21343308, "text": "inhibition of T cell receptor signaling by thrombospondin-1 is mediated by CD47 and requires its modification at Ser(64)."}, {"pubmed": 21378271, "text": "new role for TSP-1 and CD36 in the activation of the VEGFR-2 signaling pathway that requires Syk"}, {"pubmed": 21402050, "text": "The association of thrombospondin-1 and FRP1 is primarily mediated by the amino-terminal N-module of thrombospondin-1 and the netrin domain of FRP1."}, {"pubmed": 21420687, "text": "Four peptide sequences related to thrombospondin-1B were characterised by HPLC capacity factors, UV, fluorescence, and CD spectra (either in buffer solution or in the presence of lipid vesicles), surface activity, and aggregation."}, {"pubmed": 21437286, "text": "TSP-mediated interaction may initiate cell adhesion by capturing the fast flowing infected red blood cells whereas CD36 functions as the 'holder' for providing stable binding."}, {"pubmed": 21474793, "text": "serum changes of three glycoproteins, galectin-3 binding protein, insulin-like growth factor binding protein 3, and thrombospondin 1, was associated with the development of hepatocellular carcinoma"}, {"pubmed": 21501375, "text": "Connective tissue growth factor and TSP-1 expression are elevated in human heart failure."}, {"pubmed": 21518247, "text": "found no evidence to support a relationship between genetic variations in thrombospondin genes and the occurrence of CHD; genetic variations in THBS1 and THBS2 are weakly involved in the regulation of VWF:Ag"}, {"pubmed": 21526452, "text": "Histone hypoacetylation and DNA hypermethylation in the 5' region of THBS1 may explain the inability of lunasin to upregulate this gene in RWPE-2 cells."}, {"pubmed": 21531776, "text": "These studies indicate that TSP1 disrupts the endothelial barrier through EGFR/ErbB2 activation although additional signals are necessary in cells with low receptor expression."}, {"pubmed": 21659549, "text": "Data show that THBS1 was highly expressed at RNA and protein levels in LBW-ECFCs, and silencing THBS1 restored the angiogenic properties of LBW-ECFCs by increasing AKT phosphorylation."}, {"pubmed": 21762961, "text": "Data suggests that the presence of thrombospondin-1 (rs2228262) and thrombospondin-2 (rs8089) variants need not be considered a risk for coronary artery disease or myocardial infarction among South Indians."}, {"pubmed": 21845757, "text": "There are TSP-1 N700S polymorphisms in Chinese Zhejiang Han people, but might not be a risk factor for coronary artery disease."}, {"pubmed": 21883885, "text": "The TSP-1 A2210G polymorphism, which is a risk factor for myocardial infarction, is associated with small for gestational age pregnancies, suggesting that this polymorphism may associate with the risk of vascular disorders across the life course"}, {"pubmed": 21899841, "text": "Proteomic analysis of intra-arterial thrombus secretions reveals a negative association of clusterin and thrombospondin-1 with abdominal aortic aneurysm."}, {"pubmed": 22011138, "text": "A statistically significant association between homozygous CC of THBS1 rs2292305 T>C and development of highly differentiated carcinoma."}, {"pubmed": 22014686, "text": "results clearly demonstrate that C5a/C5a des Arg needs both D binding protein and TSP-1 for maximal chemotactic activity"}, {"pubmed": 22024541, "text": "potential serological biomarker of breast cancer"}, {"pubmed": 22028325, "text": "Data show that p53 upregulated miR-194 expression in THBS1 retrovirus-transduced HCT116 cells, leading to decreased thrombospondin-1 (TSP-1) levels."}, {"pubmed": 22028813, "text": "transcript levels of UCHL1, COL1A2, THBS1 and TNFRSF10D were inversely correlated with promoter methylation"}, {"pubmed": 22035632, "text": "Nevertheless, despite its potent anti-angiogenic effect, our results suggest that circulating TSP-1 does not play a significant role in the pathogenesis of preeclampsia."}, {"pubmed": 22037878, "text": "Data suggest that intratumor disruption of the hypoxic cycle through thrombospondin 1 (TSP1) silencing will limit tumor invasion."}, {"pubmed": 22136730, "text": "Abnormal expression of HGF and TSP-1 may be related to malignant progression of ovarian cancer and associated in the pathogenesis of ovarian cancer."}, {"pubmed": 22194599, "text": "inhibition of Met, hypoxia inducible factor 1alpha, vascular endothelial growth factor A, and induction of thrombospondin-1 and TIMP3 by decorin"}, {"pubmed": 22198906, "text": "Mutant 362Asn TSP1 had less than half of the ability of wild-type TSP1 to activate TGF-beta."}, {"pubmed": 22207555, "text": "TSP-1 expression seems to be associated with favorable biological behavior of breast carcinomas"}, {"pubmed": 22231149, "text": "Overexpression of THBS-1 in stromal myofibroblasts is associated with tumor growth and nodal metastasis in gastric carcinoma. THBS-1 may activate latent transforming growth factor-beta1 to stimulate fibroblasts to differentiate into myofibroblasts."}, {"pubmed": 22238753, "text": "Disorders in placental villi maturation and branching in gestosis were paralleled by hyperexpression of TSP-1 gene mRNA by placental cells and hyperexpression of TSP-1 protein in the stromal elements of terminal villi and near villous vessels."}, {"pubmed": 22247259, "text": "New protein synthesis and trafficking through the Golgi are required for protein kinase C alpha-induced CD36 phosphorylation and blocked thrombospondin-1 binding, suggesting that phosphorylation probably occurs intracellularly."}, {"pubmed": 22268819, "text": "Human neutrophil alpha-defensins induce formation of fibrinogen and thrombospondin-1 amyloid-like structures and activate platelets via glycoprotein IIb/IIIa."}, {"pubmed": 22308318, "text": "These findings provide evidence that CD148 functions as a receptor for TSP1 and mediates its inhibition of cell growth."}, {"pubmed": 22311024, "text": "The THBS1 single nucleotide polymorphism rs2292305 showed a weak association with the poor concentration symptoms of schizophrenia patients in a dominant model."}, {"pubmed": 22318901, "text": "TSP1 levels are associated with more vaso-occlusive events, hydroxyurea use &lower rates of hemolysis. High TSP1 concentrations may indicate higher risk of the viscosity/vaso-occlusion phenotype of sickle cell disease."}, {"pubmed": 22383169, "text": "Upreg'n of miR-17-92 cluster was seen in MYC-amplified AS compared to AS lacking MYC amplification and controls. Moreover, MYC-amplified ASs were associated with a significantly lower expression of THBS1 than AS without MYC amplification or controls."}, {"pubmed": 22403705, "text": "O-beta-N-acetylglucosaminylation can occur on secreted extracellular matrix proteins"}, {"pubmed": 22583901, "text": "These studies show that TSP1 regulated TGF-beta activity is a critical determinant of osteoblast differentiation."}, {"pubmed": 22592401, "text": "Aortic smooth muscle cell migration and proliferation in response to leptin is significantly inhibited by a TSP-1 blocking antibody, revealing the physiological significance of leptin-TSP-1 crosstalk."}, {"pubmed": 22672426, "text": "The authors propose that GRP-94, EGFR, fibronectin and TSP-1 are involved in the aggregative adherence of enteroaggregative Escherichia coli-T8 to INT-407 cells."}, {"pubmed": 22750995, "text": "Low plasma levels of TSP1 after percutaneous coronary intervention are associated with MACE."}, {"pubmed": 22796565, "text": "ECFC migration and tubulogenesis were stimulated neither by a TSP-HepI peptide with a modified heparin-binding site (S/TSP-HepI) nor when the glycosaminoglycans (GAGs) moieties were removed from the ECFC surface"}, {"pubmed": 22971480, "text": "TSP-1 and TGF-beta1 may play important roles in the progression of prolactinoma, by affecting angiogenesis."}, {"pubmed": 22982001, "text": "THBS1 SNPsrs1478604,rs11070217,rs2618162, rs1134485 & rs2228261 were associated with subclinical carotic atherosclerotic plaque thickness. A potential gene-gene interaction between vWF & THBS1 may associate with irregular plaque."}, {"pubmed": 23030305, "text": "study demonstrated the expression of inhibitor of apoptosis proteins, survivin and Livin and the pro-apoptotic protein TSP-1 in endemic Burkitt lymphoma (BL); no significant difference was found between BL and reactive lymphoid hyperplasia"}, {"pubmed": 23085760, "text": "NOL7 significantly alters TSP-1 expression and may be a master regulator that coordinates the post-transcriptional expression of key signaling factors critical for the regulation of the angiogenic phenotype."}, {"pubmed": 23119050, "text": "Our results demonstrate a HIF-1-dependent up-regulation of CD36 and TSP-1 that mediates the increased phagocytosis of neutrophils by macrophages during hypoxia."}, {"pubmed": 23145312, "text": "thrombospondin-1 regulation in hypoxia proved to be important for ccRCC cell migration and invasion."}, {"pubmed": 23202046, "text": "Pharmacological reversal of methylation silenced TSP1 had functional biological consequences in enhancing angiogenesis inhibition and inducing antitumor effects to decrease murine melanoma growth"}, {"pubmed": 23315169, "text": "Histamine and serotonin induce angiogenesis through TR3/Nur77 and subsequently truncate it through thrombospondin-1."}, {"pubmed": 23350987, "text": "Rapid secretion of TSP-1 from MDA-MB-231 cells depends on ROCK1 inhibition."}, {"pubmed": 23380452, "text": "these data demonstrate that PRMT6 overexpression is associated with regulation of motility and invasion through up-regulation of TSP-1 and down-regulation of MMPs in human cancer cells."}, {"pubmed": 23463593, "text": "Low TSP1 expression is associated with low response to chemotherapy in non-small cell lung cancer."}, {"pubmed": 23528972, "text": "This study demonstrates that thrombospondin-1 is increased in adipocytes by coculture with macrophages and that the magnitude of the increase is dependent on the polarity of the cocultured macrophage."}, {"pubmed": 23614916, "text": "TSP-1 promotes lymph node metastasis and TSP-1 potentially could be a predictive marker for metastasis."}, {"pubmed": 23660684, "text": "human cytomegalovirus infection induced time-dependent decreases in mRNA and protein expressions of both TSP1 and TSP2 in astrocytes"}, {"pubmed": 23664438, "text": "[review] TSP-1 regulates matrix production and organization, thereby influencing tissue remodelling and promoting the generation of T regulatory cells that control the inflammatory response."}, {"pubmed": 23677673, "text": "THBS1 was elevated in ischemic muscle from peripheral artery disease patients. FoxO1 directly regulates THBS1 within ischemic muscle."}, {"pubmed": 23749764, "text": "Ovarian endometrioma increases TSP-1 in the surrounding ovarian tissues."}, {"pubmed": 23933487, "text": "Bioinformatic and deletion studies identified a 5' region of the TSP-1 promoter repressed by NR4A2 and proangiogenic transcription factors, including NF-kappaB and Ets1/2."}, {"pubmed": 23979202, "text": "We have identified the baseline VEGF/sVEGFR-2 and VEGF/TSP-1 ratios as potential biomarkers of response in ABCP treated metronomically with Cy+Cel. This finding warrants its confirmation in a higher number of patients."}, {"pubmed": 23995838, "text": "Data indicate that the adhesive alpha-granule proteins fibrinogen and thrombospondin are concentrated in a fibrin polymerization-dependent \"cap\" on phosphatidylserine-expressing platelets that promotes their incorporation into thrombi."}, {"pubmed": 24013228, "text": "BMP4/Thrombospondin-1 loop paracrinically inhibits tumor angiogenesis and suppresses the growth of solid tumors."}, {"pubmed": 24053448, "text": "Anti-miR-182 could be used to restore TSP-1 expression in order to contrast angiogenic and invasive events in CRC"}, {"pubmed": 24205998, "text": "may play a role in the pathophysiology of preeclampsia"}, {"pubmed": 24223867, "text": "Data indicate that glioma cell migration is mediated by Thrombospondin-1 (THBS-1) and TGF-beta2."}, {"pubmed": 24314882, "text": "Inhibition of miR-21 blocks TSP-1-induced vascular smooth muscle cell migration, proliferation, and ERK 1/2 phosphorylation."}, {"pubmed": 24371140, "text": "Vn competes with hTSP-1 for binding to Atl repeats and vice versa. In conclusion, this study identifies the Atl repeats as bacterial adhesive structures interacting with the human glycoproteins hTSP-1 and Vn."}, {"pubmed": 24444023, "text": "Multiple microRNAs regulate thrombospondin 1 expression."}, {"pubmed": 24505433, "text": "TSP-1 inhibited angiogenesis potential of early and late endothelial progenitor cells in vitro. This inhibition may be regulated by TSP-1's interaction with CD47, resulting in down regulation of VEGFR2 phosphorylation."}, {"pubmed": 24511121, "text": "These results suggest that thrombospondin-1 binding to SIRP-alpha on nonphagocytic cells activates NADPH oxidase, limits vasodilation, and promotes renal ischemia reperfusion injury."}, {"pubmed": 24615654, "text": "IL-18 may act directly in prostatic hyperplasia pathogenesis by inducing TSP-1 production in prostatic smooth muscle cells via Akt phosphorylation."}, {"pubmed": 24618326, "text": "TSP-1 rs1478604 AA homozygotes may be at increased risk of corneal transplant rejection, especially if they carry the ACA haplotype."}, {"pubmed": 24679443, "text": "Genetic variation in the THBS1 gene results in decreased expression of glycoprotein TSP1 in ocular surface epithelial cells significantly increases the susceptibility to develop chronic ocular surface inflammation after refractive surgery."}, {"pubmed": 24848268, "text": "the TSP-derived 4N1K peptide effects on cell adhesion and integrin activation are independent of CD47"}, {"pubmed": 24877199, "text": "Integrin ligands and CXCL12 stimulated motility and enhanced cell surface expression of LRP1, intact TSP-1 and a 130,000 MW TSP-1 fragment while preventing formation of a de-adhesion-coupled 110 000 MW TSP-1 fragment."}, {"pubmed": 25001859, "text": "Elevated postinjury thrombospondin 1-CD47 triggering aids differentiation of patients' defective inflammatory CD1a+dendritic cells."}, {"pubmed": 25051363, "text": "Authors found aberrant THBS1 protein expression in metastatic melanoma tumor biopsies."}, {"pubmed": 25109329, "text": "The critical step in establishing the angiogenic capability of human tumor cells is the repression of a key secreted anti-angiogenic factor, thrombospondin-1 (Tsp-1)."}, {"pubmed": 25150583, "text": "Observations suggest that the TSP-1 -696 C/T polymorphism may contribute to bladder cancer susceptibility in the Chinese population."}, {"pubmed": 25256553, "text": "TSP-1 cooperates with FGF-2 and VEGF/VEGFR-1 in determining melanoma invasion and metastasis, as part of a Slug-independent motility program."}, {"pubmed": 25304225, "text": "data revealed that both common and rare variants of the THBS1 gene are associated with risk for autism, suggesting that THBS1 is a novel susceptible gene for autism"}, {"pubmed": 25354527, "text": "The inhibitory effects of Cr(3+) on TSP-1 were accompanied by significant reductions in O-glycosylation of cytoplasmic and nuclear proteins."}, {"pubmed": 25387836, "text": "Adosine up-regulates TSP-1 production by macrophages, resulting in stimulation of angiogenesis"}, {"pubmed": 25393517, "text": "Th1 and Th2 cytokine responses differentially regulate T-cell expression of TSP-1 and LRP1 and motility."}, {"pubmed": 25393858, "text": "Polymorphism N700S (thrombospondin-1) does not represent a protective or risk factor for acute myocardial infarction in young Mexican individuals"}, {"pubmed": 25501558, "text": "Authors demonstrated that TSP-1 mRNA expression level was significantly upregulated in inflamed periodontitis gingival tissues"}, {"pubmed": 25621889, "text": "We conclude that EPB41L3, RASSF2 and TSP-1 genes are involved in the pathogenesis of diffuse gliomas"}, {"pubmed": 25738409, "text": "conclude that glioma cell-derived TSP1 facilitates the induction of TGF-beta in monocytes"}, {"pubmed": 25862862, "text": "CD133 expression and THBS1 expression were prognostic factors, and a negative relationship between HDAC and THBS1 was observed in advanced gastric cancer."}, {"pubmed": 25897078, "text": "Streptococcus pneumoniae interacts with matricellular human thrombospondin-1 (hTSP-1), facilitating adhesion to and invasion into host cells."}, {"pubmed": 25934826, "text": "TSP1 up regulation might be critically involved in the disease progression with rheumatoid arthritis."}, {"pubmed": 25945607, "text": "Triptolide can down regulates the expression of thrombospondin 1 and TGF-beta-1 in renal tubular cells. This plays a role in the pathogenesis of renal tubular fibrosis."}, {"pubmed": 25963668, "text": "Novel role of TNFalpha in inducing inflammatory stress response in human microvascular endothelial cells through Akt- and P38 MAPK-mediated expression of TSP-1, independent of NFkappaB signaling."}, {"pubmed": 25976449, "text": "The THBS1 N700S polymorphism was associated with coronary artery disease risk."}, {"pubmed": 26168731, "text": "determined if structural differences of the TSPs imparted different effects on vascular smooth muscle cell functions critical to the formation of neointimal hyperplasia"}, {"pubmed": 26182380, "text": "F-actin dynamics modulate the patterning of TSP1 in extracellular matrix and that TSP1 oligomer state is a key determinant of this process."}, {"pubmed": 26296896, "text": "Plasma thrombospondin-1 concentrations are elevated obviously and are highly associated with long-term outcome of ischemic stroke"}, {"pubmed": 26298466, "text": "Serum THBS1 is a useful biological marker of obesity and metabolic syndrome in Japanese subjects, particularly in women. THBS1 may act as a critical circulating factor that couples obesity with metabolic syndrome and diabetes in humans"}, {"pubmed": 26368265, "text": "increased plasma thrombospondin-1 concentrations following ICH are independently associated with injury severity and short-term and long-term clinical outcomes"}, {"pubmed": 26464514, "text": "The anti-angiogenic activity of the native TSP-1 active fragment was maintained in the new TSP-1 mimetics and the results provide a new chemical approach for the design of TSP-1 mimetics."}, {"pubmed": 26471266, "text": "DLL4/Notch1 and BMP9 interdependent signaling induces endothelial cell quiescence via P27KIP1/thrombospondin pathway."}, {"pubmed": 26573598, "text": "Circulating TSP-1 levels decrease up to 24 months prior to diagnosis of PDAC and significantly enhance the diagnostic performance of CA19-9. The influence of diabetes mellitus on biomarker behavior should be considered in future studies."}, {"pubmed": 26676551, "text": "quercetin could increase TSP-1 expression to inhibit angiogenesis resulting in antagonizing prostate cancer PC-3 cell and xenograft tumor growth"}, {"pubmed": 26728995, "text": "TSP-1 regulates multiple microRNAs in VSMCs adding a new layer of complexity to TSP-1 regulation of VSMC function"}, {"pubmed": 26768578, "text": "In the current study Factor V Leiden, prothrombin G20210A, and thrombospondin-1 polymorphisms showed no association with severity of hepatic fibrosis."}, {"pubmed": 26992552, "text": "TSP-1 strongly potentiated the proliferative and migratory activity of PDGF on mesenchymal stromal cells."}, {"pubmed": 27182166, "text": "Methylation of DAPK and THBS1 genes occurs in esophageal gastric-type columnar metaplasia and is associated with H. pylori cagA positive infection."}, {"pubmed": 27281481, "text": "Regulatory elements for both IRF-1 (-1019 to -1016) and CREB (-1198 to -1195), specific to the distal THBS1 promoter, were required for leptin-induced TSP-1 transcription."}, {"pubmed": 27344311, "text": "Study discovered novel and independent associations of prediabetes and related traits with MASP1, and some evidence for associations with THBS1, GPLD1 and ApoA-IV, suggesting a role for these proteins in the pathophysiology of type 2 diabetes."}, {"pubmed": 27349907, "text": "the results obtained by combining bioinformatics and preclinical studies strongly suggest that targeting TSP-1/CD47 axis may represent a valuable therapeutic alternative for hampering melanoma spreading."}, {"pubmed": 27378148, "text": "KLK4 further liberated an N-terminal product, with purported angiogenic activity, from thrombospondin-1 (TSP1) and cleaved TSP1 in an osteoblast-derived matrix."}, {"pubmed": 27403446, "text": "Within the limitations of this study, the results seem to sustain the involvement of Pentraxin 3 and Thrombospondin 1 in the processes of inflammation and angiogenesis in wound healing of patients with postorthodontic gingivectomy."}, {"pubmed": 27422280, "text": "Results show that the presence of OPN and TSP-1 in the serum of patients with non-small cell lung cancer may reflect the aggressiveness of the tumor."}, {"pubmed": 27473366, "text": "High plasma levels of TSP-1 are associated with increased pulmonary arterial pressure, increased pulmonary vascular resistance and decreased survival pulmonary hypertension."}, {"pubmed": 27485292, "text": "The simulated model of the fully calcium-loaded and calcium-depleted TSP1-Sig1 may enable the development of its interactions as a novel therapeutic target for the treatment of vascular diseases."}, {"pubmed": 27487140, "text": "Functional studies showed THBS1 and TNC to mediate chemoresistance through the integrin beta1/mTOR pathway."}, {"pubmed": 27513329, "text": "Low THBS1 expression is associated with lung cancer."}, {"pubmed": 27588705, "text": "These findings shed light on the mechanisms leading to beta-cell failure during metabolic stress and point to THBS1 as an interesting therapeutic target to prevent oxidative stress in type 2 diabetes."}, {"pubmed": 27742621, "text": "In pulmonary hypertension TSP1-CD47 is upregulated, and contributes to pulmonary arterial vasculopathy and dysfunction."}, {"pubmed": 27779244, "text": "These findings indicate that PRR13/THBS1 and TXN expression could be used for the prediction of resistance to treatment of epithelial ovarian cancer patients."}, {"pubmed": 27911324, "text": "This study demonstrated that THBS! was detected in the serums of Alzheimer disease patients."}, {"pubmed": 28033687, "text": "Thrombospondin-1 gene polymorphism is associated with estimated pulmonary artery pressure in patients with sickle cell anemia."}, {"pubmed": 28045898, "text": "Introduces a computational model that describes the mechanistic interactions between intracellular biomolecules and cooperation between signaling pathways that together make up the complex network of TSP-1 regulation both at the transcriptional and post-transcriptional level."}, {"pubmed": 28146424, "text": "High THBS1 expression is associated with primary effusion lymphoma."}, {"pubmed": 28151721, "text": "Our findings suggest that Rab37-mediated TSP1 secretion in cancer cells suppresses metastasis and angiogenesis via a cross-talk with endothelial cells and reveal a novel component of the vesicular exocytic machinery in tumor microenvironment and tumor progression"}, {"pubmed": 28174297, "text": "Peg3 Induces Thrombospondin 1 Secretion and Inhibits Capillary Morphogenesis Independently of Beclin 1."}, {"pubmed": 28209711, "text": "Competitive inhibition experiments with other pneumococcal hTSP-1 adhesins demonstrated that PspC and PspC-like Hic recognize similar domains, whereas PavB and Hic can bind simultaneously to hTSP-1."}, {"pubmed": 28323501, "text": "Our data suggest that the molecular network including TSP-1, TGF-beta1, and PGE2 might be involved in the pathogenesis of acute angle closure glaucoma."}, {"pubmed": 28339036, "text": "FGF7 stimulation of cell invasion and migration was partially suppressed by the FGFR2 knockdown. In addition, FGF7/FGFR2 upregulated THBS1, and cell invasion and migration were decreased by knockdown of THBS1"}, {"pubmed": 28364044, "text": "TSP-1 deficiency promotes maladaptive remodelling of the ECM leading to accelerated abdominal aortic aneurysms progression."}, {"pubmed": 28555642, "text": "Following Schistosoma exposure, TSP-1 levels in the lung increase, via recruitment of circulating monocytes, while TSP-1 inhibition or knockout bone marrow prevents TGF-beta activation and protects against pulmonary hypertension development."}, {"pubmed": 28634844, "text": "TSP-1 effectively elevated P. gingivalis LPS-induced inflammation mediated by the NF-kappaB pathway and may be critical for pathology of periodontitis."}, {"pubmed": 28655131, "text": "Data indicate correlation between the levels of thrombospondin-1 and overall survival of ovarian cancer patients, suggesting thrombospondin-1 may be used as a prognostic factor in ovarian cancer patients."}, {"pubmed": 28668845, "text": "The levels of CD36, STAT3 and TGFbetaR2 mRNA were significantly higher in the TSP1-high group."}, {"pubmed": 28747434, "text": "Data suggest pituitary cells secrete factor (TSP1) that binds to and inhibits action of BMP2 and BMP4; von Willebrand type C domain of TSP1 is likely responsible for this BMP2/4-binding activity. These studies were initially conducted using cultured cells from ovine pituitary gland and mouse cell line; interactions were confirmed using recombinant human proteins. (TSP1 = thrombospondin-1; BMP = bone morphogenetic protein)"}, {"pubmed": 28757355, "text": "15-LOX-1 expression in colon and prostate cancer cells leads to reduced angiogenesis.  These changes could be mediated by an increase in the expression of both ICAM-1 and the anti-angiogenic protein TSP-1."}, {"pubmed": 28760845, "text": "miR-98 can suppress the expression of TSP1 in the peripheral B cells of patients with allergic asthma."}, {"pubmed": 28762749, "text": "Studies show that thrombospondin-1 (Thbs-1), is a prolific contributor to the production and modulation of ROS in large conductance vessels and in the peripheral circulation. Recently, the presence of physiologically relevant circulating Thbs-1 levels was proven to also disrupt vasodilation to nitric oxide (NO) in coronary arterioles from aged animals, negatively impacting coronary blood flow reserve. [review]"}, {"pubmed": 28913875, "text": "Genetic variants of THBS1 were significantly more frequent in patients affected by idiopathic/genetic generalized epilepsies than in non-epileptic controls."}, {"pubmed": 29042481, "text": "Results show that the thrombospondin 1 (TSP1) and its receptor CD47 (CD47) axis selectively regulates NADPH oxidase 1 (Nox1) in the regulation of endothelial senescence and suggest potential targets for controlling the aging process at the molecular level."}, {"pubmed": 29206970, "text": "TSP-1 appears to play an accessory role in modulating Mp activity in humans and BlaJ mice in a gender, age and muscle-dependent manner, but is unlikely a primary driver of disease progression of dysferlinopathy."}, {"pubmed": 29258506, "text": "intracellular dynamics of the TSP1-induced apoptosis signaling pathway"}, {"pubmed": 29336258, "text": "TSP-4 A387P polymorphism, but not TSP-1 polymorphism, is an independent risk factor for acute myocardial infarction in Egyptians."}, {"pubmed": 29415890, "text": "TSP-1 provides an additional line of defense by directly subduing host-derived proteolysis, with dose-dependent inhibition of neutrophil elastase from airway neutrophils of mechanically ventilated critically ill patients."}, {"pubmed": 29471751, "text": "serum levels decrease in pregnant women presenting with pre-eclampsia"}, {"pubmed": 29572155, "text": "HtrA1 cleavage of thrombospondin-1 generates a proangiogenic fragment in the polarized retinal pigment epithelial cell model of age-related macular degeneration."}, {"pubmed": 29602637, "text": "High THBS1 expression is associated with migration, invasion, and progression of bladder cancer."}, {"pubmed": 29730901, "text": "The EFEMP1, an extracellular matrix protein mutated in Doyne honeycomb retinal dystrophy, a genetic eye disease similar to AMD, and thrombospondin 1 (TSP1), an inhibitor of angiogenesis."}, {"pubmed": 29844053, "text": "Thrombospondin-1 (TSP1) plays an indirect role in collagen homeostasis through interactions with matrix metalloproteinases and transforming growth factor-beta1 (TGF-beta1); TSP1 also affects collagen fibril formation directly."}, {"pubmed": 29998369, "text": "This study revealed the opposite clinical relevance of TSP-1 and its autoantibody in SLE for the first time. TSP-1 may play an anti-inflammatory and immunoregulatory role in SLE autoimmunity. Its autoantibody was increased more frequently in disease-active patients and was associated with more severe clinical manifestations, which implicated its antagonistic role on TSP-1 and its involvement in the pathogenesis of SLE."}, {"pubmed": 30014611, "text": "Together with previous evidence implicating LTBP4, the THBS1 modifier locus regulates variants in gene interaction networks in mitigating disease progression in muscular dystrophy."}, {"pubmed": 30254632, "text": "The analysis of a large transcriptomic dataset derived from the tumors of patients with Triple Negative Breast Cancer revealed that the expression of CD163, CXCR4, THBS1 predicted relapse-free survival."}, {"pubmed": 30355232, "text": "Thbs1 is a critical component of mechanotransduction, as well as a modulator of elastic fiber organization. Maladaptive upregulation of Thbs1 results in disruption of elastin-contractile units and dysregulation of actin cytoskeletal remodeling, contributing to the development of ascending aortic aneurysms."}, {"pubmed": 30439539, "text": "PEDF decreases the metastatic potential of non-small cell lung carcinoma cells through regulation of THBS1 release in cancer cell-derived exosomes."}, {"pubmed": 30595182, "text": "TSP-1 level is significantly increased in AD patients and might participate in AD via promoting classically activated macrophage (M1) macrophage differentiation and SMC apoptosis."}, {"pubmed": 30684555, "text": "this study shows that thrombospondin-1 is a major activator of TGF-beta signaling in recessive dystrophic epidermolysis bullosa fibroblasts"}, {"pubmed": 30848575, "text": "Histamine-activated macrophages could locally activate signaling pathways via FAK and THBS1 genes that are effective in the proliferation and migration of vascular smooth muscle cells."}, {"pubmed": 30850588, "text": "The data show that TGFB1 induces THBS1 expression via Smad3 which contributes to the invasive behavior during glioblastoma multiforme expansion."}, {"pubmed": 31092423, "text": "the pathological roles of 4N1K-peptide are different from those of TSP-2, and 4N1K-peptide would be a more useful predictive marker and potential therapeutic target compared to TSP-1 and TSP-2 in patients with Bladder Cancer"}, {"pubmed": 31116066, "text": "This article presents evidence for the importance of TSP1 control of latent transforming growth factor beta activation in renal fibrosis with an emphasis on diabetic nephropathy. [review]"}, {"pubmed": 31190349, "text": "MicroRNA-194 reduces inflammatory response and human dermal microvascular endothelial cells permeability through suppression of TGF-beta/SMAD pathway by inhibiting THBS1 in chronic idiopathic urticaria."}, {"pubmed": 31236971, "text": "Blockade of thrombospondin-1 ameliorates high glucose-induced peritoneal fibrosis through downregulation of TGF-beta1/Smad3 signaling pathway."}, {"pubmed": 31502404, "text": "Identification and Validation of Stage-Associated Serum Biomarkers in Colorectal Cancer Using MS-Based Procedures."}, {"pubmed": 31587040, "text": "Far upstream element-binding protein 1 facilitates hepatocellular carcinoma invasion and metastasis."}, {"pubmed": 31712778, "text": "Thrombospondin-1 promotes tumor progression in cutaneous T-cell lymphoma via CD47."}, {"pubmed": 31750826, "text": "The high expression of VEGF and the low expression of TSP-1 in breast cancer tissues are significantly correlated with the main clinical features. The recurrence rate of patients with high expression of VEGF and low expression of TSP is high."}, {"pubmed": 31847842, "text": "Long non-coding RNA BZRAP1-AS1 silencing suppresses tumor angiogenesis in hepatocellular carcinoma by mediating THBS1 methylation."}, {"pubmed": 31891606, "text": "these findings provide important insights into the role of TSP-1 in context of non-alcoholic fatty liver disease /non-alcoholic steatohepatitis (NAFLD/NASH) and TSP-1 may be a target of interest to develop anti-fibrotic therapeutics for NAFLD/NASH."}, {"pubmed": 31934850, "text": "Intermittent hypoxia mediated by TSP1 dependent on STAT3 induces cardiac fibroblast activation and cardiac fibrosis."}, {"pubmed": 31957847, "text": "LncRNA NEAT1 facilitates the progression of sepsis through up-regulating TSP-1 via sponging miR-370-3p."}, {"pubmed": 31980715, "text": "pVHL-mediated regulation of the anti-angiogenic protein thrombospondin-1 decreases migration of Clear Cell Renal Carcinoma Cell Lines."}, {"pubmed": 32047233, "text": "Recurrent novel THBS1-ADGRF5 gene fusion in a new tumor subtype \"\"Acral FibroChondroMyxoid Tumors\"\"."}, {"pubmed": 32052380, "text": "THBS1 facilitates colorectal liver metastasis through enhancing epithelial-mesenchymal transition."}, {"pubmed": 32174570, "text": "Evaluation of thrombospondin-1 gene polymorphisms in corneal allograft rejection in Asian Indian patients."}, {"pubmed": 32194822, "text": "Coronary artery mechanics induces human saphenous vein remodelling via recruitment of adventitial myofibroblast-like cells mediated by Thrombospondin-1."}, {"pubmed": 32196807, "text": "TSP1-CD47-SIRPalpha signaling facilitates the development of endometriosis by mediating the survival of ectopic endometrium."}, {"pubmed": 32271187, "text": "Pregnancy-associated Inflammatory Myofibroblastic Tumors of the Uterus Are Clinically Distinct and Highly Enriched for TIMP3-ALK and THBS1-ALK Fusions."}, {"pubmed": 32423265, "text": "Thrombospondin-1 counteracts the p97 inhibitor CB-5083 in colon carcinoma cells."}, {"pubmed": 32580141, "text": "Thrombospondin 1 improves hepatic steatosis in diet-induced insulin-resistant mice and is associated with hepatic fat content in humans."}, {"pubmed": 32600280, "text": "Role of TSP-1 as prognostic marker in various cancers: a systematic review and meta-analysis."}, {"pubmed": 32636307, "text": "BMP-1 disrupts cell adhesion and enhances TGF-beta activation through cleavage of the matricellular protein thrombospondin-1."}, {"pubmed": 32709480, "text": "The role of thrombospondin-1 in the pathogenesis of antiphospholipid syndrome."}, {"pubmed": 32845506, "text": "Thrombospondin in Tumor Microenvironment."}, {"pubmed": 32894090, "text": "Bioinformatic analysis reveals hub genes and pathways that promote melanoma metastasis."}, {"pubmed": 32917134, "text": "Increased cardiovascular mortality in females with the a/a genotype of the SNPs rs1478604 and rs2228262 of thrombospondin-1."}, {"pubmed": 32921106, "text": "Expression and clinical significance of thrombospondin-1 and plasminogen activator inhibitor-1 in patients with mesangial proliferative glomerulonephritis."}, {"pubmed": 32990854, "text": "The Role of Polymorphic Markers rs1478604, rs2292305, and rs2228262 in THBS1 Gene in the Development of Autoimmune Dry Eye Syndrome."}, {"pubmed": 33026626, "text": "Protein Concentrations of Thrombospondin-1, MIP-1beta, and S100A8 Suggest the Reflection of a Pregnancy Clock in Mid-Trimester Amniotic Fluid."}, {"pubmed": 33032882, "text": "Novel application of adipose-derived mesenchymal stem cells via producing antiangiogenic factor TSP-1 in lung metastatic melanoma animal model."}, {"pubmed": 33099906, "text": "Circular RNA THBS1 promotes proliferation and apoptosis of non-small cell lung cancer cells by sponging miR-129-5p and regulating SOX4 expression."}, {"pubmed": 33186919, "text": "miR-205 inhibits the development of hypertrophic scars by targeting THBS1."}, {"pubmed": 33238433, "text": "Plasmin-Induced Activation of Human Platelets Is Modulated by Thrombospondin-1, Bona Fide Misfolded Proteins and Thiol Isomerases."}, {"pubmed": 33341997, "text": "Thrombospondin 1-induced exosomal proteins attenuate hypoxia-induced paraptosis in corneal epithelial cells and promote wound healing."}, {"pubmed": 33372257, "text": "Circulating Levels of Thrombospondin-1 and Thrombospondin-2 in Patients with Temporal Lobe Epilepsy Before and After Surgery."}, {"pubmed": 33376743, "text": "Effect of THBS1 on the Biological Function of Hypertrophic Scar Fibroblasts."}, {"pubmed": 33414684, "text": "C1q/TNF-Related Protein 9 Inhibits Coxsackievirus B3-Induced Injury in Cardiomyocytes through NF-kappaB and TGF-beta1/Smad2/3 by Modulating THBS1."}, {"pubmed": 33661363, "text": "Thrombospondin 1 polymorphism associated with decreased expression and increased risk of pterygium."}, {"pubmed": 33759165, "text": "Circulating Levels of Thrombospondin-1 and Thrombospondin-2 in Patients with Common Brain Tumors."}, {"pubmed": 33802838, "text": "Expression and Localization of Thrombospondins, Plastin 3, and STIM1 in Different Cartilage Compartments of the Osteoarthritic Varus Knee."}, {"pubmed": 33854480, "text": "Thrombospondin 1 in Metabolic Diseases."}, {"pubmed": 33920030, "text": "Thrombospondin-1 CD47 Signalling: From Mechanisms to Medicine."}, {"pubmed": 34015597, "text": "Targeting TSP-1 decreased periodontitis by attenuating extracellular matrix degradation and alveolar bone destruction."}, {"pubmed": 34050808, "text": "Expression of thrombospondin-1 in conjunctival squamous cell carcinoma is correlated to the Ki67 index and associated with progression-free survival."}, {"pubmed": 34063076, "text": "Age-Dependent Control of Collagen-Dependent Platelet Responses by Thrombospondin-1-Comparative Analysis of Platelets from Neonates, Children, Adolescents, and Adults."}, {"pubmed": 34102652, "text": "Expression and methylation status of vascular endothelial growth factor and thrombospondin-1 genes in congenital factor XIII-deficient patients with intracranial hemorrhage."}, {"pubmed": 34134958, "text": "[Correlation of serum ADAMTS13 and TSP1 levels with myocardial injury and prognosis in patients with acute coronary syndrome]."}, {"pubmed": 34143713, "text": "Identification of Missense Extracellular Matrix Gene Variants in a Large Glaucoma Pedigree and Investigation of the N700S Thrombospondin-1 Variant in Normal and Glaucomatous Trabecular Meshwork Cells."}, {"pubmed": 34273068, "text": "MiR-222-3p induced by hepatitis B virus promotes the proliferation and inhibits apoptosis in hepatocellular carcinoma by upregulating THBS1."}, {"pubmed": 34390026, "text": "Circulating methylated THBS1 DNAs as a novel marker for predicting peritoneal dissemination in gastric cancer."}, {"pubmed": 34667145, "text": "XBP1 regulates the protumoral function of tumor-associated macrophages in human colorectal cancer."}, {"pubmed": 34669362, "text": "mRNA Expression of thrombospondin 1, 2 and 3 from proximal to distal in human abdominal aortic aneurysm - preliminary report."}, {"pubmed": 34670505, "text": "Association of atrial arrhythmias with thrombospondin-1 in patients with acute myocardial infarction."}, {"pubmed": 34695439, "text": "Loss of the AMD-associated B3GLCT gene affects glycosylation of TSP1 without impairing secretion in retinal pigment epithelial cells."}, {"pubmed": 34698361, "text": "Role of Thrombospondin1 in sepsisinduced myocardial injury."}, {"pubmed": 34702315, "text": "The protein-protein interaction between connective tissue growth factor and annexin A2 is relevant to pannus formation in rheumatoid arthritis."}, {"pubmed": 34927311, "text": "Thrombospondin-1 induced programmed death-ligand 1-mediated immunosuppression by activating the STAT3 pathway in osteosarcoma."}, {"pubmed": 35008641, "text": "High Level of Staufen1 Expression Confers Longer Recurrence Free Survival to Non-Small Cell Lung Cancer Patients by Promoting THBS1 mRNA Degradation."}, {"pubmed": 35021035, "text": "Thrombospondin-1 Plays a Major Pathogenic Role in Experimental and Human Bronchopulmonary Dysplasia."}, {"pubmed": 35042684, "text": "Novel ADAMTSL4 gene mutations in Chinese patients with isolated ectopia lentis."}, {"pubmed": 35131485, "text": "Thrombospondin-1, Platelet Factor 4, and Galectin-1 Are Associated with Engraftment in Patients with Sickle Cell Disease who Underwent Haploidentical Hematopoietic Stem Cell Transplantation."}, {"pubmed": 35476850, "text": "The TSP-1 domain of the matricellular protein CCN5 is essential for its nuclear localization and anti-fibrotic function."}, {"pubmed": 35597280, "text": "O-fucosylation stabilizes the TSR3 motif in thrombospondin-1 by interacting with nearby amino acids and protecting a disulfide bond."}, {"pubmed": 35661430, "text": "TSP1 promotes fibroblast proliferation and extracellular matrix deposition via the IL6/JAK2/STAT3 signalling pathway in keloids."}, {"pubmed": 35993956, "text": "miR-1246 Promotes Laryngeal Squamous Cell Carcinoma Progression by Interacting with THBS1."}, {"pubmed": 36112712, "text": "Thrombospondin 1 and Nuclear Factor Kappa B Signaling Pathways in Non-alcoholic Fatty Liver Disease."}, {"pubmed": 36326357, "text": "Blood neurofilament light chain and thrombospondin-1 levels of patients with autism spectrum disorder."}, {"pubmed": 36452318, "text": "Genetic regulation of THBS1 methylation in diabetic retinopathy."}, {"pubmed": 36481664, "text": "Dysregulated thrombospondin 1 and miRNA-29a-3p in severe COVID-19."}, {"pubmed": 36575174, "text": "PRSS2 remodels the tumor microenvironment via repression of Tsp1 to stimulate tumor growth and progression."}, {"pubmed": 36721988, "text": "O-fucosylation of thrombospondin type I repeats is dispensable for trafficking thrombospondin 1 to platelet secretory granules."}, {"pubmed": 36791324, "text": "Thrombospondin-1, CD47, and SIRPalpha display cell-specific molecular signatures in human islets and pancreata."}, {"pubmed": 36849037, "text": "Granzyme B Contributes to Choroidal Neovascularization and Age-Related Macular Degeneration Through Proteolysis of Thrombospondin-1."}, {"pubmed": 36899005, "text": "LYN kinase programs stromal fibroblasts to facilitate leukemic survival via regulation of c-JUN and THBS1."}, {"pubmed": 37055552, "text": "Novel thrombospondin-1 transcript exhibits distinctive expression and activity in thyroid tumorigenesis."}, {"pubmed": 37438087, "text": "Evaluating von Willebrand factor and ADAMTS13 levels in thalassemia major patients and assessing a possible association with Thrombospondin-1."}, {"pubmed": 37507331, "text": "Thrombospondin-1 in vascular development, vascular function, and vascular disease."}, {"pubmed": 37573658, "text": "Exosomes derived from menstrual blood stromal cells ameliorated premature ovarian insufficiency and granulosa cell apoptosis by regulating SMAD3/AKT/MDM2/P53 pathway via delivery of thrombospondin-1."}, {"pubmed": 37591452, "text": "Invadopodia associated Thrombospondin-1 contributes to a post-therapy pro-invasive response in glioblastoma cells."}, {"pubmed": 37639153, "text": "Epithelial-to-mesenchymal transition status correlated with ultrastructural features, and TP53 mutation in patient-derived oral cancer cell lines."}, {"pubmed": 37686118, "text": "THBS1-Mediated Degradation of Collagen via the PI3K/AKT Pathway Facilitates the Metastasis and Poor Prognosis of OSCC."}, {"pubmed": 37783390, "text": "Gastric cancer derived exosomal THBS1 enhanced Vgamma9Vdelta2 T-cell function through activating RIG-I-like receptor signaling pathway in a N6-methyladenosine methylation dependent manner."}, {"pubmed": 37822187, "text": "Relationship between elevated circulating thrombospondin-1 levels and vascular complications in diabetes mellitus."}, {"pubmed": 37863116, "text": "Pericardial Adipose Tissue Thrombospondin-1 Associates With Antiangiogenesis in Ischemic Heart Disease."}, {"pubmed": 38006767, "text": "A-296G variant of THBS1 gene (rs1478605) is associated with a lower frequency of stroke in a Brazilian population with sickle cell anemia."}, {"pubmed": 38013141, "text": "LncRNA MIR217HG aggravates pressure-overload induced cardiac remodeling by activating miR-138/THBS1 pathway."}, {"pubmed": 38037074, "text": "Inhibitory receptor CD47 binding to plasma TSP1 suppresses NK-cell IFN-gamma production via activating the JAK/STAT3 pathway during HIV infection."}, {"pubmed": 38091840, "text": "Thrombospondin-1 promotes liver fibrosis by enhancing TGF-beta action in hepatic stellate cells."}, {"pubmed": 38163319, "text": "Thrombospondin-1 is an endogenous substrate of cereblon responsible for immunomodulatory drug-induced thromboembolism."}, {"pubmed": 38217383, "text": "Thrombospondin-1 associated with carotid intima-media thickness among individuals with hypertension."}, {"pubmed": 38339060, "text": "THBS1 and THBS2 Enhance the In Vitro Proliferation, Adhesion, Migration and Invasion of Intrahepatic Cholangiocarcinoma Cells."}, {"pubmed": 38350444, "text": "THBS1[+] myeloid cells expand in SLD hepatocellular carcinoma and contribute to immunosuppression and unfavorable prognosis through TREM1."}, {"pubmed": 38569496, "text": "Thrombospondin-1 Regulates Trophoblast Necroptosis via NEDD4-Mediated Ubiquitination of TAK1 in Preeclampsia."}, {"pubmed": 38572579, "text": "hsa_circ_0007919 promotes pancreatic cancer metastasis by modulating Sp1-mediated THBS1 transcription."}, {"pubmed": 38581244, "text": "CircTHBS1 promotes trophoblast cell migration and invasion and inhibits trophoblast apoptosis by regulating miR-136-3p/IGF2R axis."}, {"pubmed": 38705811, "text": "The role of THBS1 and PDGFD in the immune microenvironment of Helicobacter pylori-associated gastric cancer."}], "genomic_pos": {"chr": "15", "end": 39599466, "ensemblgene": "ENSG00000137801", "start": 39581079, "strand": 1}, "genomic_pos_hg19": {"chr": "15", "end": 39891667, "start": 39873280, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0001666", "pubmed": 9304800, "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001937", "pubmed": 16150726, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001937", "pubmed": 17996481, "qualifier": "involved_in", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001937", "pubmed": 17413041, "qualifier": "involved_in", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001953", "pubmed": 16150726, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of cell-matrix adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001953", "pubmed": 17416590, "qualifier": "involved_in", "term": "negative regulation of cell-matrix adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002040", "pubmed": 17879962, "qualifier": "involved_in", "term": "sprouting angiogenesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0002544", "pubmed": 18674744, "qualifier": "involved_in", "term": "chronic inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002581", "pubmed": 16882710, "qualifier": "involved_in", "term": "negative regulation of antigen processing and presentation of peptide or polysaccharide antigen via MHC class II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002605", "pubmed": 16882710, "qualifier": "involved_in", "term": "negative regulation of dendritic cell antigen processing and presentation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006954", "pubmed": 23144964, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0006955", "pubmed": 18674744, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006986", "qualifier": "involved_in", "term": "response to unfolded protein"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 9304800, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 24615654, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 17596205, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009410", "pubmed": 19738618, "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009749", "pubmed": 18096704, "qualifier": "involved_in", "term": "response to glucose"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010595", "pubmed": 18555217, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010596", "pubmed": 18555217, "qualifier": "involved_in", "term": "negative regulation of endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010748", "pubmed": 17416590, "qualifier": "involved_in", "term": "negative regulation of long-chain fatty acid import across plasma membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010751", "pubmed": 16150726, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of nitric oxide mediated signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010754", "pubmed": 17416590, "qualifier": "involved_in", "term": "negative regulation of cGMP-mediated signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010757", "pubmed": 6438154, "qualifier": "involved_in", "term": "negative regulation of plasminogen activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010759", "qualifier": "involved_in", "term": "positive regulation of macrophage chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010763", "pubmed": 18555217, "qualifier": "involved_in", "term": "positive regulation of fibroblast migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016477", "pubmed": 18555217, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016525", "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 16150726, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": [17596205, 17996481, 18726995, 23896411], "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016525", "pubmed": 24177325, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018149", "pubmed": 3997886, "qualifier": "involved_in", "term": "peptide cross-linking"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030194", "pubmed": 3997886, "qualifier": "involved_in", "term": "positive regulation of blood coagulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 15700281, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 17413041, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030511", "pubmed": 18555217, "qualifier": "involved_in", "term": "positive regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032026", "pubmed": 6777381, "qualifier": "involved_in", "term": "response to magnesium ion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032570", "pubmed": 9304800, "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032695", "pubmed": 16882710, "qualifier": "involved_in", "term": "negative regulation of interleukin-12 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032760", "pubmed": 18726995, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032914", "qualifier": "involved_in", "term": "positive regulation of transforming growth factor beta1 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0034605", "pubmed": 9304800, "qualifier": "involved_in", "term": "cellular response to heat"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034976", "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038060", "pubmed": 17416590, "qualifier": "acts_upstream_of_negative_effect", "term": "nitric oxide-cGMP-mediated signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0040037", "pubmed": 17996481, "qualifier": "involved_in", "term": "negative regulation of fibroblast growth factor receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042327", "pubmed": 17413041, "qualifier": "involved_in", "term": "positive regulation of phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043032", "pubmed": 18757424, "qualifier": "involved_in", "term": "positive regulation of macrophage activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 18653767, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043154", "pubmed": 18653767, "qualifier": "involved_in", "term": "negative regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043406", "pubmed": 17413041, "qualifier": "acts_upstream_of", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043536", "pubmed": 18555217, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043537", "pubmed": 18555217, "qualifier": "involved_in", "term": "negative regulation of blood vessel endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043652", "pubmed": 16882710, "qualifier": "involved_in", "term": "engulfment of apoptotic cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045727", "pubmed": 15700281, "qualifier": "involved_in", "term": "positive regulation of translation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": [17413041, 17879962], "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048266", "qualifier": "involved_in", "term": "behavioral response to pain"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048661", "pubmed": 24615654, "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050921", "pubmed": 18555217, "qualifier": "involved_in", "term": "positive regulation of chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051592", "pubmed": [6777381, 18757424], "qualifier": "involved_in", "term": "response to calcium ion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051895", "pubmed": 9304800, "qualifier": "involved_in", "term": "negative regulation of focal adhesion assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": 18653767, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051918", "pubmed": 6438154, "qualifier": "involved_in", "term": "negative regulation of fibrinolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071363", "qualifier": "involved_in", "term": "cellular response to growth factor stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090051", "pubmed": 25660232, "qualifier": "involved_in", "term": "negative regulation of cell migration involved in sprouting angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902043", "pubmed": 18726995, "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903588", "pubmed": 25660232, "qualifier": "involved_in", "term": "negative regulation of blood vessel endothelial cell proliferation involved in sprouting angiogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903671", "pubmed": 28124060, "qualifier": "involved_in", "term": "negative regulation of sprouting angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000353", "pubmed": 18726995, "qualifier": "involved_in", "term": "positive regulation of endothelial cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000379", "pubmed": 18757424, "qualifier": "involved_in", "term": "positive regulation of reactive oxygen species metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001027", "pubmed": 16150726, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of endothelial cell chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2001237", "pubmed": 17879962, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005577", "pubmed": 3997886, "qualifier": "part_of", "term": "fibrinogen complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [16502470, 20551380], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [6777381, 26395742], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": 6777381, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [2435757, 3084490, 6777381], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016529", "qualifier": "located_in", "term": "sarcoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030141", "pubmed": 101549, "qualifier": "located_in", "term": "secretory granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031012", "pubmed": 6341993, "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031091", "pubmed": 6777381, "qualifier": "located_in", "term": "platelet alpha granule"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [23658023, 23979707, 28327460, 28344315], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "is_active_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0062023", "pubmed": 22261194, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0062023", "pubmed": 9304800, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 21362503, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001786", "pubmed": 18940719, "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001968", "pubmed": [6693501, 18042364], "qualifier": "enables", "term": "fibronectin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 7679575, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004866", "pubmed": 7679575, "qualifier": "enables", "term": "endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005178", "pubmed": [17413041, 18757424], "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0005201", "pubmed": 28344315, "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005201", "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "RCA", "id": "GO:0005201", "pubmed": [20551380, 23979707, 28327460], "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005509", "pubmed": 9304800, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [3402455, 6438154, 11134179, 15700281, 15864306, 18042364, 18688696, 19542224, 24117177, 26627825], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008201", "pubmed": [101549, 8288588], "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0017134", "pubmed": 17996481, "qualifier": "enables", "term": "fibroblast growth factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030169", "pubmed": 6693501, "qualifier": "enables", "term": "low-density lipoprotein particle binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 7679575, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043236", "pubmed": 6693501, "qualifier": "enables", "term": "laminin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0043394", "pubmed": 9304800, "qualifier": "enables", "term": "proteoglycan binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0050431", "qualifier": "enables", "term": "transforming growth factor beta binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0050431", "pubmed": 9304800, "qualifier": "enables", "term": "transforming growth factor beta binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070051", "pubmed": 6693501, "qualifier": "enables", "term": "fibrinogen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070052", "pubmed": 6693501, "qualifier": "enables", "term": "collagen V binding"}]}, "homologene": {"genes": [[7955, 561901], [8364, 100170153], [9031, 373987], [9544, 705413], [9598, 453319], [9606, 7057], [9615, 487486], [9913, 281530], [10090, 21825], [10116, 445442]], "id": 31142}, "interpro": [{"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "Thrombospondin type-1 (TSP1) repeat", "id": "IPR000884", "short_desc": "TSP1_rpt"}, {"desc": "VWFC domain", "id": "IPR001007", "short_desc": "VWF_dom"}, {"desc": "EGF-like calcium-binding domain", "id": "IPR001881", "short_desc": "EGF-like_Ca-bd_dom"}, {"desc": "Thrombospondin, type 3-like repeat", "id": "IPR003367", "short_desc": "Thrombospondin_3-like_rpt"}, {"desc": "Thrombospondin, C-terminal", "id": "IPR008859", "short_desc": "Thrombospondin_C"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "Thrombospondin, type 3 repeat", "id": "IPR017897", "short_desc": "Thrombospondin_3_rpt"}, {"desc": "EGF domain", "id": "IPR024731", "short_desc": "EGF_dom"}, {"desc": "TSP type-3 repeat", "id": "IPR028974", "short_desc": "TSP_type-3_rpt"}, {"desc": "Thrombospondin type-1 (TSP1) repeat superfamily", "id": "IPR036383", "short_desc": "TSP1_rpt_sf"}, {"desc": "Thrombospondin-like, N-terminal domain", "id": "IPR048287", "short_desc": "TSPN-like_N"}], "ipi": ["IPI00296099", "IPI00796249"], "map_location": "15q14", "name": "thrombospondin 1", "other_names": ["glycoprotein G", "thrombospondin-1", "thrombospondin-1p180", "thrombospondin-p50"], "pantherdb": {"HGNC": "11785", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98737", "ortholog_type": "LDO", "panther_family": "PTHR10199", "taxid": 10090, "uniprot_kb": "P35441"}, {"RGD": "1588455", "ortholog_type": "LDO", "panther_family": "PTHR10199", "taxid": 10116, "uniprot_kb": "A0A0G2JV24"}, {"Ensembl": "ENSGALG00000009626", "ortholog_type": "LDO", "panther_family": "PTHR10199", "taxid": 9031, "uniprot_kb": "F1P0J8"}, {"Ensembl": "ENSDARG00000103775", "ortholog_type": "O", "panther_family": "PTHR10199", "taxid": 7955, "uniprot_kb": "A0A2R8QF61"}, {"ZFIN": "ZDB-GENE-020708-1", "ortholog_type": "LDO", "panther_family": "PTHR10199", "taxid": 7955, "uniprot_kb": "F1QL35"}, {"FlyBase": "FBgn0038181", "ortholog_type": "O", "panther_family": "PTHR10199", "taxid": 7227, "uniprot_kb": "Q8I0D4"}, {"FlyBase": "FBgn0031850", "ortholog_type": "O", "panther_family": "PTHR10199", "taxid": 7227, "uniprot_kb": "Q9VM97"}], "uniprot_kb": "P07996"}, "pathway": {"kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04145", "name": "Phagosome - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04512", "name": "ECM-receptor interaction - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05219", "name": "Bladder cancer - Homo sapiens (human)"}], "pid": [{"id": "integrin1_pathway", "name": "Beta1 integrin cell surface interactions"}, {"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}, {"id": "integrin_a4b1_pathway", "name": "Alpha4 beta1 integrin signaling events"}, {"id": "syndecan_4_pathway", "name": "Syndecan-4-mediated signaling events"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-186797", "name": "Signaling by PDGF"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-3000170", "name": "Syndecan interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-3781865", "name": "Diseases of glycosylation"}, {"id": "R-HSA-3906995", "name": "Diseases associated with O-glycosylation of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5083635", "name": "Defective B3GALTL causes PpS"}, {"id": "R-HSA-5173105", "name": "O-linked glycosylation"}, {"id": "R-HSA-5173214", "name": "O-glycosylation of TSR domain-containing proteins"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8936459", "name": "RUNX1 regulates genes involved in megakaryocyte differentiation and platelet function"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP2806", "name": "Complement system"}, {"id": "WP2828", "name": "Bladder cancer"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP2911", "name": "miRNA targets in ECM and membrane receptors"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP453", "name": "Inflammatory Response Pathway"}, {"id": "WP4673", "name": "Male infertility"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1LSL", "1UX6", "1Z78", "1ZA4", "2ERF", "2ES3", "2OUH", "2OUJ", "3R6B", "5FOE", "7YYK"], "pfam": ["PF00090", "PF00093", "PF02412", "PF05735", "PF12947"], "pharmgkb": "PA36497", "pharos": {"target_id": 19601, "tdl": "Tchem"}, "pir": "A26155", "prosite": ["PS50026", "PS50092", "PS50184", "PS51234", "PS51236"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF222463", "relationship": "is"}, {"id": "GNF224195", "relationship": "is"}, {"id": "GNF257255", "relationship": "is"}, {"id": "GNF257256", "relationship": "is"}, {"id": "GNF257257", "relationship": "is"}, {"id": "GNF257258", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039411", "relationship": "weakly similar to"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337761", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098085", "relationship": "is"}, {"id": "GNF137740", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1"], "protein": ["NP_003237.2", "XP_011520273.1", "XP_047288936.1", "XP_054234660.1", "XP_054234661.1"], "rna": ["NM_003246.4", "XM_011521971.3", "XM_047432980.1", "XM_054378685.1", "XM_054378686.1"], "translation": [{"protein": "NP_003237.2", "rna": "NM_003246.4"}, {"protein": "XP_011520273.1", "rna": "XM_011521971.3"}, {"protein": "XP_054234661.1", "rna": "XM_054378686.1"}, {"protein": "XP_054234660.1", "rna": "XM_054378685.1"}, {"protein": "XP_047288936.1", "rna": "XM_047432980.1"}]}, "reporter": {"HG-U133_Plus_2": ["201107_s_at", "201108_s_at", "201109_s_at", "201110_s_at", "215775_at", "235086_at", "239336_at"], "HG-U95Av2": ["115_at", "866_at", "867_s_at"], "HG-U95B": "53546_at", "HTA-2_0": "TC15000270.hg.1", "HuEx-1_0": "3589458", "HuGene-1_1": "7982597", "HuGene-2_1": "16799315"}, "summary": "The protein encoded by this gene is a subunit of a disulfide-linked homotrimeric protein. This protein is an adhesive glycoprotein that mediates cell-to-cell and cell-to-matrix interactions. This protein can bind to fibrinogen, fibronectin, laminin, type V collagen and integrins alpha-V/beta-1. This protein has been shown to play roles in platelet aggregation, angiogenesis, and tumorigenesis. [provided by RefSeq, Jul 2008].", "symbol": "THBS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336626"}, "unigene": ["Hs.732539", "Hs.164226"], "uniprot": {"Swiss-Prot": "P07996", "TrEMBL": "A8MZG1"}, "wikipedia": {"url_stub": "Thrombospondin 1"}}