{"AllianceGenome": "11801", "HGNC": "11801", "MIM": "188230", "_id": "7070", "_version": 1, "accession": {"genomic": ["AP003396.1", "CH471065.1", "CP068267.2", "EF445035.1", "M11749.1", "NC_000011.10", "NC_060935.1"], "protein": ["AAA61180.1", "AAB26353.2", "AAG13904.1", "AAH65559.1", "ACA06081.1", "ACA06082.1", "BAD92446.1", "BAG36729.1", "BAG52205.1", "BAG52259.1", "CAB82306.1", "EAW67488.1", "EAW67489.1", "EAW67490.1", "NP_001298089.1", "NP_001298091.1", "NP_001358979.1", "NP_006279.2", "P04216.2"], "rna": ["AB209209.1", "AF261093.1", "AK057865.1", "AK090644.1", "AK090996.1", "AK094374.1", "AK314018.1", "AL161958.1", "BC005175.2", "BC037832.1", "BC065559.1", "BE672723.1", "BM504140.1", "DA063412.1", "NM_001311160.2", "NM_001311162.2", "NM_001372050.1", "NM_006288.5", "NR_164077.1", "S59749.1"], "translation": [{"protein": "BAG52205.1", "rna": "AK090644.1"}, {"protein": "CAB82306.1", "rna": "AL161958.1"}, {"protein": "NP_001298089.1", "rna": "NM_001311160.2"}, {"protein": "NP_006279.2", "rna": "NM_006288.5"}, {"protein": "AAB26353.2", "rna": "S59749.1"}, {"protein": "BAG52259.1", "rna": "AK090996.1"}, {"protein": "AAG13904.1", "rna": "AF261093.1"}, {"protein": "NP_001298091.1", "rna": "NM_001311162.2"}, {"protein": "AAH65559.1", "rna": "BC065559.1"}, {"protein": "BAG36729.1", "rna": "AK314018.1"}, {"protein": "NP_001358979.1", "rna": "NM_001372050.1"}, {"protein": "BAD92446.1", "rna": "AB209209.1"}]}, "alias": ["CD90", "CDw90"], "ec": "3.1.26.4", "ensembl": {"gene": "ENSG00000154096", "protein": ["ENSP00000284240", "ENSP00000431301", "ENSP00000432051", "ENSP00000432808", "ENSP00000435753", "ENSP00000464248"], "transcript": ["ENST00000284240", "ENST00000524659", "ENST00000524970", "ENST00000527590", "ENST00000528295", "ENST00000528522", "ENST00000532974", "ENST00000533840", "ENST00000580275", "ENST00000584021"], "translation": [{"protein": "ENSP00000284240", "rna": "ENST00000284240"}, {"protein": "ENSP00000431301", "rna": "ENST00000528522"}, {"protein": "ENSP00000432051", "rna": "ENST00000528295"}, {"protein": "ENSP00000432808", "rna": "ENST00000524970"}, {"protein": "ENSP00000464248", "rna": "ENST00000580275"}, {"protein": "ENSP00000435753", "rna": "ENST00000524659"}], "type_of_gene": "protein_coding"}, "entrezgene": "7070", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.94746975, "exp_mis": 62.2529925, "exp_syn": 31.242563, "lof_z": 1.60340196148002, "mis_z": 0.945564837079082, "mu_lof": 4.13953617317e-07, "mu_mis": 5.38345829172e-06, "mu_syn": 2.6464897101e-06, "n_lof": 2.0, "n_mis": 47.0, "n_syn": 23.0, "p_li": 0.164135342066625, "p_null": 0.0628216433393563, "p_rec": 0.773043014594018, "syn_z": 0.914193764020022}, "bp": 486, "cds_end": 119291615, "cds_start": 119290117, "n_exons": 3, "nonpsych": {"exp_lof": 5.3211274, "exp_mis": 56.2830603, "exp_syn": 28.2156306, "lof_z": 1.41395536473307, "mis_z": 1.02750314071125, "mu_lof": 4.13953617317e-07, "mu_mis": 5.38345829172e-06, "mu_syn": 2.6464897101e-06, "n_lof": 2.0, "n_mis": 41.0, "n_syn": 20.0, "p_li": 0.147252803929722, "p_null": 0.0873797581537634, "p_rec": 0.765367437916515, "syn_z": 0.973777009510113}, "nontcga": {"exp_lof": 5.4656381, "exp_mis": 57.266723, "exp_syn": 28.73712805, "lof_z": 1.46232535900721, "mis_z": 0.939253642371939, "mu_lof": 4.13953617317e-07, "mu_mis": 5.38345829172e-06, "mu_syn": 2.6464897101e-06, "n_lof": 2.0, "n_mis": 43.0, "n_syn": 21.0, "p_li": 0.143863385476376, "p_null": 0.0771797263853304, "p_rec": 0.778956888138293, "syn_z": 0.913861718554603}, "transcript": "ENST00000284240.5"}, "exons": [{"cdsend": 119420905, "cdsstart": 119419407, "chr": "11", "position": [[119415475, 119419520], [119420050, 119420386], [119420868, 119420929], [119421610, 119422562]], "strand": -1, "transcript": "NM_001311160", "txend": 119422562, "txstart": 119415475}, {"cdsend": 119420905, "cdsstart": 119419407, "chr": "11", "position": [[119415475, 119419520], [119420050, 119420386], [119420868, 119420929], [119424897, 119424985]], "strand": -1, "transcript": "NM_001311162", "txend": 119424985, "txstart": 119415475}, {"cdsend": 119420905, "cdsstart": 119419407, "chr": "11", "position": [[119415475, 119419520], [119420050, 119420335], [119420868, 119420929], [119423112, 119423172]], "strand": -1, "transcript": "NM_001372050", "txend": 119423172, "txstart": 119415475}, {"cdsend": 119420905, "cdsstart": 119419407, "chr": "11", "position": [[119415475, 119419520], [119420050, 119420386], [119420868, 119420929], [119423112, 119423172]], "strand": -1, "transcript": "NM_006288", "txend": 119423172, "txstart": 119415475}, {"cdsend": 119422788, "cdsstart": 119422788, "chr": "11", "position": [[119415475, 119419520], [119420050, 119420386], [119422688, 119422788]], "strand": -1, "transcript": "NR_164077", "txend": 119422788, "txstart": 119415475}], "exons_hg19": [{"cdsend": 119291615, "cdsstart": 119290117, "chr": "11", "position": [[119286185, 119290230], [119290760, 119291096], [119291578, 119291639], [119292320, 119293272]], "strand": -1, "transcript": "NM_001311160", "txend": 119293272, "txstart": 119286185}, {"cdsend": 119291615, "cdsstart": 119290117, "chr": "11", "position": [[119286185, 119290230], [119290760, 119291096], [119291578, 119291639], [119295607, 119295695]], "strand": -1, "transcript": "NM_001311162", "txend": 119295695, "txstart": 119286185}, {"cdsend": 119291615, "cdsstart": 119290117, "chr": "11", "position": [[119286185, 119290230], [119290760, 119291045], [119291578, 119291639], [119293822, 119293882]], "strand": -1, "transcript": "NM_001372050", "txend": 119293882, "txstart": 119286185}, {"cdsend": 119291615, "cdsstart": 119290117, "chr": "11", "position": [[119286185, 119290230], [119290760, 119291096], [119291578, 119291639], [119293822, 119293882]], "strand": -1, "transcript": "NM_006288", "txend": 119293882, "txstart": 119286185}, {"cdsend": 119293498, "cdsstart": 119293498, "chr": "11", "position": [[119286185, 119290230], [119290760, 119291096], [119293398, 119293498]], "strand": -1, "transcript": "NR_164077", "txend": 119293498, "txstart": 119286185}], "generif": [{"pubmed": 11860231, "text": "Review article on CD90 structure and function."}, {"pubmed": 12074634, "text": "Thy-1/Thy-1 ligand interaction may play a role in adhesion of melanoma cells to endothelial cells"}, {"pubmed": 12781446, "text": "THY1 is a putative tumor suppressor gene for ovarian cancer; and THBS1, SPARC, and FN1 are genes associated with the regulation of in vivo tumor growth rate"}, {"pubmed": 14507638, "text": "Fibroblast Thy-1 display pre-determines lineage to a contractile or lipid-like phenotype in the human myometrium and orbit."}, {"pubmed": 15004192, "text": "The interaction between Thy-1 and Mac-1 is involved in the adhesion of leukocytes to activated endothelial cells as well as in subsequent transendothelial migration of leukocytes into the perivascular tissue."}, {"pubmed": 15104276, "text": "THY1 can be designated as a putative tumor suppressor gene for human ovarian cancer."}, {"pubmed": 15218185, "text": "IE or E gene products of human cytomegalovirus induce a so far unidentified soluble factor that mediates Thy-1 downregulation."}, {"pubmed": 15850796, "text": "results indicate that alphaX-beta2 specifically interacts with Thy-1"}, {"pubmed": 15897908, "text": "new pair of adhesion molecules, Thy-1 and alphavbeta3, identified that mediate the interaction of melanoma cells and activated endothelial cells"}, {"pubmed": 16007174, "text": "THY1 is a good candidate tumour suppressor gene in nasopharyngeal carcinoma, which is significantly associated with lymph node metastases."}, {"pubmed": 16374458, "text": "Role of endothelial cell receptor Thy1 in cell adhesion was shown."}, {"pubmed": 16531284, "text": "Thy 1 mRNA levels do not reflect the number of RGCs present and extend this to include a parallel decrease in Thy1 protein levels."}, {"pubmed": 17007050, "text": "Expression of Thy1 decreased in differentiated ADSC and BMSC. Expression of albumin, CYP2E1, and CYP3A4 increased in differentiated BMSC and ADSC. Hepatic gene activation may involve increased C/EBPbeta and HNF4alpha."}, {"pubmed": 17243294, "text": "the distribution and proportion of CD90 positive cells in thyroid associated ophthalmopathy (TAO) and normal orbital tissue"}, {"pubmed": 17884967, "text": "Thy-1 is not a marker of oval cells but is present on a subpopulation of myofibroblasts/stellate cells."}, {"pubmed": 17952444, "text": "Thy1-negative NBL patients have a significantly impaired overall survival compared with Thy1-positive NBL patients. Thus, Thy1 seemed to be a marker with a specific prognostic value in NBL patients."}, {"pubmed": 18242515, "text": "All the tumor specimens and 91.6% of blood samples from liver cancer patients bore the CD45(-)CD90+ population, which could generate tumor nodules in immunodeficient mice"}, {"pubmed": 18389476, "text": "Results support the general concept that the function of 'adhesion molecules' in particular of Thy-1, may not only be to provide mechanical support but also regulate neutrophil functions such as extravasation and recruitment of additional neutrophils."}, {"pubmed": 18556592, "text": "Epigenetic regulation of Thy-1 is a novel and potentially reversible mechanism in fibrosis that may offer the possibility of new therapeutic options"}, {"pubmed": 18976167, "text": "increased Thy-1 expression in Graves ophthalmopathy orbital tissues and cultures is likely a consequence of the orbital disease process, reflecting both the presence of increased numbers of Thy-1-positive cells and higher expression on those cells."}, {"pubmed": 19267366, "text": "elevated expression of CD90 previously observed in the cancer-associated stroma of the human prostate is biologically significant"}, {"pubmed": 19324083, "text": "Mitogen-Activated Protein Kinases are essential signalling intermediates for the Antigen CD90 driven proliferation of mouse T-lymphocytes."}, {"pubmed": 19341705, "text": "CD90 and CD110 are are useful positive-selection markers for the isolation of cancer stem cells in some cases of T-ALL."}, {"pubmed": 19538887, "text": "The decreased level of THY1 expression may be related with the occurrence and development of ovarian serous cystadenocarcinoma."}, {"pubmed": 19615261, "text": "Down-regulated/loss expression of THY1 protein in epithelial ovarian cancer is significantly correlated with cancer cell proliferation and metastasis in the epithelial ovarian cancer."}, {"pubmed": 19724880, "text": "Data identified three membrane-associated proteins, synaptosomal associated protein 25 (SNAP25), Thy-1 cell surface antigen and zonadhesin, interact with sex hormone binding globulin (SHBG)-ing proteins in the brain."}, {"pubmed": 19737398, "text": "The CD90 positive prostate tumor-associated stromal cells showed decreased expression of CXC-chemokines and genes involved in smooth muscle differentiation."}, {"pubmed": 19921696, "text": "Loss of expression of THY1 is associated with nasopharyngeal carcinoma."}, {"pubmed": 20043075, "text": "down-regulated KLF4, CHGA,GPX3, SST and LIPF, together with up-regulated SERPINH1, THY1 and INHBA is an 8-gene signature for gastric cancer"}, {"pubmed": 20463011, "text": "Thy-1-integrin alpha(v)beta(5) interactions inhibit contraction-induced latent TGF-beta1 activation, presumably by blocking the binding of extracellular matrix-bound latent TGF-beta1 with integrin alpha(v)beta(5)."}, {"pubmed": 20478055, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20562849, "text": "we have identified a stromal cell type (CD90+ fibroblasts) and a molecule (CD90) that distinguishes cancer-associated stroma from 'benign' stroma in the prostate"}, {"pubmed": 21272924, "text": "overexpression of Thy1 may not suppress the development of hepatocellular carcinoma(HCC) Thy1 could provide a clinical prognostic marker for HC"}, {"pubmed": 21577212, "text": "Loss of Thy-1 in human lung fibroblasts induces a fibrogenic phenotype."}, {"pubmed": 21743497, "text": "Data show that a cell population with the CD90 phenotype is enriched in sphere-cultured cells from gastric primary tumors."}, {"pubmed": 22184726, "text": "human CD90 identifies a subset of Th17 and Tc17 cells within CD4(+) and CD8(+) T cells, respectively, which are depleted during HIV infection"}, {"pubmed": 22203689, "text": "CD90 is not only a potential prognostic marker for high-grade gliomas but also a marker for cancer stem cells within gliomas"}, {"pubmed": 22210915, "text": "binding of leukocytes to activated endothelium mediated by the interaction of CD97 with Thy-1 is involved in firm adhesion of polymorphonuclear cells during inflammation and may play a role in the regulation of leukocyte trafficking to inflammatory sites."}, {"pubmed": 22426060, "text": "The researchers demonstrate the role of CD90 as a marker of cancer stem cells within high-grade gliomas"}, {"pubmed": 22807289, "text": "concentrations were increased in the sera of systemic sclerosis patients, particularly in those with vascular involvement of the lungs"}, {"pubmed": 22952721, "text": "an increased chondrogenic potential within the CD90+ fraction of human and canine synovial fluid mesenchymal progenitor cells"}, {"pubmed": 23159525, "text": "Thy-1 contributes to metastasis of melanoma cells by mechanisms involving a Thy-1-mediated adhesion of melanoma cells to endothelial cells."}, {"pubmed": 23237599, "text": "We demonstrated that the expression of CSC marker CD90 is related to the expression of BORIS in hepatocellular carcinoma (HCC) tissue and HCC cell lines."}, {"pubmed": 23382045, "text": "High CD90 tumor-initiating cell population is associated with an aggressive signature and metastatic capacity in esophageal cancer."}, {"pubmed": 23438193, "text": "Positive correlation of Oct4 and ABCG2 to chemotherapeutic resistance in CD90(+)CD133(+) liver cancer stem cells."}, {"pubmed": 23613866, "text": "These results indicate that suppression of the RhoA-mediated pathway might participate in the Thy-1-induced migration inhibition in human umbilical vein endothelial cells."}, {"pubmed": 24045552, "text": "CD90 is a diagnostic marker to differentiate between malignant pleural mesothelioma and lung carcinoma with immunohistochemistry."}, {"pubmed": 24101104, "text": "These findings suggest that CD90 could be a potential marker of lung cancer stem cells and thus provide new insight into further therapeutic strategies of lung cancer."}, {"pubmed": 24116172, "text": "Results indicate the importance of CD90 in the hepatocellular carcinoma (HCC)."}, {"pubmed": 24194916, "text": "THY1 may be a promising novel prognostic marker for male breast cancer."}, {"pubmed": 24751333, "text": "In the present study we analyzed the expression of four cell surface antigens relevant to human hematopoiesis-CD90, CD96, CD117, and CD123-in bone marrow from pediatric acute myeloid leukemia patients and normal control subjects."}, {"pubmed": 25050599, "text": "We found that the vast majority of CD90(+) dermal cells are perivascularly located and generate a significantly higher percentage of regulatory T cells compared with cells expressing markers such as CD271 in vitro."}, {"pubmed": 25061736, "text": "Wnt/beta-catenin aids in regulating the proliferation of hepG2 cells mediated by thy-1."}, {"pubmed": 25070848, "text": "TLR4 activation enhances the PD-L1-mediated tolerogenic capacity of colonic CD90+ stromal cells."}, {"pubmed": 25168019, "text": "CD133, CD44, and CD90 could be used as prognostic and predictive markers in hepatoblastoma."}, {"pubmed": 25216363, "text": "Dynamic catch of a Thy-1-integrin alpha5beta1+syndecan-4 trimolecular complex explains extraordinary cancer cell adhesion to the vascular endothelium."}, {"pubmed": 25536077, "text": "CD90 could serve as a promising marker for pancreatic adenocarcinoma."}, {"pubmed": 25672610, "text": "these data suggest that CD90+CXCR4+ HCC cells may be CTSCs and selective elimination of these cells may substantially improve the current hepatocellular carcinoma therapy by reducing cancer metastasis."}, {"pubmed": 26147640, "text": "we found that THY-1 mediates human cytomegalovirus infection at the entry step and is important for infection"}, {"pubmed": 26191205, "text": "CD105+/CD90+ subpopulation from breast cancer MDA-MB-231 cells possesses \"mesenchymal stem cell-like\" characteristics, and its high migratory ability might be associated with epithelial-mesenchymal transformation."}, {"pubmed": 26272696, "text": "CD90+ liver cancer cells modulate endothelial cell phenotype through the release of exosomes containing H19 lncRNA."}, {"pubmed": 26329007, "text": "CD90 is upregulated in gastric cancer and inhibits gastric cancer cell apoptosis by modulating the expression level of SPARC protein."}, {"pubmed": 26674131, "text": "The authors demonstrate that expression of CD90 and OCT4 are increased in hepatocellular carcinoma and higher expression of these two proteins is correlated with poor prognosis of HCC patients."}, {"pubmed": 26848615, "text": "CD90 could be used as a potential biomarker for Hepatocellular Carcinoma liver cancer stem cells, and cancer stem cell activity was elevated through up activated Notch pathway in CD90+ liver cancer stem cells."}, {"pubmed": 27049037, "text": "CD90, CD166, and GD2 were identified as potential cancer stem cell markers."}, {"pubmed": 27155928, "text": "Positive Thy1 and CD49f expression is significantly associated with the progression and poor prognosis of chondrosarcoma."}, {"pubmed": 27178356, "text": "hese results suggest that LNGFR(+)THY-1(+) cells identified following NCLC induction from ESCs/iPSCs shared similar potentials with multipotent MSCs."}, {"pubmed": 27215737, "text": "Results show that CD90 distinguishes two interrelated, yet functionally distinct pericyte populations in the adult human brain that may have discrete roles in neurovascular function, immune response and scar formation."}, {"pubmed": 27332878, "text": "co-expression of CD90 and CD24 may have an important role in the development and progression of pancreatic intraepithelial neoplasia."}, {"pubmed": 27465541, "text": "CD90 controls the differentiation of mesenchymal stromal cells by acting as an obstacle in the pathway of differentiation commitment."}, {"pubmed": 27513329, "text": "High THY1 expression is associated with lung cancer."}, {"pubmed": 27633757, "text": "Low CD90 expression is associated with ovarian cancer."}, {"pubmed": 28724609, "text": "number of Thy-1(+) human peritoneal fibroblasts increased significantly in peritoneal dialysis patients"}, {"pubmed": 28939749, "text": "Data indicate that CD90 is an actor of glioblastoma (GBM) invasiveness through SRC-dependent mechanisms."}, {"pubmed": 29722127, "text": "Association of CD90 expression with survival and malignancy in liver cancer patients."}, {"pubmed": 29949609, "text": "our data indicate that ANP32A is a novel regulator of histone H3 acetylation and promotes leukemogenesis."}, {"pubmed": 30089635, "text": "the impact of Thy-1 expression on mesenchymal stem cell (MSC) fate between osteogenic and adipogenic differentiation and consequences for bone formation and adipose tissue development in vivo, was investigated."}, {"pubmed": 30151982, "text": "Decidual stromal cells (DSCs) in early pregnancy show different levels of CD90 expression, suggesting different DSC differentiation and selective interactions with cells during decidual morphogenesis."}, {"pubmed": 30196535, "text": "High CD90 expression is associated with lymph node metastasis in intrahepatic cholangiocarcinoma."}, {"pubmed": 30242055, "text": "Authors tracked Thy1 expression in human breast cancer samples, isolated THY1-positive myoepithelial progenitor cells (CD44(+)/CD24(low)/CD90(+)), and established long-term cultures (parental cells)."}, {"pubmed": 30320623, "text": "CD90 fibroblasts likely arise from the resting CD34 fibroblastic network. Actively collagenizing scar fibroblasts exhibit a CD90/CD34 phenotype, which is prolonged in pathologic scars."}, {"pubmed": 30368520, "text": "The data confirm for the first time that CD90-high and CD90-low glioma-associated mesenchymal stem cells play different roles in human glioma progression."}, {"pubmed": 30482778, "text": "Neutrophils induced breast cancer epithelial-mesenchymal transition (EMT) via TIMP-1. Reciprocally, breast cancer cells undergoing EMT enhanced neutrophils' TIMP-1 secretion by CD90 in a cell-contact manner. In vivo, TIMP-1 neutralization or CD90 blockade significantly reduced metastasis. More importantly, TIMP-1 and CD90 were positively correlated in breast cancer and associated with poor prognosis of patients."}, {"pubmed": 30591485, "text": "Spindle-shaped gastric cancer stromal cells expressing CD73, CD90 or CD105 are involved in disease progression, and among them, CD105-positive cells are strongly associated with poor prognosis."}, {"pubmed": 30954649, "text": "Findings provide an understanding of the biological significance of CD90 expression in PDAC cells and uncover a novel mechanism for how \"stem-like\" PDAC cells evade immune surveillance."}, {"pubmed": 31073886, "text": "These results demonstrated that CD44 and CD90 are specific biomarkers capable of identifying and isolating metastatic and tumorigenic gastric cancer stem cells through their ability to regulate EMT and the cell cycle in gastric cancer cell lines."}, {"pubmed": 31196492, "text": "High Thy1 expression is associated with extrahepatic cholangiocarcinoma."}, {"pubmed": 31735168, "text": "We identified Thy-1 as a surface marker of cancer stem cells in ovarian cancer and further demonstrated increased proliferative and self-renewal capability in Thy-1 expressing cells that was reversible with Thy-1 knockdown. We were additionally able to validate these findings by identifying poorer clinical outcomes for women with ovarian cancer and high expression of Thy-1."}, {"pubmed": 32396525, "text": "Transcription factor YY1 inhibits the expression of THY1 to promote interstitial pulmonary fibrosis by activating the HSF1/miR-214 axis."}, {"pubmed": 33114405, "text": "CD90 Is Dispensable for White and Beige/Brown Adipocyte Differentiation."}, {"pubmed": 33242496, "text": "X-aptamers targeting Thy-1 membrane glycoprotein in pancreatic ductal adenocarcinoma."}, {"pubmed": 33322687, "text": "The mRNA Distribution of Cancer Stem Cell Marker CD90/Thy-1 Is Comparable in Hepatocellular Carcinoma of Eastern and Western Populations."}, {"pubmed": 34230598, "text": "Innovative finding of 266-nm laser regulating CD90 levels in SDSCs."}, {"pubmed": 34737243, "text": "Circulating Cancer Stem Cells Expressing EpCAM/CD90 in Hepatocellular Carcinoma: A Pilot Study for Predicting Tumor Recurrence after Living Donor Liver Transplantation."}, {"pubmed": 36633486, "text": "Integrative analysis implicates the significance of m6A in the liver fibrosis of biliary atresia by regulating THY1."}, {"pubmed": 36949573, "text": "CD44, CD90 and CD96 expression in immune thrombocytopenia purpura (ITP) patients."}, {"pubmed": 38254918, "text": "High Expression of THY1 in Intestinal Gastric Cancer as a Key Factor in Tumor Biology: A Poor Prognosis-Independent Marker Related to the Epithelial-Mesenchymal Transition Profile."}], "genomic_pos": {"chr": "11", "end": 119424985, "ensemblgene": "ENSG00000154096", "start": 119415476, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 119295695, "start": 119288090, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001952", "pubmed": 9749990, "qualifier": "involved_in", "term": "regulation of cell-matrix adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002693", "pubmed": 15004192, "qualifier": "involved_in", "term": "positive regulation of cellular extravasation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006469", "qualifier": "involved_in", "term": "negative regulation of protein kinase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007010", "qualifier": "involved_in", "term": "cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007229", "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007229", "pubmed": 18346467, "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 22479590, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030336", "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034113", "pubmed": 15004192, "qualifier": "involved_in", "term": "heterotypic cell-cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043113", "qualifier": "involved_in", "term": "receptor clustering"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043547", "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046549", "qualifier": "involved_in", "term": "retinal cone cell development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048041", "qualifier": "involved_in", "term": "focal adhesion assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050771", "qualifier": "involved_in", "term": "negative regulation of axonogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050852", "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050860", "qualifier": "involved_in", "term": "negative regulation of T cell receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050870", "qualifier": "involved_in", "term": "positive regulation of T cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051281", "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051894", "qualifier": "involved_in", "term": "positive regulation of focal adhesion assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051894", "pubmed": 18346467, "qualifier": "involved_in", "term": "positive regulation of focal adhesion assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070571", "pubmed": 22479590, "qualifier": "involved_in", "term": "negative regulation of neuron projection regeneration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000298", "pubmed": 18346467, "qualifier": "involved_in", "term": "regulation of Rho-dependent protein serine/threonine kinase activity"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 9749990, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": 14757759, "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "is_active_in", "term": "dendrite"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030673", "qualifier": "located_in", "term": "axolemma"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0032590", "qualifier": "located_in", "term": "dendrite membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0032809", "qualifier": "located_in", "term": "neuronal cell body membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "is_active_in", "term": "membrane raft"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0045121", "pubmed": 15093746, "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005096", "qualifier": "enables", "term": "GTPase activator activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005096", "qualifier": "enables", "term": "GTPase activator activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005178", "pubmed": 18346467, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": 15004192, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7513706, 22210915, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0034235", "qualifier": "enables", "term": "GPI anchor binding"}]}, "homologene": {"genes": [[8364, 100101744], [9031, 378897], [9544, 705321], [9598, 451611], [9606, 7070], [9615, 489365], [9913, 614712], [10090, 21838], [10116, 24832]], "id": 4580}, "interpro": [{"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin", "id": "IPR013151", "short_desc": "Immunoglobulin"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00022892", "IPI00982789", "IPI00983621", "IPI00984778"], "map_location": "11q23.3", "name": "Thy-1 cell surface antigen", "other_names": ["Thy-1 T-cell antigen", "thy-1 antigen", "thy-1 membrane glycoprotein"], "pantherdb": {"HGNC": "11801", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98747", "ortholog_type": "LDO", "panther_family": "PTHR19226", "taxid": 10090, "uniprot_kb": "P01831"}, {"RGD": "3860", "ortholog_type": "LDO", "panther_family": "PTHR19226", "taxid": 10116, "uniprot_kb": "P01830"}, {"Gene": "THY1", "ortholog_type": "O", "panther_family": "PTHR19226", "taxid": 9031, "uniprot_kb": "Q07212"}, {"Ensembl": "ENSGALG00000006751", "ortholog_type": "LDO", "panther_family": "PTHR19226", "taxid": 9031, "uniprot_kb": "E1C6J9"}, {"ZFIN": "ZDB-GENE-091204-69", "ortholog_type": "O", "panther_family": "PTHR19226", "taxid": 7955, "uniprot_kb": "A0A2R8QEL6"}, {"ZFIN": "ZDB-GENE-060526-105", "ortholog_type": "O", "panther_family": "PTHR19226", "taxid": 7955, "uniprot_kb": "A2BFC9"}, {"ZFIN": "ZDB-GENE-030131-8561", "ortholog_type": "LDO", "panther_family": "PTHR19226", "taxid": 7955, "uniprot_kb": "A0A2R8QTA1"}], "uniprot_kb": "P04216"}, "pathway": {"kegg": {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, "pid": [{"id": "amb2_neutrophils_pathway", "name": "amb2 Integrin signaling"}, {"id": "il4_2pathway", "name": "IL4-mediated signaling events"}, {"id": "integrin2_pathway", "name": "Beta2 integrin cell surface interactions"}, {"id": "integrin3_pathway", "name": "Beta3 integrin cell surface interactions"}], "reactome": [{"id": "R-HSA-163125", "name": "Post-translational modification: synthesis of GPI-anchored proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}], "wikipathways": {"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}}, "pfam": "PF00047", "pharmgkb": "PA36510", "pharos": {"target_id": 18069, "tdl": "Tbio"}, "pir": ["A02106", "T47130"], "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211093", "relationship": "is"}, {"id": "GNF211231", "relationship": "is"}, {"id": "GNF216545", "relationship": "is"}, {"id": "GNF216683", "relationship": "is"}, {"id": "GNF221997", "relationship": "is"}, {"id": "GNF222135", "relationship": "is"}, {"id": "GNF227449", "relationship": "is"}, {"id": "GNF227587", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158338", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031218", "relationship": "similar to"}, {"id": "GNF034335", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014562", "relationship": "is"}, {"id": "GNF016775", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234134", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105653", "relationship": "is"}, {"id": "GNF145299", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001298089.1", "NP_001298091.1", "NP_001358979.1", "NP_006279.2"], "rna": ["NM_001311160.2", "NM_001311162.2", "NM_001372050.1", "NM_006288.5", "NR_164077.1"], "translation": [{"protein": "NP_001298089.1", "rna": "NM_001311160.2"}, {"protein": "NP_006279.2", "rna": "NM_006288.5"}, {"protein": "NP_001298091.1", "rna": "NM_001311162.2"}, {"protein": "NP_001358979.1", "rna": "NM_001372050.1"}]}, "reporter": {"HG-U133_Plus_2": ["208850_s_at", "208851_s_at", "213869_x_at"], "HG-U95Av2": "39395_at", "HTA-2_0": ["TC11002371.hg.1", "TC11003382.hg.1"], "HuEx-1_0": "3394412", "HuGene-1_1": "7952268", "HuGene-2_1": "16745366"}, "retired": [94105, 112889], "summary": "This gene encodes a cell surface glycoprotein and member of the immunoglobulin superfamily of proteins. The encoded protein is involved in cell adhesion and cell communication in numerous cell types, but particularly in cells of the immune and nervous systems. The encoded protein is widely used as a marker for hematopoietic stem cells. This gene may function as a tumor suppressor in nasopharyngeal carcinoma. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jul 2015].", "symbol": "THY1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420728"}, "unigene": "Hs.644697", "uniprot": {"Swiss-Prot": "P04216", "TrEMBL": ["E9PNQ8", "B0YJA4", "J3QRJ3", "E9PIE1", "E9PIM6"]}, "wikipedia": {"url_stub": "CD90"}}