{"AllianceGenome": "18348", "HGNC": "18348", "MIM": "607601", "_id": "148022", "_version": 2, "accession": {"genomic": ["AC027319.5", "CP068259.2", "CQ871232.1", "NC_000019.10", "NC_060943.1", "NG_031998.1"], "protein": ["AAC28630.1", "AAH09860.2", "AAI36557.1", "AAI36558.1", "AAO85488.1", "BAC44839.1", "BAC55579.1", "BAC77376.1", "BAG55261.1", "CAH56797.1", "NP_001372607.1", "NP_001372608.1", "NP_001372609.1", "NP_891549.1", "Q8IUC6.1"], "rna": ["AB086380.1", "AB093555.1", "AB097023.1", "AB446484.1", "AF070530.1", "AF492646.1", "BC009860.2", "BC035331.1", "BC136556.1", "BC136557.1", "BX349282.2", "CA308725.1", "DR000002.1", "NM_001385678.1", "NM_001385679.1", "NM_001385680.1", "NM_014261.1", "NM_182919.4"], "translation": [{"protein": "NP_001372607.1", "rna": "NM_001385678.1"}, {"protein": "NP_891549.1", "rna": "NM_182919.4"}, {"protein": "NP_001372609.1", "rna": "NM_001385680.1"}, {"protein": "BAC77376.1", "rna": "AB097023.1"}, {"protein": "AAH09860.2", "rna": "BC009860.2"}, {"protein": "NP_001372608.1", "rna": "NM_001385679.1"}, {"protein": "BAC44839.1", "rna": "AB093555.1"}, {"protein": "BAC55579.1", "rna": "AB086380.1"}, {"protein": "AAI36557.1", "rna": "BC136556.1"}, {"protein": "AAC28630.1", "rna": "AF070530.1"}, {"protein": "AAO85488.1", "rna": "AF492646.1"}, {"protein": "BAG55261.1", "rna": "AB446484.1"}, {"protein": "AAI36558.1", "rna": "BC136557.1"}]}, "alias": ["IIAE6", "MyD88-3", "PRVTIRB", "TICAM-1", "TRIF"], "ensembl": {"gene": "ENSG00000127666", "protein": "ENSP00000248244", "transcript": "ENST00000248244", "translation": [{"protein": "ENSP00000248244", "rna": "ENST00000248244"}], "type_of_gene": "protein_coding"}, "entrezgene": "148022", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.78307006, "exp_mis": 285.8628493, "exp_syn": 147.9947, "lof_z": 3.29338533575807, "mis_z": 0.51675784509637, "mu_lof": 1.26775940241e-06, "mu_mis": 2.51931579103e-05, "mu_syn": 1.30249738407e-05, "n_lof": 2.0, "n_mis": 268.0, "n_syn": 147.0, "p_li": 0.852477311306477, "p_null": 0.000104196475080269, "p_rec": 0.147418492218442, "syn_z": 0.050689555942726}, "bp": 2139, "cds_end": 4818389, "cds_start": 4816250, "n_exons": 1, "nonpsych": {"exp_lof": 13.3594697, "exp_mis": 258.7128363, "exp_syn": 133.9288721, "lof_z": 3.05221712206298, "mis_z": 0.80631006387475, "mu_lof": 1.26775940241e-06, "mu_mis": 2.51931579103e-05, "mu_syn": 1.30249738407e-05, "n_lof": 2.0, "n_mis": 233.0, "n_syn": 130.0, "p_li": 0.795208575374332, "p_null": 0.000311544652398038, "p_rec": 0.20447987997327, "syn_z": 0.213745677550408}, "nontcga": {"exp_lof": 13.59841399, "exp_mis": 262.9918298, "exp_syn": 136.153142, "lof_z": 3.10267100830362, "mis_z": 0.767779972543135, "mu_lof": 1.26775940241e-06, "mu_mis": 2.51931579103e-05, "mu_syn": 1.30249738407e-05, "n_lof": 2.0, "n_mis": 238.0, "n_syn": 130.0, "p_li": 0.794343800164272, "p_null": 0.000258161532010158, "p_rec": 0.205398038303717, "syn_z": 0.333889291484179}, "transcript": "ENST00000248244.5"}, "exons": [{"cdsend": 4818478, "cdsstart": 4816238, "chr": "19", "position": [[4815931, 4818331], [4818474, 4818516], [4831613, 4831712]], "strand": -1, "transcript": "NM_001385678", "txend": 4831712, "txstart": 4815931}, {"cdsend": 4818242, "cdsstart": 4816238, "chr": "19", "position": [[4815931, 4818331], [4831613, 4831712]], "strand": -1, "transcript": "NM_001385679", "txend": 4831712, "txstart": 4815931}, {"cdsend": 4817735, "cdsstart": 4816238, "chr": "19", "position": [[4815931, 4817806], [4818383, 4818516], [4831613, 4831712]], "strand": -1, "transcript": "NM_001385680", "txend": 4831712, "txstart": 4815931}, {"cdsend": 4818377, "cdsstart": 4816238, "chr": "19", "position": [[4815931, 4818516], [4831613, 4831712]], "strand": -1, "transcript": "NM_182919", "txend": 4831712, "txstart": 4815931}], "exons_hg19": [{"cdsend": 4818490, "cdsstart": 4816250, "chr": "19", "position": [[4815943, 4818343], [4818486, 4818528], [4831625, 4831724]], "strand": -1, "transcript": "NM_001385678", "txend": 4831724, "txstart": 4815943}, {"cdsend": 4818254, "cdsstart": 4816250, "chr": "19", "position": [[4815943, 4818343], [4831625, 4831724]], "strand": -1, "transcript": "NM_001385679", "txend": 4831724, "txstart": 4815943}, {"cdsend": 4817747, "cdsstart": 4816250, "chr": "19", "position": [[4815943, 4817818], [4818395, 4818528], [4831625, 4831724]], "strand": -1, "transcript": "NM_001385680", "txend": 4831724, "txstart": 4815943}, {"cdsend": 4818389, "cdsstart": 4816250, "chr": "19", "position": [[4815943, 4818528], [4831625, 4831724]], "strand": -1, "transcript": "NM_182919", "txend": 4831724, "txstart": 4815943}], "generif": [{"pubmed": 12471095, "text": "TRIF is identified and characterized as a novel adaptor protein containing the Toll/IL-1 receptor domain, with a specific role in TLR3 signaling."}, {"pubmed": 12539043, "text": "identified an alternative adaptor, designated Toll-interleukin 1 receptor domain (TIR)-containing adaptor molecule (TICAM)-1, that can physically bind the TIR domain of TLR3"}, {"pubmed": 14517278, "text": "LPS-TLR4 signaling to IRF-3/7 and NF-kappaB involves the toll adapters TRAM and TRIF."}, {"pubmed": 14519765, "text": "the adapter complex of TICAM-2 and TICAM-1 plays a crucial role in lipopolysaccharide-TLR4-mediated activation of IFN-beta"}, {"pubmed": 14530355, "text": "TRIF associates with TNF receptor-associated factor 6 (TRAF6) and TANK-binding kinase (TBK)-1 independently and activates two distinct transcription factors, NF-kappa B and IFN regulatory factor-3, respectively."}, {"pubmed": 14739303, "text": "the TRIF-induced IFN-stimulated response element and NF-kappaB activation and apoptosis pathways are uncoupled"}, {"pubmed": 14960149, "text": "TRIF has a distal region with the ability to negatively regulate basal transcription & a proximal region containing an Sp1 site that confers approx. 75% of basal transcriptional activity. TRIF appears to be regulated primarily by NF-kappaB."}, {"pubmed": 14982987, "text": "double-stranded RNA-induced TLR3/TRIF-mediated NF-kappaB and IRF3 activation diverge at TRIF"}, {"pubmed": 15251447, "text": "TRIF-induced ISRE and NF-kappaB activation are inhibited by PIASy"}, {"pubmed": 15767257, "text": "studies of the molecular properties of TRIF which contribute to its ability to function as a substrate for the NS3/4A protease; a polyproline II interaction with the 3(10) helix likely facilitates NS3/4A recognition of TRIF"}, {"pubmed": 15814722, "text": "TRIF-induced cell death required caspase activity initiated by the Fas/Apo-1-associated DD protein-caspase-8 axis"}, {"pubmed": 16964262, "text": "SARM associated with TRIF, and 'knockdown' of endogenous SARM expression by interfering RNA led to enhanced TRIF-dependent cytokine and chemokine induction."}, {"pubmed": 17982077, "text": "the spatiotemporal mobilization of TICAM-1 in response to dsRNA and the formation of the TICAM-1 speckles containing RIP1 and NAP1 are important for the activation of the TLR3-TICAM-1 pathway."}, {"pubmed": 18450748, "text": "activation and formation of TICAM-1 signalosomes with NF-kappaB and interferon regulatory factor-3 requires oligomerization induced at two different sites and RIP1 binding"}, {"pubmed": 18571728, "text": "PTP1B is a physiological negative regulator of TLR signaling via suppression of both MyD88- and TRIF-dependent production of proinflammatory cytokine and IFN-beta in macrophages."}, {"pubmed": 18756281, "text": "Inactivation of Trif and Cardif can also occur through cellular caspases activated by various pro-apoptotic signals."}, {"pubmed": 18987746, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19028691, "text": "PKR, in addition to IPS-1 and IRF3 but not TRIF, was required for maximal type I IFN-beta induction and the induction of apoptosis by both transfected PRNAs and polyinosinic-polycytidylic acid."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19543401, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19656901, "text": "dysregulation of TLR4-triggered MyD88- and TRIF-dependent signaling pathways and increased expression of negative regulators of TLR signaling in endotoxin-tolerant human monocytes."}, {"pubmed": 19795416, "text": "Knockdown of BS69 resulted in a decrease of IFN-beta induction, suggesting that BS69 is a positive regulator for the TLR3-TICAM-1 pathway and negative regulatory properties in NF-kappaB activation."}, {"pubmed": 20047764, "text": "The binding of TRAF2 and TRAF6 to TICAM-1 cooperatively activates the IFN-inducing pathway through ubiquitination of TICAM-1."}, {"pubmed": 20200155, "text": "TRIS was associated with TRIF upon TLR3 activation by poly(I-C). These findings reveal an unexpected mechanism of TLR3-mediated signaling."}, {"pubmed": 20306472, "text": "SARM-mediated inhibition may not be exclusively directed at TRIF or MyD88, but that SARM may also directly inhibit MAPK phosphorylation"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20375303, "text": "Consistent with results for total tumor necrosis factor (TNF)-alpha messenger RNA (mRNA) levels, lipopolysaccharide-stimulated Trif transgenic and wild-type bone marrow-derived dendritic cells generate comparable amounts of TNF-alpha transcripts."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20418377, "text": "Data show that mutant TICAM-1 failed to recruit the IRF-3 kinase TBK1, resulting in lack of IRF-3 phosphorylation."}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20452988, "text": "TRIF modulates TLR5-dependent responses by inducing proteolytic degradation of TLR5"}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20855887, "text": "Silencing TRIF expression reduces TLR5-induced NFkappaB, JNK1/2, and ERK1/2 activation in human colonic epithelial cells."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21148036, "text": "TRIF protein induces soluble tumor necrosis factor receptor 1 (TNFR1) shedding via signaling from human airway epithelial cells (NCI-H292) with subsequent activation of two downstream pathways."}, {"pubmed": 21212282, "text": "KSHV employs a novel mechanism to block the innate immunity by degrading TRIF protein."}, {"pubmed": 21324962, "text": "RA synovium showed abundant expression of TLR. RA synovitis tissue seems to be responsive to TLR ligands."}, {"pubmed": 21536801, "text": "Data indicate that CD300F is an active regulator of TLR-mediated macrophage activation through association with SHP-1 involving MyD88 and/or TRIF."}, {"pubmed": 21695056, "text": "PLIC-1 is a novel inhibitor of the TLR3-Trif antiviral pathway by reducing the abundance of Trif"}, {"pubmed": 21697485, "text": "TRIF cleavage mediated by human enterovirus 71 3C protease may be a mechanism to impair type I interferon production in response to Toll-like receptor 3 (TLR3) activation."}, {"pubmed": 21792053, "text": "These studies establish that MyD88 but not Trif signaling plays a critical role in mediating cardiac dysfunction, systemic inflammation, and mortality during polymicrobial sepsis"}, {"pubmed": 21809339, "text": "show that hBD3 reduces NF-kappaB signaling in cells transfected with MyD88 or TRIF"}, {"pubmed": 21931545, "text": "Hepatitis A virus inhibits TLR3 signaling by reducing abundance of the adaptor protein TRIF."}, {"pubmed": 21998457, "text": "The host TICAM-1 transgene pathway is essential for antiviral responses that suppress poliovirus infection, which is exacerbated in TICAM-1-deficient poliovirus receptor-bearing mice."}, {"pubmed": 22043923, "text": "regulation of the TLR3/TRIF-mediated pathway required the combined action of SHP-1 and SHP-2, which could be accomplished by CD300f but not CD300a"}, {"pubmed": 22095710, "text": "The TLR2/4 ligand biglycan enhances antigen-specific T cell priming via MyD88 and Toll-like receptor adapter molecule TRIF pathways, triggering autoimmune perimyocarditis in transgenic mice."}, {"pubmed": 22105173, "text": "Susceptibility to herpes simplex encephalitis is caused by TRIF nonsense (autosomal recessive) TRIF deficiency or a missense mutation (autosomal dominant). TRIf is needed for TLR3-dependent interferon synthesis."}, {"pubmed": 22152804, "text": "TRIF may play an important role in the pathogenesis of antiphospholipid syndrome."}, {"pubmed": 22205631, "text": "TICAM1 down-regulation was found to be dependent on TLR3 but not RIG1, MDA5, or PKR and appeared to be regulated post-translationally"}, {"pubmed": 22337809, "text": "Data show that The TRIF-selective signaling response resulted in the production of substantially less of the proinflammatory mediators."}, {"pubmed": 22474023, "text": "the D299G polymorphism compromises recruitment of MyD88 and TRIF to TLR4 without affecting TLR4 expression, TLR4-MD2 interaction, or LPS binding, suggesting that it interferes with TLR4 dimerization"}, {"pubmed": 22870331, "text": "Canine hepacivirus NS3 serine protease can cleave the human adaptor proteins MAVS and TRIF."}, {"pubmed": 22964479, "text": "anti-beta(2)GPI/beta(2)GPI complex induced TF and TNF-alpha expression involving both TLR4/MyD88 and TLR4/TRIF signaling pathways and TLR4 and its adaptors might be molecular targets for therapy of antiphospholipid syndrome"}, {"pubmed": 23056470, "text": "TRIM38 may act as a novel negative regulator for TLR3-mediated type I interferon signaling by targeting TRIF for degradation"}, {"pubmed": 23365087, "text": "ADAM15 acts as a negative regulator of TRIF-mediated NF-kappaB and IFN-beta reporter gene activity via TLR3 and TLR4 signaling."}, {"pubmed": 23673637, "text": "The TLR9-TRIF circuit--but not MyD88 signalling--was required for CpG protection against allergic inflammation."}, {"pubmed": 23723066, "text": "Data indicate that TIR domain containing adaptor inducing IFN-beta protein (TRIF), as well as TLR3 activation, enhances Kaposi's sarcoma-associated herpesvirus (KSHV) replication and transcription activator (RTA) protein expression."}, {"pubmed": 23824566, "text": "required for HLA class I antigen presentation during Hantavirus infection"}, {"pubmed": 23941760, "text": "required, in combination with MyD88, for TLR4-mediated proinflammatory dendritic cell differentiation"}, {"pubmed": 24129891, "text": "IL-32-PAR2 axis is an innate immunity sensor providing alternative signaling for LPS-TRIF axis."}, {"pubmed": 24311583, "text": "TRIF-N-terminal helical domain shares structural similarity with IFIT5."}, {"pubmed": 24577058, "text": "amino-terminal 21 amino acid sequence is crucial for TRAF3 association, protein stability and activation of the IFN pathway"}, {"pubmed": 24672048, "text": "Enterovirus 68 3C protease cleaves TRIF to attenuate antiviral responses mediated by TLR3."}, {"pubmed": 24693944, "text": "MUC1 has a role in regulating epithelial inflammation and apoptosis by PolyI:C through inhibition of TRIF recruitment to Toll-like receptor 3"}, {"pubmed": 25049357, "text": "PTX3 binds MD-2 and promotes TRIF-dependent immune protection in aspergillosis."}, {"pubmed": 25377948, "text": "involved in signaling that moderates the expression of heme oxygenase1 and il-8 after keratinocytes exposure to dinitrochlorobenzene"}, {"pubmed": 25636800, "text": "findings show that TRIF activates IRF3 through a phosphorylation-dependent mechanism; results reveal that phosphorylation of innate adaptor proteins is an essential and conserved mechanism that selectively recruits IRF3 to activate the type I IFN pathway"}, {"pubmed": 25736436, "text": "WDFY1 mediates TLR3/TLR4 signaling by recruiting TRIF."}, {"pubmed": 25754842, "text": "Data show that toll-like receptor 3/TRIF protein signalling regulates cytokines IL-32 and IFN-beta secretion by activation of receptor-interacting protein-1 (RIP-1) and tumour necrosis factor receptor-associated factor 6 (TRAF6) in cornea epithelial cells."}, {"pubmed": 26056004, "text": "TRIF promotes angiotensin II-induced cross-talk between fibroblasts and macrophages in atrial fibrosis."}, {"pubmed": 26100679, "text": "signaling through TRIF is important for the inflammatory response of AngII-induced abdominal aortic aneurysm formation"}, {"pubmed": 26195481, "text": "In mice with nonfunctional TRIF (Trif(mut) mice), Ang II-induced hypertension and cardiac hypertrophy were abrogated, and proinflammatory gene expression in heart and kidneys was unchanged or decreased. These results indicate that Ang II induces activation of a proinflammatory innate immune response, causing hypertension and cardiac hypertrophy, which require functional adaptor protein TRIF-mediated pathways."}, {"pubmed": 26646717, "text": "Using bone marrow derived macrophages from knockout mice we demonstrate that hBD3 suppresses the polyI:C-induced TLR3 response mediated by TICAM1 (TRIF), while exacerbating the cytoplasmic response through MDA5 (IFIH1) and MAVS (IPS1/CARDIF)."}, {"pubmed": 26886741, "text": "TIRF high-content imaging system simultaneously showed the expression pattern of EGFRs and EC50 value for CPT-induced apoptosis and necrosis in MCF-7, SK-BR-3 and JIMT-1 cancer cell line"}, {"pubmed": 26956584, "text": "IL-12p70 production requires uptake of Streptococcus pneumoniae as well as the presence of the adaptor molecule TRIF."}, {"pubmed": 27207655, "text": "We confirmed associations with papillary thyroid cancer and SNPs in FOXE1/HEMGN, SERPINA5 (rs2069974), FTO (rs8047395), EVPL (rs2071194), TICAM1 (rs8120) and SCARB1 (rs11057820) genes. We found associations with SNPs in FOXE1, SERPINA5, FTO, TICAM1 and HSPA6 and and follicular thyroid cancer"}, {"pubmed": 28052863, "text": "The NF-kappaB activated by dsRNA appears not to be the canonical p65/p50 heterodimers."}, {"pubmed": 28453927, "text": "Data suggest that pro-death signals through TIR-domain-containing adapter-inducing interferon-beta (TRIF) are regulated by autophagy and propose that pro-apoptotic signalling through TRIF/RIPK1/caspase-8 occurs in fibrillary platforms."}, {"pubmed": 28479387, "text": "TRIF gene may contribute to susceptibility of T2DM."}, {"pubmed": 28480979, "text": "The down regulation of TRIF, TLR3, and mitochondrial antiviral signaling protein (MAVS) expressions in chronic hepatitis C correlates with the disease severity and the outcome of hepatitis C virus infection"}, {"pubmed": 28566380, "text": "Therefore, Seneca Valley virus suppressed antiviral interferon production to escape host antiviral innate immune responses by cleaving host adaptor molecules MAVS, TRIF, and TANK by its 3C protease."}, {"pubmed": 28630139, "text": "Data suggest that endosomal localization of TICAM2 is essential for TLR4-mediated type I interferon-inducing signaling from endosomes; TICAM2 acts as scaffold protein and activates TICAM1; N-terminal myristoylation allows TICAM2 to anchor to endosomal membrane. (TICAM2 = toll like receptor adaptor molecule-2; TICAM1 = toll like receptor adaptor molecule-1; TLR4 = toll-like receptor 4) [REVIEW]"}, {"pubmed": 28867282, "text": "Findings suggest that Toll/IL-1R domain-containing adapter-inducing IFN-beta may be involved in the epileptogenesis of temporal lobe epilepsy, which would make it a potential therapeutic target for the treatment of epilepsy."}, {"pubmed": 29214775, "text": "TRIM56 may act as a tumor suppressor in multiple myeloma through activation of TLR3/TRIF signaling pathway."}, {"pubmed": 29440514, "text": "SLAMF1 is required for TLR4-mediated TRAM-TRIF-dependent signaling in human macrophages."}, {"pubmed": 29679565, "text": "These data indicate a novel role of the TLR3-TICAM-1 pathway in controlling miR-21 levels in extracellular vesicles."}, {"pubmed": 31818880, "text": "Phosphorylation of TRIF at Serine 210 is required for IRF-3 recruitment and subsequent IRF-3 activation.Kinase activity of TBK1 is required for the association of TRIF and IRF-3."}, {"pubmed": 32221312, "text": "New insights in acetaminophen toxicity: HMGB1 contributes by itself to amplify hepatocyte necrosis in vitro through the TLR4-TRIF-RIPK3 axis."}, {"pubmed": 32243044, "text": "Correlation between TICAM1 gene polymorphisms and community-acquired pneumonia in children."}, {"pubmed": 32394426, "text": "Evolutionary model of protein secondary structure capable of revealing new biological relationships."}, {"pubmed": 32529819, "text": "TIR-domain-containing adapter-inducing interferon-beta contributes to TLR3/TLR4 triggered apoptosis and inflammation in nucleus pulposus cells."}, {"pubmed": 33057840, "text": "TLR4 and CD14 trafficking and its influence on LPS-induced pro-inflammatory signaling."}, {"pubmed": 34956174, "text": "MicroRNA-181b-2 and MicroRNA-21-1 Negatively Regulate NF-kappaB and IRF3-Mediated Innate Immune Responses via Targeting TRIF in Teleost."}, {"pubmed": 35812397, "text": "Pathogenic Leptospires Limit Dendritic Cell Activation Through Avoidance of TLR4 and TRIF Signaling."}, {"pubmed": 36978183, "text": "Bacterial vesicles block viral replication in macrophages via TLR4-TRIF-axis."}, {"pubmed": 37668025, "text": "[Association of gene polymorphisms of MyD88 and TICAM1 and their interactions with community-acquired pneumonia in children]."}, {"pubmed": 38864429, "text": "Association between polymorphisms in TLR3, TICAM1 and IFNA1 genes and covid-19 severity in Southern Brazil."}], "genomic_pos": {"chr": "19", "end": 4831712, "ensemblgene": "ENSG00000127666", "start": 4815932, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 4831716, "start": 4815944, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002224", "pubmed": 12471095, "qualifier": "involved_in", "term": "toll-like receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002281", "qualifier": "involved_in", "term": "macrophage activation involved in immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002735", "qualifier": "involved_in", "term": "positive regulation of myeloid dendritic cell cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006809", "qualifier": "involved_in", "term": "nitric oxide biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010508", "qualifier": "involved_in", "term": "positive regulation of autophagy"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030890", "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031398", "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031663", "qualifier": "involved_in", "term": "lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032481", "qualifier": "involved_in", "term": "positive regulation of type I interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032481", "pubmed": 28049150, "qualifier": "involved_in", "term": "positive regulation of type I interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032722", "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032728", "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032755", "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032760", "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032816", "qualifier": "involved_in", "term": "positive regulation of natural killer cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034138", "pubmed": 12471095, "qualifier": "involved_in", "term": "toll-like receptor 3 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034142", "pubmed": 12471095, "qualifier": "involved_in", "term": "toll-like receptor 4 signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035666", "qualifier": "involved_in", "term": "TRIF-dependent toll-like receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035666", "pubmed": 25636800, "qualifier": "involved_in", "term": "TRIF-dependent toll-like receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035666", "qualifier": "involved_in", "term": "TRIF-dependent toll-like receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042100", "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 14982987, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043254", "qualifier": "involved_in", "term": "regulation of protein-containing complex assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043330", "pubmed": 21266579, "qualifier": "acts_upstream_of_or_within", "term": "response to exogenous dsRNA"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043330", "qualifier": "involved_in", "term": "response to exogenous dsRNA"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045429", "qualifier": "involved_in", "term": "positive regulation of nitric oxide biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060907", "qualifier": "involved_in", "term": "positive regulation of macrophage cytokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097190", "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140052", "qualifier": "involved_in", "term": "cellular response to oxidised low-density lipoprotein particle stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900017", "qualifier": "involved_in", "term": "positive regulation of cytokine production involved in inflammatory response"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005768", "qualifier": "is_active_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 18222170, "qualifier": "is_active_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 17982077, "qualifier": "is_active_in", "term": "early endosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005776", "qualifier": "located_in", "term": "autophagosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0010008", "pubmed": 18222170, "qualifier": "is_active_in", "term": "endosome membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097342", "pubmed": 21737330, "qualifier": "part_of", "term": "ripoptosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14982987, 15142865, 15841462, 19416887, 21903422, 22948160, 25736436, 36232715], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 14530355, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0035591", "qualifier": "enables", "term": "signaling adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0060090", "pubmed": 12471095, "qualifier": "enables", "term": "molecular adaptor activity"}]}, "homologene": {"genes": [[9544, 574294], [9598, 468677], [9606, 148022], [9615, 611852], [9913, 510427], [10090, 106759], [10116, 363328]], "id": 8605}, "interpro": [{"desc": "Toll/interleukin-1 receptor homology (TIR) domain", "id": "IPR000157", "short_desc": "TIR_dom"}, {"desc": "TIR domain-containing adapter molecule 1", "id": "IPR017278", "short_desc": "TICAM1"}, {"desc": "RHIM domain", "id": "IPR025735", "short_desc": "RHIM_dom"}, {"desc": "Toll/interleukin-1 receptor homology (TIR) domain superfamily", "id": "IPR035897", "short_desc": "Toll_tir_struct_dom_sf"}, {"desc": "TRIF, N-terminal", "id": "IPR040886", "short_desc": "TRIF_N"}, {"desc": "TIR domain-containing adapter molecule 1/2", "id": "IPR046946", "short_desc": "TCAM1/2"}], "ipi": "IPI00216715", "map_location": "19p13.3", "name": "TIR domain containing adaptor molecule 1", "other_names": ["TIR domain containing adaptor inducing interferon-beta", "TIR domain-containing adapter molecule 1", "TIR domain-containing adapter protein inducing IFN-beta", "proline-rich, vinculin and TIR domain-containing protein B", "putative NF-kappa-B-activating protein 502H", "toll like receptor adaptor molecule 1", "toll-interleukin-1 receptor domain-containing adapter protein inducing interferon beta"], "pantherdb": {"HGNC": "18348", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2147032", "ortholog_type": "LDO", "panther_family": "PTHR47230", "taxid": 10090, "uniprot_kb": "Q80UF7"}, {"Ensembl": "ENSGALG00000026850", "ortholog_type": "LDO", "panther_family": "PTHR47230", "taxid": 9031, "uniprot_kb": "R4GIF2"}, {"ZFIN": "ZDB-GENE-040219-2", "ortholog_type": "LDO", "panther_family": "PTHR47230", "taxid": 7955, "uniprot_kb": "Q1LUQ2"}], "uniprot_kb": "Q8IUC6"}, "pathway": {"kegg": [{"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05235", "name": "PD-L1 expression and PD-1 checkpoint pathway in cancer - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "toll_endogenous_pathway", "name": "Endogenous TLR signaling"}, "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-140534", "name": "Caspase activation via Death Receptors in the presence of ligand"}, {"id": "R-HSA-1606322", "name": "ZBP1(DAI) mediated induction of type I IFNs"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168927", "name": "TICAM1, RIP1-mediated IKK complex recruitment"}, {"id": "R-HSA-1810476", "name": "RIP-mediated NFkB activation via ZBP1"}, {"id": "R-HSA-1834949", "name": "Cytosolic sensors of pathogen-associated DNA "}, {"id": "R-HSA-2562578", "name": "TRIF-mediated programmed cell death"}, {"id": "R-HSA-5260271", "name": "Diseases of Immune System"}, {"id": "R-HSA-5357769", "name": "Caspase activation via extrinsic apoptotic signalling pathway"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5602358", "name": "Diseases associated with the TLR signaling cascade"}, {"id": "R-HSA-5602566", "name": "TICAM1 deficiency - HSE"}, {"id": "R-HSA-5602571", "name": "TRAF3 deficiency - HSE"}, {"id": "R-HSA-9013957", "name": "TLR3-mediated TICAM1-dependent programmed cell death"}, {"id": "R-HSA-9013973", "name": "TICAM1-dependent activation of IRF3/IRF7"}, {"id": "R-HSA-9014325", "name": "TICAM1,TRAF6-dependent induction of TAK1 complex"}, {"id": "R-HSA-936964", "name": "Activation of IRF3, IRF7 mediated by TBK1, IKKε (IKBKE)"}, {"id": "R-HSA-937041", "name": "IKK complex recruitment mediated by RIP1"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-937072", "name": "TRAF6-mediated induction of TAK1 complex within TLR4 complex"}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975163", "name": "IRAK2 mediated activation of TAK1 complex upon TLR7/8 or 9 stimulation"}, {"id": "R-HSA-9824878", "name": "Regulation of TBK1, IKKε (IKBKE)-mediated activation of IRF3, IRF7 "}, {"id": "R-HSA-9828211", "name": "Regulation of TBK1, IKKε-mediated activation of IRF3, IRF7 upon TLR3 ligation"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP2513", "name": "Nanoparticle triggered regulated necrosis"}, {"id": "WP3858", "name": "Toll-like Receptor Signaling related to MyD88"}, {"id": "WP4136", "name": "Fibrin Complement Receptor 3 Signaling Pathway"}, {"id": "WP4298", "name": "Acute viral myocarditis"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4880", "name": "Host-pathogen interaction of human coronaviruses - interferon induction"}, {"id": "WP4912", "name": "SARS coronavirus and innate immunity"}, {"id": "WP5038", "name": "SARS-CoV-2 mitochondrial interactions"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["2M1X", "2M63", "3RC4", "4BSX", "4C0M", "5JEL"], "pfam": ["PF12721", "PF17798"], "pharmgkb": "PA142670812", "pharos": {"target_id": 6979, "tdl": "Tbio"}, "prosite": "PS50104", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF270915", "relationship": "is"}, {"id": "GNF270916", "relationship": "is"}, {"id": "GNF270917", "relationship": "is"}, {"id": "GNF270918", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162290", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF047282", "relationship": "is"}, {"id": "GNF047655", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF018055", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100269", "relationship": "is"}, {"id": "GNF139924", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_031998.1"], "protein": ["NP_001372607.1", "NP_001372608.1", "NP_001372609.1", "NP_891549.1"], "rna": ["NM_001385678.1", "NM_001385679.1", "NM_001385680.1", "NM_014261.1", "NM_182919.4"], "translation": [{"protein": "NP_001372608.1", "rna": "NM_001385679.1"}, {"protein": "NP_001372607.1", "rna": "NM_001385678.1"}, {"protein": "NP_891549.1", "rna": "NM_182919.4"}, {"protein": "NP_001372609.1", "rna": "NM_001385680.1"}]}, "reporter": {"HG-U133_Plus_2": "213191_at", "HG-U95Av2": "35230_at", "HTA-2_0": "TC19001071.hg.1", "HuEx-1_0": "3846982", "HuGene-1_1": "8032899", "HuGene-2_1": "16867409"}, "retired": [10532, 148021], "summary": "This gene encodes an adaptor protein containing a Toll/interleukin-1 receptor (TIR) homology domain, which is an intracellular signaling domain that mediates protein-protein interactions between the Toll-like receptors (TLRs) and signal-transduction components. This protein is involved in native immunity against invading pathogens. It specifically interacts with toll-like receptor 3, but not with other TLRs, and this association mediates dsRNA induction of interferon-beta through activation of nuclear factor kappa-B, during an antiviral immune response. Mutations in this gene are associated with encephalopathy, acute, infection-induced. [provided by RefSeq, Jul 2020].", "symbol": "TICAM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1843476"}, "unigene": "Hs.29344", "uniprot": {"Swiss-Prot": "Q8IUC6"}}