{"AllianceGenome": "26838", "HGNC": "26838", "MIM": "612859", "_id": "201633", "_version": 1, "accession": {"genomic": ["AC093010.7", "CH471052.2", "CP068275.2", "NC_000003.12", "NC_060927.1"], "protein": ["AAI01289.1", "AAI01290.1", "AAI01291.1", "AAI01292.1", "ACD74757.1", "BAC04973.1", "CAE45956.1", "CAI46183.1", "EAW79602.1", "NP_776160.2", "Q495A1.1", "XP_047303627.1", "XP_047303628.1", "XP_054201627.1", "XP_054201628.1", "XP_054201629.1"], "rna": ["AK097192.1", "AL833175.1", "BC101288.1", "BC101289.1", "BC101290.1", "BC101291.1", "BX640915.1", "EU675310.1", "NM_173799.4", "XM_047447671.1", "XM_047447672.1", "XM_054345652.1", "XM_054345653.1", "XM_054345654.1"], "translation": [{"protein": "CAI46183.1", "rna": "AL833175.1"}, {"protein": "XP_054201629.1", "rna": "XM_054345654.1"}, {"protein": "BAC04973.1", "rna": "AK097192.1"}, {"protein": "XP_047303627.1", "rna": "XM_047447671.1"}, {"protein": "XP_047303628.1", "rna": "XM_047447672.1"}, {"protein": "NP_776160.2", "rna": "NM_173799.4"}, {"protein": "AAI01290.1", "rna": "BC101289.1"}, {"protein": "AAI01292.1", "rna": "BC101291.1"}, {"protein": "CAE45956.1", "rna": "BX640915.1"}, {"protein": "XP_054201627.1", "rna": "XM_054345652.1"}, {"protein": "ACD74757.1", "rna": "EU675310.1"}, {"protein": "AAI01289.1", "rna": "BC101288.1"}, {"protein": "AAI01291.1", "rna": "BC101290.1"}, {"protein": "XP_054201628.1", "rna": "XM_054345653.1"}]}, "alias": ["VSIG9", "VSTM3", "WUCAM"], "ensembl": {"gene": "ENSG00000181847", "protein": ["ENSP00000373167", "ENSP00000418917", "ENSP00000419085", "ENSP00000419706", "ENSP00000420552"], "transcript": ["ENST00000383671", "ENST00000461158", "ENST00000481065", "ENST00000484319", "ENST00000485814", "ENST00000486257", "ENST00000496848"], "translation": [{"protein": "ENSP00000418917", "rna": "ENST00000461158"}, {"protein": "ENSP00000420552", "rna": "ENST00000481065"}, {"protein": "ENSP00000419085", "rna": "ENST00000486257"}, {"protein": "ENSP00000373167", "rna": "ENST00000383671"}, {"protein": "ENSP00000419706", "rna": "ENST00000484319"}], "type_of_gene": "protein_coding"}, "entrezgene": "201633", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.64553389535, "exp_mis": 78.8122422098, "exp_syn": 41.4165702214, "lof_z": 1.40083152467948, "mis_z": -0.340920471672731, "mu_lof": 5.08007192784e-07, "mu_mis": 7.25769515525e-06, "mu_syn": 3.69099414748e-06, "n_lof": 3.0, "n_mis": 85.0, "n_syn": 40.0, "p_li": 0.0451499001724995, "p_null": 0.102799331589084, "p_rec": 0.852050768238417, "syn_z": 0.136458448938698}, "bp": 735, "cds_end": 114026978, "cds_start": 114012908, "n_exons": 4, "nonpsych": {"exp_lof": 5.94504294023, "exp_mis": 71.2628799364, "exp_syn": 37.4161857519, "lof_z": 1.18622227040346, "mis_z": -0.402535592718738, "mu_lof": 5.08007192784e-07, "mu_mis": 7.25769515525e-06, "mu_syn": 3.69099414748e-06, "n_lof": 3.0, "n_mis": 78.0, "n_syn": 37.0, "p_li": 0.0381844429895958, "p_null": 0.144210325057934, "p_rec": 0.81760523195247, "syn_z": 0.0428376200653794}, "nontcga": {"exp_lof": 6.10708709784, "exp_mis": 72.50046383, "exp_syn": 38.0964415782, "lof_z": 1.2402740368462, "mis_z": -0.204762285799663, "mu_lof": 5.08007192784e-07, "mu_mis": 7.25769515525e-06, "mu_syn": 3.69099414748e-06, "n_lof": 3.0, "n_mis": 76.0, "n_syn": 38.0, "p_li": 0.0377072269537876, "p_null": 0.126707758207638, "p_rec": 0.835585014838575, "syn_z": 0.00989321213200131}, "transcript": "ENST00000486257.1"}, "exons": [{"cdsend": 114308131, "cdsstart": 114294061, "chr": "3", "position": [[114294027, 114294122], [114295544, 114295874], [114299596, 114299703], [114307894, 114310288]], "strand": 1, "transcript": "NM_173799", "txend": 114310288, "txstart": 114294027}], "exons_hg19": [{"cdsend": 114026978, "cdsstart": 114012908, "chr": "3", "position": [[114012874, 114012969], [114014391, 114014721], [114018443, 114018550], [114026741, 114029135]], "strand": 1, "transcript": "NM_173799", "txend": 114029135, "txstart": 114012874}], "generif": [{"pubmed": 19011627, "text": "TIGIT exerts immunosuppressive effects by binding to poliovirus receptor and modulating cytokine production by dendritic cells."}, {"pubmed": 19197944, "text": "a novel immunoreceptor, Washington University Cell Adhesion Molecule, which is expressed on human follicular B helper T cells, was described."}, {"pubmed": 19815499, "text": "TIGIT counter inhibits the NK-mediated killing of tumor cells and protects normal cells from NK-mediated cytotoxicity thus providing an \"alternative self\" mechanism for MHC class I inhibition."}, {"pubmed": 21416464, "text": "that soluble Vstm3 attenuates T-cell responses in vitro and in vivo"}, {"pubmed": 22421438, "text": "data suggest a cis-trans receptor clustering mechanism for cell adhesion and signaling by the TIGIT/PVR complex and provide structural insights into how the PVR family of immunoregulators function"}, {"pubmed": 22427644, "text": "TIGIT can inhibit T cell functions by competing with CD226 and can also directly inhibit T cells in a T cell-intrinsic manner."}, {"pubmed": 22706088, "text": "The Tim-3 pathway appears to control regulatory (Treg) and effector T cell balance via altering cell proliferation and apoptosis during hepatitis C virus infection."}, {"pubmed": 23154388, "text": "TIGIT is phosphorylated at its cytoplasmic tail after its ligation with PVR."}, {"pubmed": 24817116, "text": "TIGIT/PVR ligation signaling mediates suppression of IFN-gamma production via the NF-kappaB pathway."}, {"pubmed": 25465800, "text": "Findings suggest that TIGIT is a key checkpoint inhibitor of chronic antiviral and antitumor responses through impairing CD226 function when disrupting its homodimerization."}, {"pubmed": 25680274, "text": "The results identify a bacterium-dependent, tumor-immune evasion mechanism in which tumors exploit the Fap2 protein of F. nucleatum to inhibit immune cell activity via TIGIT."}, {"pubmed": 25762785, "text": "the TIGIT/FCRL3 combination allows reliable identification of Helios(+) Treg cells even in highly activated conditions in vitro as well as in PBMCs of autoimmune patients."}, {"pubmed": 25866972, "text": "TIGIT and PD-1 blockade additively increased proliferation, cytokine production, and degranulation of tumor-antigen-specific CD8 T cells and CD8 TILs. TIGIT and PD-1 regulate the expansion and function of these T cells in melanoma."}, {"pubmed": 25994968, "text": "Human regulatory T cells expressing the receptors TIGIT and CD226 display widely divergent phenotypes in regard to expansion and activation."}, {"pubmed": 26171588, "text": "a novel mechanism that links TIGIT expression with NK-cell functional heterogeneity, and this mechanism might partially explain why individuals have different susceptibilities to infection, autoimmune disease, and cancer."}, {"pubmed": 26250578, "text": "TIGIT-positive circulating follicular helper T cells display robust B-cell help functions: potential role in sickle cell alloimmunization."}, {"pubmed": 26735971, "text": "This study shows that HBZ-induced TIGIT plays a pivotal role in attenuating host immune responses and shaping a microenvironment favorable to human T-cell leukemia virus type 1."}, {"pubmed": 26741490, "text": "These findings identify TIGIT as a novel marker of dysfunctional HIV-specific T cells"}, {"pubmed": 26763253, "text": "TIGIT contributes to functional T-cell impairment and associates with poor clinical outcome in acute myelogenous leukemia. The study suggests that blockade of TIGIT to restore T-cell function and antitumor immunity may represent a novel effective leukemia therapeutic."}, {"pubmed": 26842126, "text": "implying that TIGIT exerts immunosuppressive effects by competing with DNAM-1 for the same ligand, CD155"}, {"pubmed": 27503932, "text": "TIGIT signaling in NK cells after MDSC coculture led to a decrease in the phosphorylation of ZAP70/Syk and ERK1/2."}, {"pubmed": 27592800, "text": "High expression of TIGIT and Helios identifies CD4+ T cells with impaired immunological functions, primarily among patients with an advanced stage of Sezary syndrome."}, {"pubmed": 27978489, "text": "Our data provide important structural and biochemical determinants responsible for the recognition of nectin-2 by TIGIT."}, {"pubmed": 28035916, "text": "Natural killer cells and cytotoxic T cells express both TIGIT and DNAM-1 receptors, and in certain cases their effector functions are dictated by TIGIT or DNAM-1 signaling. Agonist and antagonist antibodies targeting either TIGIT or DNAM-1 present many therapeutic options for diseases spanning from cancer to auto-immunity. (Review)"}, {"pubmed": 28084312, "text": "These findings highlight the importance of the TIGIT/CD226/PVR axis as an immune checkpoint barrier that could hinder future \"cure\" strategies requiring potent HIV-specific CD8(+) T cells"}, {"pubmed": 28108989, "text": "TIGIT is a powerful negative regulator of CD4(+) T cells in systemic lupus erythematosus."}, {"pubmed": 28515320, "text": "energetic basis for the TIGIT/nectin-2 interaction and revealed that an \"aromatic key\" of nectin-2 is critical for this interaction, whereas variations in the lock were tolerated."}, {"pubmed": 28623459, "text": "Blockade of TIGIT or CD112R, separately or together, enhances trastuzumab-triggered antitumor response by human NK cells."}, {"pubmed": 28629373, "text": "Blimp-1 binds to the promoters of PD-1 and TIGIT and positively regulates their expression in patients with acute myeloid leukemia."}, {"pubmed": 28883004, "text": "Data show that gastric cancer cells inhibit T-cell metabolism through CD155/TIGIT signaling."}, {"pubmed": 29197680, "text": "high coexpression of PD-1, TIGIT, and KLRG-1 on MiHA-reactive CD8(+) T cells was associated with relapse after allo-SCT. Taken together, these findings indicate that MiHA-specific CD8(+) T cells of relapsed patients have a distinctive coinhibitory expression signature compared with patients who stay in remission."}, {"pubmed": 29217528, "text": "Data suggest that T-cell immunoglobulin and ITIM domain (TIGIT) blockade is a relevant strategy for improved immunotherapy in follicular lymphoma (FL)."}, {"pubmed": 29774027, "text": "Clinical remission of sight-threatening non-infectious uveitis has an immunoregulatory phenotype characterized by upregulation of peripheral Treg, polarized toward T-bet and TIGIT."}, {"pubmed": 29986909, "text": "High TIGIT expression is associated with multiple myeloma."}, {"pubmed": 30262800, "text": "The activation of PD-1 and TIGIT may exert negative regulatory effects and inhibit the immune response to cancer cells, resulting in immune escape of cancer cells."}, {"pubmed": 30364127, "text": "these results highlight the important role of TIGIT in NK cell function and suggest a potential new avenue for the development of therapeutic strategies toward a functional cure for HIV."}, {"pubmed": 30402886, "text": "Study results suggest that TIGIT expression on CD4+ T cells in patients with atopic dermatitis (AD) may be increased to suppress chronic cutaneous inflammation. Moreover, TIGIT expression may be impaired in a subset of patients with AD, leading to a deterioration of skin inflammation."}, {"pubmed": 30555485, "text": "a novel TIGIT/PVR interaction mode that tumor intrinsic TIGIT delivers inhibitory signals to CD8(+) T cells and NK cells by engaging with PVR."}, {"pubmed": 30639819, "text": "associated with a decreased incidence of acute graft-versus-host disease (P=.048) and poor overall (P=.046) and progression-free survival; monitoring TIGIT expression in the BM could be useful for predicting outcome after alloSCT for AML"}, {"pubmed": 31337800, "text": "HCV-specific CD4+ T cells of patients with acute and chronic HCV infection display high expression of TIGIT and other co-inhibitory molecules."}, {"pubmed": 31387897, "text": "Blockade of TIGIT/CD155 Signaling Reverses T-cell Exhaustion and Enhances Antitumor Capability in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 31485637, "text": "Expression of TIGIT/CD155 in cancerous tissue is significantly elevated in patients with hepatocellular carcinoma."}, {"pubmed": 31582819, "text": "DNAM-1 and TIGIT are involved in regulating mucosal T-cell activation and immune homeostasis, and an imbalance of this system in inflammatory bowel disease."}, {"pubmed": 31732662, "text": "The study found an expansion of TIGIT (+) NK cells in HIV-infected individuals; however, dichotomous to Gal-9 (+) NK cells, TIGIT (+) NK cells expressed significantly higher amounts of cytotoxic molecules but lower IFN-gamma."}, {"pubmed": 31828774, "text": "TIGIT as an emerging immune checkpoint."}, {"pubmed": 31954274, "text": "Combined evaluation of the expression status of CD155 and TIGIT plays an important role in the prognosis of LUAD (lung adenocarcinoma)."}, {"pubmed": 32028328, "text": "TIGIT is upregulated by HIV-1 infection and marks a highly functional adaptive and mature subset of natural killer cells."}, {"pubmed": 32350076, "text": "Delayed Expression of PD-1 and TIGIT on HIV-Specific CD8 T Cells in Untreated HLA-B*57:01 Individuals Followed from Early Infection."}, {"pubmed": 32393998, "text": "Expression of immune checkpoints and T cell exhaustion markers in early and advanced stages of colorectal cancer."}, {"pubmed": 32397769, "text": "Upregulation of TIGIT and PD-1 in Colorectal Cancer with Mismatch-repair Deficiency."}, {"pubmed": 32466852, "text": "Alteration of CD226/TIGIT immune checkpoint on T cells in the pathogenesis of primary Sjogren's syndrome."}, {"pubmed": 32503945, "text": "Nectin4 is a novel TIGIT ligand which combines checkpoint inhibition and tumor specificity."}, {"pubmed": 32540486, "text": "Enhanced expression of TIGIT but not neuropilin-1 in patients with type 2 diabetes mellitus."}, {"pubmed": 32591463, "text": "IL15 Stimulation with TIGIT Blockade Reverses CD155-mediated NK-Cell Dysfunction in Melanoma."}, {"pubmed": 32631956, "text": "TIGIT Expression Is Associated with T-cell Suppression and Exhaustion and Predicts Clinical Outcome and Anti-PD-1 Response in Follicular Lymphoma."}, {"pubmed": 32682212, "text": "Investigation of mucosal-associated invariant T (MAIT) cells expressing immune checkpoint receptors (TIGIT and CD226) in early-onset preeclampsia."}, {"pubmed": 32705113, "text": "Distinct changes of in BTLA, ICOS, PD-1, and TIGIT expression on peripheral blood and decidual CD8+ T cells in women with unexplained recurrent spontaneous abortiondagger."}, {"pubmed": 32716559, "text": "Transcriptome Profiling Identifies TIGIT as a Marker of T-Cell Exhaustion in Liver Cancer."}, {"pubmed": 32793241, "text": "Imbalance of the CD226/TIGIT Immune Checkpoint Is Involved in the Pathogenesis of Primary Biliary Cholangitis."}, {"pubmed": 32802845, "text": "Characteristic of TIGIT and DNAM-1 Expression on Foxp3+ gammadelta T Cells in AML Patients."}, {"pubmed": 32804915, "text": "TIGIT Can Exert Immunosuppressive Effects on CD8+ T Cells by the CD155/TIGIT Signaling Pathway for Hepatocellular Carcinoma In Vitro."}, {"pubmed": 32887749, "text": "A Cross-Species Reactive TIGIT-Blocking Antibody Fc Dependently Confers Potent Antitumor Effects."}, {"pubmed": 32890458, "text": "TIGIT presents earlier expression dynamic than PD-1 in activated CD8(+) T cells and is upregulated in non-small cell lung cancer patients."}, {"pubmed": 32954948, "text": "An atlas of immune cell exhaustion in HIV-infected individuals revealed by single-cell transcriptomics."}, {"pubmed": 33102599, "text": "Increased Expression of TIGIT/CD57 in Peripheral Blood/Bone Marrow NK Cells in Patients with Chronic Myeloid Leukemia."}, {"pubmed": 33125794, "text": "Dysfunctional role of elevated TIGIT expression on T cells in oral squamous cell carcinoma patients."}, {"pubmed": 33188038, "text": "PD-1 and TIGIT coexpression identifies a circulating CD8 T cell subset predictive of response to anti-PD-1 therapy."}, {"pubmed": 33298247, "text": "Hitting the complexity of the TIGIT-CD96-CD112R-CD226 axis for next-generation cancer immunotherapy."}, {"pubmed": 33469677, "text": "CD155/TIGIT, a novel immune checkpoint in human cancers (Review)."}, {"pubmed": 33717085, "text": "Analysis of the Characteristics of TIGIT-Expressing CD3(-)CD56(+)NK Cells in Controlling Different Stages of HIV-1 Infection."}, {"pubmed": 33750787, "text": "Implication of TIGIT(+) human memory B cells in immune regulation."}, {"pubmed": 33855917, "text": "TIGIT and CD155 as Immune-Modulator Receptor and Ligand on CD4(+) T cells in Preeclampsia Patients."}, {"pubmed": 33900817, "text": "Development of Anti-human T Cell Immunoreceptor with Ig and ITIM Domains (TIGIT) Monoclonal Antibodies for Flow Cytometry."}, {"pubmed": 33903974, "text": "COM902, a novel therapeutic antibody targeting TIGIT augments anti-tumor T cell function in combination with PVRIG or PD-1 pathway blockade."}, {"pubmed": 33995373, "text": "Expression of Senescence Marker TIGIT Identifies Polyfunctional Donor-Reactive CD4+ T Cells Preferentially Lost After Kidney Transplantation."}, {"pubmed": 34025646, "text": "TIGIT and PD-1 Immune Checkpoint Pathways Are Associated With Patient Outcome and Anti-Tumor Immunity in Glioblastoma."}, {"pubmed": 34030043, "text": "The N-linked glycosylations of TIGIT Asn(32) and Asn(101) facilitate PVR/TIGIT interaction."}, {"pubmed": 34129052, "text": "Increased TIGIT expressing NK cells with dysfunctional phenotype in AML patients correlated with poor prognosis."}, {"pubmed": 34545095, "text": "Profiling the inhibitory receptors LAG-3, TIM-3, and TIGIT in renal cell carcinoma reveals malignancy."}, {"pubmed": 34625514, "text": "Increased coexpression of PD-L1 and TIM3/TIGIT is associated with poor overall survival of patients with esophageal squamous cell carcinoma."}, {"pubmed": 34638729, "text": "A Systematic Review and Meta-Analysis on the Significance of TIGIT in Solid Cancers: Dual TIGIT/PD-1 Blockade to Overcome Immune-Resistance in Solid Cancers."}, {"pubmed": 34653731, "text": "Immune checkpoint molecule TIGIT manipulates T cell dysfunction in septic patients."}, {"pubmed": 34659197, "text": "TIGIT Induces (CD3+) T Cell Dysfunction in Colorectal Cancer by Inhibiting Glucose Metabolism."}, {"pubmed": 34694361, "text": "DNAM-1 versus TIGIT: competitive roles in tumor immunity and inflammatory responses."}, {"pubmed": 34751872, "text": "The Novel Tumor Microenvironment-Related Prognostic Gene AIF1 May Influence Immune Infiltrates and is Correlated with TIGIT in Esophageal Cancer."}, {"pubmed": 34795387, "text": "A pan-cancer analysis revealing the role of TIGIT in tumor microenvironment."}, {"pubmed": 34888386, "text": "Prognostic Role of TIGIT Expression in Patients with Solid Tumors: A Meta-Analysis."}, {"pubmed": 34920658, "text": "CD8+ T-cells Co-expressing PD-1 and TIGIT Are Highly Frequent in Chronic Lymphocytic Leukemia."}, {"pubmed": 35263569, "text": "Mechanistic convergence of the TIGIT and PD-1 inhibitory pathways necessitates co-blockade to optimize anti-tumor CD8(+) T cell responses."}, {"pubmed": 35273617, "text": "CD226 and TIGIT Cooperate in the Differentiation and Maturation of Human Tfh Cells."}, {"pubmed": 35324958, "text": "Prognostic value of CD155/TIGIT expression in patients with colorectal cancer."}, {"pubmed": 35326415, "text": "Tissue-Specific Expression of TIGIT, PD-1, TIM-3, and CD39 by gammadelta T Cells in Ovarian Cancer."}, {"pubmed": 35413989, "text": "Increased expression of TIGIT and KLRG1 correlates with impaired CD56(bright) NK cell immunity in HPV16-related cervical intraepithelial neoplasia."}, {"pubmed": 35554512, "text": "Sequential Single-Cell Transcriptional and Protein Marker Profiling Reveals TIGIT as a Marker of CD19 CAR-T Cell Dysfunction in Patients with Non-Hodgkin Lymphoma."}, {"pubmed": 35611464, "text": "TIGIT/CD47 dual high expression predicts prognosis and is associated with immunotherapy response in lung squamous cell carcinoma."}, {"pubmed": 35651622, "text": "Co-Expression of TIGIT and Helios Marks Immunosenescent CD8(+) T Cells During Aging."}, {"pubmed": 35729552, "text": "Blocking TIGIT/CD155 signalling reverses CD8(+) T cell exhaustion and enhances the antitumor activity in cervical cancer."}, {"pubmed": 35821240, "text": "The CD226/TIGIT axis is involved in T cell hypo-responsiveness appearance in long-term kidney transplant recipients."}, {"pubmed": 35858240, "text": "CD155/TIGIT signalling plays a vital role in the regulation of bone marrow mesenchymal stem cell-induced natural killer-cell exhaustion in multiple myeloma."}, {"pubmed": 35947095, "text": "CD155 mutation (Ala67Thr) increases the binding affinity for and the signaling via an inhibitory immunoreceptor TIGIT."}, {"pubmed": 35967356, "text": "Increased frequency of TIGIT+ CD4 T Cell subset in autoantibody-positive first-degree relatives of patients with rheumatoid arthritis."}, {"pubmed": 35971106, "text": "Expression of T-cell immunoreceptor with immunoglobulin and tyrosine-based inhibitory motif domains (TIGIT) in anaplastic thyroid carcinoma."}, {"pubmed": 36163179, "text": "TIGIT is the central player in T-cell suppression associated with CAR T-cell relapse in mantle cell lymphoma."}, {"pubmed": 36211383, "text": "Prognostic value of TIGIT in East Asian patients with solid cancers: A systematic review, meta-analysis and pancancer analysis."}, {"pubmed": 36250467, "text": "Impaired TIGIT expression on B cells drives circulating follicular helper T cell expansion in multiple sclerosis."}, {"pubmed": 36440686, "text": "NKG2D engagement on human NK cells leads to DNAM-1 hypo-responsiveness through different converging mechanisms."}, {"pubmed": 36602929, "text": "Expression of Inhibitory Receptors TIGIT, TIM-3, and LAG-3 on CD4+ T Cells from Patients with Different Clinical Forms of Chronic Chagas Disease."}, {"pubmed": 36655432, "text": "The immunomodulatory molecule TIGIT is expressed by chronic lymphocytic leukemia cells and contributes to anergy."}, {"pubmed": 37414394, "text": "TIGIT immune checkpoint blockade enhances immunity of human peripheral blood NK cells against castration-resistant prostate cancer."}, {"pubmed": 37495610, "text": "TIGIT, a novel immune checkpoint therapy for melanoma."}, {"pubmed": 37573372, "text": "Clinical significance of the expression of FOXP3 and TIGIT in Merkel cell carcinoma."}, {"pubmed": 37574320, "text": "[Application of TIGIT combined with interleukin-6 detection in the evaluation of Crohn's disease status]."}, {"pubmed": 37596248, "text": "TIGIT can inhibit T cell activation via ligation-induced nanoclusters, independent of CD226 co-stimulation."}, {"pubmed": 37629138, "text": "CD155 and Its Receptors as Targets for Cancer Therapy."}, {"pubmed": 37749409, "text": "Decreased expression of TIGIT on CD14 + monocytes correlates with clinical features and laboratory parameters of patients with primary Sjogren's syndrome."}, {"pubmed": 37815034, "text": "IL-21 collaborates with anti-TIGIT to restore NK cell function in chronic HBV infection."}, {"pubmed": 37952520, "text": "LAG3 and TIGIT Expression on Tumor-Infiltrating Lymphocytes in Cutaneous Melanoma."}, {"pubmed": 37980553, "text": "[Expression and effect of TIGIT in peripheral blood CD56[+] T cells of patients with rheumatoid arthritis]."}, {"pubmed": 38216949, "text": "The immune checkpoint TIGIT/CD155 promotes the exhaustion of CD8 + T cells in TNBC through glucose metabolic reprogramming mediated by PI3K/AKT/mTOR signaling."}, {"pubmed": 38305286, "text": "Ectopic Expression of TIGIT in Lung Adenocarcinoma and Its Clinical Significance."}, {"pubmed": 38427556, "text": "Combining TIGIT Blockade with MDSC Inhibition Hinders Breast Cancer Bone Metastasis by Activating Antitumor Immunity."}, {"pubmed": 38461541, "text": "FCRL3 expression is upregulated and closely correlates with TIGIT expression in regulatory T cells of patients with systemic lupus erythematosus."}, {"pubmed": 38852289, "text": "Targeting the dynamic transcriptional landscape of Treg subpopulations in pancreatic ductal adenocarcinoma: Insights from single-cell RNA sequencing analysis with a focus on CTLA4 and TIGIT."}, {"pubmed": 38868776, "text": "TIGIT[+]Tfh show poor B-helper function and negatively correlate with SARS-CoV-2 antibody titre."}], "genomic_pos": {"chr": "3", "end": 114310288, "ensemblgene": "ENSG00000181847", "start": 114276913, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 114029135, "start": 113995760, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0032695", "qualifier": "involved_in", "term": "negative regulation of interleukin-12 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032695", "pubmed": 19011627, "qualifier": "involved_in", "term": "negative regulation of interleukin-12 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032733", "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032733", "pubmed": 19011627, "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050868", "qualifier": "involved_in", "term": "negative regulation of T cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050868", "pubmed": 19011627, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of T cell activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050868", "pubmed": 19011627, "qualifier": "involved_in", "term": "negative regulation of T cell activation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19011627, "qualifier": "located_in", "term": "cell surface"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 19011627, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19011627, 21982860, 25465800, 27978489, 28515320, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 27978489, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[9598, 470887], [9606, 201633], [9615, 487986], [9913, 100140801], [10090, 100043314], [10116, 363784]], "id": 18358}, "interpro": [{"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "T-cell immunoglobulin and ITIM domain receptor", "id": "IPR042948", "short_desc": "TIGIT"}], "ipi": ["IPI00174439", "IPI00789390", "IPI00945475", "IPI00945834"], "map_location": "3q13.31", "name": "T cell immunoreceptor with Ig and ITIM domains", "other_names": ["T-cell immunoreceptor with Ig and ITIM domains", "V-set and immunoglobulin domain containing 9", "V-set and immunoglobulin domain-containing protein 9", "V-set and transmembrane domain containing 3", "V-set and transmembrane domain-containing protein 3", "VSIG9, VSTM3", "Washington University cell adhesion molecule"], "pantherdb": {"HGNC": "26838", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3642260", "ortholog_type": "LDO", "panther_family": "PTHR47734", "taxid": 10090, "uniprot_kb": "P86176"}, {"RGD": "1563191", "ortholog_type": "LDO", "panther_family": "PTHR47734", "taxid": 10116, "uniprot_kb": "D3ZTQ2"}], "uniprot_kb": "Q495A1"}, "pathway": {"kegg": {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}}, "pdb": ["3Q0H", "3RQ3", "3UCR", "3UDW", "5V52", "7VYT", "8JEL", "8JEN", "8JEO", "8SZY"], "pfam": "PF07686", "pharmgkb": "PA164726482", "pharos": {"target_id": 1283, "tdl": "Tbio"}, "prosite": "PS50835", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF329341", "relationship": "is"}, {"id": "GNF329342", "relationship": "is"}, {"id": "GNF329343", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF175149", "relationship": "is"}, {"id": "GNF186055", "relationship": "is"}, {"id": "GNF196961", "relationship": "is"}, {"id": "GNF207867", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF042771", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF277094", "relationship": "is"}, {"id": "GNF277095", "relationship": "is"}, {"id": "GNF277103", "relationship": "is"}, {"id": "GNF277104", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330657", "relationship": "is"}, {"id": "GNF331884", "relationship": "is"}, {"id": "GNF333858", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": ["NP_776160.2", "XP_047303627.1", "XP_047303628.1", "XP_054201627.1", "XP_054201628.1", "XP_054201629.1"], "rna": ["NM_173799.4", "XM_047447671.1", "XM_047447672.1", "XM_054345652.1", "XM_054345653.1", "XM_054345654.1"], "translation": [{"protein": "XP_054201629.1", "rna": "XM_054345654.1"}, {"protein": "XP_047303627.1", "rna": "XM_047447671.1"}, {"protein": "XP_047303628.1", "rna": "XM_047447672.1"}, {"protein": "NP_776160.2", "rna": "NM_173799.4"}, {"protein": "XP_054201627.1", "rna": "XM_054345652.1"}, {"protein": "XP_054201628.1", "rna": "XM_054345653.1"}]}, "reporter": {"GNF1H": "gnf1h09182_at", "HG-U133_Plus_2": "240070_at", "HTA-2_0": "TC03000588.hg.1", "HuEx-1_0": "2636786", "HuGene-1_1": "8081799", "HuGene-2_1": "16944199"}, "summary": "This gene encodes a member of the PVR (poliovirus receptor) family of immunoglobin proteins. The product of this gene is expressed on several classes of T cells including follicular B helper T cells (TFH). The protein has been shown to bind PVR with high affinity; this binding is thought to assist interactions between TFH and dendritic cells to regulate T cell dependent B cell responses.[provided by RefSeq, Sep 2009].", "symbol": "TIGIT", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1823649"}, "unigene": "Hs.421750", "uniprot": {"Swiss-Prot": "Q495A1", "TrEMBL": ["A0A0C4DGA4", "C9JZW6", "C9J0B0"]}}