{"AllianceGenome": "11820", "HGNC": "11820", "MIM": "305370", "_id": "7076", "_version": 1, "accession": {"genomic": ["AY932824.1", "CH471164.1", "CP068255.2", "D11139.1", "FB571112.1", "FB668243.1", "HI574166.1", "L47357.1", "L47361.1", "NC_000023.11", "NC_060947.1", "NG_008437.1", "NG_012533.1", "Y09720.1", "Z84466.2"], "protein": ["AAA52436.1", "AAA63234.1", "AAA75558.1", "AAD14009.1", "AAH00866.1", "AAX47478.1", "ADO22366.1", "BAA01913.1", "BAG34878.1", "BAG52016.1", "BAG58865.1", "CAA00898.1", "CAA26443.1", "CAA26902.1", "CAG28566.1", "CAG46779.1", "CAR95107.1", "CAS92765.1", "CBX47572.1", "EAW59315.1", "EAW59316.1", "NP_003245.1", "P01033.1"], "rna": ["A10416.1", "AK074854.1", "AK296116.1", "AK307222.1", "AK310206.1", "AK311937.1", "BC000866.1", "BC007097.1", "BQ181804.1", "BU857950.1", "CR407638.1", "CR541982.1", "GQ891504.1", "M12670.1", "M59906.1", "NM_003254.3", "S68252.1", "X02598.1", "X03124.1"], "translation": [{"protein": "ADO22366.1", "rna": "GQ891504.1"}, {"protein": "CAA26443.1", "rna": "X02598.1"}, {"protein": "CAG46779.1", "rna": "CR541982.1"}, {"protein": "AAA63234.1", "rna": "M59906.1"}, {"protein": "AAD14009.1", "rna": "S68252.1"}, {"protein": "AAA52436.1", "rna": "M12670.1"}, {"protein": "BAG34878.1", "rna": "AK311937.1"}, {"protein": "CAG28566.1", "rna": "CR407638.1"}, {"protein": "CAA26902.1", "rna": "X03124.1"}, {"protein": "NP_003245.1", "rna": "NM_003254.3"}, {"protein": "CAA00898.1", "rna": "A10416.1"}, {"protein": "AAH00866.1", "rna": "BC000866.1"}, {"protein": "BAG58865.1", "rna": "AK296116.1"}, {"protein": "BAG52016.1", "rna": "AK074854.1"}]}, "alias": ["CLGI", "EPA", "EPO", "HCI", "TIMP", "TIMP-1"], "ensembl": {"gene": "ENSG00000102265", "protein": ["ENSP00000218388", "ENSP00000366216", "ENSP00000405380", "ENSP00000406671", "ENSP00000410983"], "transcript": ["ENST00000218388", "ENST00000377017", "ENST00000441738", "ENST00000445623", "ENST00000456754"], "translation": [{"protein": "ENSP00000406671", "rna": "ENST00000456754"}, {"protein": "ENSP00000218388", "rna": "ENST00000218388"}, {"protein": "ENSP00000366216", "rna": "ENST00000377017"}, {"protein": "ENSP00000405380", "rna": "ENST00000441738"}, {"protein": "ENSP00000410983", "rna": "ENST00000445623"}], "type_of_gene": "protein_coding"}, "entrezgene": "7076", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.55282026918, "exp_mis": 49.0397505514, "exp_syn": 20.820187179, "lof_z": 2.11363471385803, "mis_z": 0.42185315589793, "mu_lof": 4.35236323567e-07, "mu_mis": 6.94347311609e-06, "mu_syn": 2.77766810615e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 18.0, "p_li": 0.766877187652718, "p_null": 0.00828314590075748, "p_rec": 0.224839666446524, "syn_z": 0.383164674593524}, "bp": 624, "cds_end": 47446090, "cds_start": 47442814, "n_exons": 5, "nonpsych": {"exp_lof": 4.06224890012, "exp_mis": 44.413757431, "exp_syn": 18.8174321388, "lof_z": 1.97940763823187, "mis_z": 0.561101554194493, "mu_lof": 4.35236323567e-07, "mu_mis": 6.94347311609e-06, "mu_syn": 2.77766810615e-06, "n_lof": 0.0, "n_mis": 37.0, "n_syn": 17.0, "p_li": 0.756237473154081, "p_null": 0.0111905394694654, "p_rec": 0.232571987376453, "syn_z": 0.263779492916507}, "nontcga": {"exp_lof": 4.1239442142, "exp_mis": 44.6420664314, "exp_syn": 18.9400524972, "lof_z": 2.003261428449, "mis_z": 0.271572352587436, "mu_lof": 4.35236323567e-07, "mu_mis": 6.94347311609e-06, "mu_syn": 2.77766810615e-06, "n_lof": 0.0, "n_mis": 41.0, "n_syn": 16.0, "p_li": 0.743561984769088, "p_null": 0.010727066387697, "p_rec": 0.245710948843215, "syn_z": 0.427746492431291}, "transcript": "ENST00000218388.4"}, "exons": [{"cdsend": 47586691, "cdsstart": 47583415, "chr": "X", "position": [[47582435, 47582474], [47583407, 47583536], [47584935, 47585015], [47585204, 47585331], [47585542, 47585667], [47586520, 47586789]], "strand": 1, "transcript": "NM_003254", "txend": 47586789, "txstart": 47582435}], "exons_hg19": [{"cdsend": 47446090, "cdsstart": 47442814, "chr": "X", "position": [[47441834, 47441873], [47442806, 47442935], [47444334, 47444414], [47444603, 47444730], [47444941, 47445066], [47445919, 47446188]], "strand": 1, "transcript": "NM_003254", "txend": 47446188, "txstart": 47441834}], "generif": [{"pubmed": 11606052, "text": "The growth of the primary melanoma cell lines was stimulated by TIMP-1 and inhibited by TIMP-2. In contrast, the growth of the visceral metastatic melanoma cell line was stimulated by TIMP-2."}, {"pubmed": 11705862, "text": "All patient groups had higher urinary TIMP-1 concentrations than healthy volunteers."}, {"pubmed": 11762702, "text": "17beta-estradiol had no influence on production in MG-63 cells or human osteoblast cultures"}, {"pubmed": 11796725, "text": "inhibition of apoptosis of activated hepatic stellar cells mediated via effects on matrix metalloproteinase inhibition"}, {"pubmed": 11876751, "text": "The role of TIMPs and MMPs in the pathogenesis of atopic dermatitis was studied by evaluating serum levels of TIMP-1 and MMP-3 in AD and controls. TIMP-1 was significantly higher in AD during exacerbation than in nonatopic subjects, but MMP-3 was not."}, {"pubmed": 11935340, "text": "Variability of X chromosome inactivation: effect on levels of TIMP1 RNA and role of DNA methylation."}, {"pubmed": 11940298, "text": "TIMP-1 expression was increased notably in partially sclerotic glomeruli, and most prominently expressed in tubulointerstitium, mainly in tubular epithelial cells, interstitial cells, and vascular endothelial cells."}, {"pubmed": 12032189, "text": "elevation of serum and urine levels in patients with kidney diseases"}, {"pubmed": 12034345, "text": "TIMP-1 was intensively detected in both stromal and epithelial cells in the menstrual period but the expression decreased in other stages of the menstrual cycle."}, {"pubmed": 12063180, "text": "Regulation of TIMP-1 phenotypic expression in Epstein--Barr virus-immortalized B lymphocytes."}, {"pubmed": 12082592, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12147251, "text": "role in activating ras proteins"}, {"pubmed": 12150976, "text": "enhancement of TIMP-1 is associated with suppression of prostate neoplasm invasiveness caused by staurosporine treatment"}, {"pubmed": 12218659, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12218659, "text": "polymorphisms and cerebrospinal fluid levels of this protein in sporadic Alzheimer's disease"}, {"pubmed": 12376362, "text": "MMP-9 level and TIMP-1 levels increased after birth but are not linked to bronchopulmonary dysplasia outcome; low MMP-2 level at birth is associated with the development of BPD"}, {"pubmed": 12406369, "text": "This protein is present in normal and azoospermic human semen."}, {"pubmed": 12452001, "text": "the association between the positive expression of TIMP-1 and the invasiveness and metastasis was negative."}, {"pubmed": 12475252, "text": "Progress curve analysis of MMP inhibition by TIMP-1 shows that it has lower reactivity with MMPs at less acidic conditions than TIMP-4."}, {"pubmed": 12479097, "text": "The over-expression of MMP-2, MMP-9, TIMP-1, and TIMP-2 may play a key role in invasion and lymph-node metastasis in squamous carcinoma of the cervix."}, {"pubmed": 12496489, "text": "TIMP-1 expression is regulated by IL-10 and IL-10 receptor signaling in primary human prostate tumor cell lines."}, {"pubmed": 12538453, "text": "TIMP1 may have a role in the pathogenesis of papillary thyroid carcinoma"}, {"pubmed": 12612199, "text": "association between TIMP-1 and the process of renal scarring in pyelonephritis"}, {"pubmed": 12614934, "text": "Levels of TIMP-1 were significantly elevated in cerebrospinal fluid samples from all disease groups: Parkinson's, amyotrophic lateral sclerosis, and Huntington's and Alzheimer's disease."}, {"pubmed": 12620441, "text": "Significantly lower expression of tissue inhibitor of matrix metalloproteinase-1 was found in follicular fluid of female patients with polycystic ovary syndrome compared with normally ovulating patients"}, {"pubmed": 12626459, "text": "TIMP-1 protein levels were significantly elevated among Kawasaki disease patients, compared to those of febrile and afebrile controls"}, {"pubmed": 12634064, "text": "N-TIMP-1 interaction with the catalytic domain of MMP-3 investigation by titration calorimetry and 15N NMR"}, {"pubmed": 12651627, "text": "expression and regulation by intestinal myofibroblasts in inflammatory bowel disease"}, {"pubmed": 12704667, "text": "TIMP-1 has a role in inhibiting tumor growth by angiogenesis suppression"}, {"pubmed": 12717827, "text": "The interaction between MMP-9 and TIMP-1 in the processes of gastric tumor invasion and metastasis is that MMP-9 mainly promotes tumor invasion and metastasis and TIMP-1 inhibits functions of MMP-9."}, {"pubmed": 12771930, "text": "IL-10 receptor signaling of TIMP-1 expression is regulated by tyrosine phosphorylation of a novel gene (IL-10E1) in human prostate cells"}, {"pubmed": 12791318, "text": "multiple roles of MMP-9 and TIMP-1 in progress of inflammation and tissue damage and/or in repair, depending on clinical stages of SLE"}, {"pubmed": 12846741, "text": "STAT1 and STAT3 may, at least in part, mediate angiotensin II-induced TIMP-1 mRNA expression in human renal proximal tubular epithelial cells, implicating a role of the STAT signaling pathway in pathogenesis of renal tubulointerstitial fibrosis."}, {"pubmed": 12861139, "text": "study suggested that, in fibroblasts that were derived from the continent woman, tissue inhibitor of metalloproteinase 1 protein production increases with increasing estrogen levels and that, in stress incontinent fibroblasts, no similar increase occurs"}, {"pubmed": 12869573, "text": "threonine 98 is critical in initiating MT1-MMP binding and complex stabilization"}, {"pubmed": 12873541, "text": "Patients with deteriorating heart failure have increased expression of TIMP1 and MMP1 mRNA. Correlation with pro-inflammatory cytokines suggests common pathways of regulation and potential activation by IL-6 and IL1-beta."}, {"pubmed": 12904305, "text": "anti-apoptotic effects of TIMP-1 in human breast epithelial cells through TIMP-1-specific signal transduction pathways"}, {"pubmed": 12921631, "text": "Imbalanced ratio of TIMP-1:MMP-9 may not only play a role in the pathogenesis of COPD, but also relate to FEV(1.0)% of prediction and RV/TLC%."}, {"pubmed": 12951656, "text": "In diseased brain the ability of astrocytes to counteract the destructive effects of MMP through expression of TIMP-1 is diminished by chronic activation. Our studies reveal new opportunities for therapeutics in HIV-associated dementia"}, {"pubmed": 12970724, "text": "Palpable tumours (T2, T3) expressed significantly more MMP-2 and significantly less MMP-9 than T1c tumours"}, {"pubmed": 14517716, "text": "A bivariate analysis revealed a strong and highly significant correlation between TIMP-1 and TGF-beta1, which was due to common genetic and environmental sources."}, {"pubmed": 14605322, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14605322, "text": "Our analysis of the entire coding region of TIMP-1, -2, and -3, which are the main inhibitors of metalloproteinase activity in the extracellular matrix, failed to show an association between genetic polymorphisms and an intracranial aneurysm"}, {"pubmed": 14622947, "text": "exhibits keratinocyte and fibroblast growth factor-like activity and has been described as a cell survival factor in skin"}, {"pubmed": 14648584, "text": "Authors of this review propose that astrocyte-TIMP-1 may play an important role in central nervous system homeostasis and disease."}, {"pubmed": 14652000, "text": "These findings demonstrate that the ability of TIMP-1 to inhibit apoptosis in T-47D cells is mediated by the sequential activation of pertussis toxin-sensitive G protein, c-Src, PI3 kinase, and Akt."}, {"pubmed": 14661256, "text": "effect of titanium, zirconia and alumina ceramics on activity and secretion in human osteoblasts"}, {"pubmed": 14669348, "text": "Overexpressed in ulcerative colitis and serve as biological markers."}, {"pubmed": 14688084, "text": "blocks transmigration of granulocytes into urine; entrapped and activated granulocytes, protected from apoptosis, might destroy renal parenchyma and contribute to the pathogenesis of renal scarring following acute pyelonephritis"}, {"pubmed": 14710472, "text": "Tissue from lateral and medial rectus muscles had different levels of expression of TIMP-1 and 2, MMP-2, and BMP-4,which may underlie different characteristics of these extraocular muscles and may influence wound healing after strabismus surgery."}, {"pubmed": 14734567, "text": "the pivotal residue of TIMP-1 in metalloproteinase recognition is threonine 98"}, {"pubmed": 14871825, "text": "TIMP-1 is an important contributor to epithelial neoplastic progression and exerts differential regulation on tissues in a stage-dependent manner."}, {"pubmed": 14962256, "text": "TIMP-1 could promote growth of Hodgkin's lymphoma, and may be linked to connective tissue turnover in the nodular sclerosis subtype."}, {"pubmed": 14973177, "text": "MMP and TIMP may be involved in the feto-neonatal development and may contribute to the pathogenesis of bronchopulmonary dysplasia and/or intraventricular hemorrhage in critically ill preterm neonates"}, {"pubmed": 14983226, "text": "MMP-2, TIMP-1 and TIMP-2 are downregulated in human orthotopic liver transplantation"}, {"pubmed": 15028476, "text": "TIMP-1 expression correlated with pT stage & was an independent predictor of cause-specific survival. TIMP-1 may influence survival through its effects on tumor proliferation, angiogenesis, and tumor invasion."}, {"pubmed": 15051730, "text": "TIMP1 gene transcription is regulated by RUNX1 and RUNX2"}, {"pubmed": 15073104, "text": "TIMP-1 may have a role in progression of primary breast cancer"}, {"pubmed": 15161657, "text": "STAT3 directly contributes to the high level of TIMP1 expression in anaplastic lymphoma kinase-positive anaplastic large cell lymphoma."}, {"pubmed": 15248826, "text": "marked difference in MMPs and their inhibitors in the in vitro fertilized women and normally ovulating women"}, {"pubmed": 15277439, "text": "Plasma levels are increased in type 2 diabetic patients."}, {"pubmed": 15287862, "text": "TIMP-1 concentration in hepatocellular carcinoma was higher than in non-neoplastic liver and correlated with the differentiation grade"}, {"pubmed": 15313474, "text": "HBV affects the malignance of hepatocellular cancer by suppressing TIMP-1."}, {"pubmed": 15363817, "text": "Circulating pretreatment MMP-9 and TIMP-1 levels were significantly higher in patients with hypertension"}, {"pubmed": 15363818, "text": "TIMP-1 may be a key mediator of left ventricular diastolic dysfunction through definition of ventricular matrix composition."}, {"pubmed": 15465038, "text": "Data suggest that tissue inhibitor of metalloproteinases-1 (TIMP-1) activates Ras, which then turns on the ERK and phosphatidylinositol 3-kinase signaling pathways to promote cell cycle progression of human aortic smooth muscle cells."}, {"pubmed": 15479729, "text": "Validation of TIMP-1 expression in human lymphoma cell lines and primary B-cell tumors with plasmacytic/plasmablastic phenotypes, including multiple myelomas, supports TIMP-1 as an important factor in the pathogenesis of plasmacytic/plasmablastic tumors."}, {"pubmed": 15485866, "text": "experiments demonstrate that sphingosine kinase 1/sphingosine-1-phosphate are important components of the transforming growth factor-beta signaling pathway involved in up-regulation of the tissue inhibitor of metalloproteinase-1 (TIMP-1)"}, {"pubmed": 15494493, "text": "Enhancement of TIMP-1 production by tumor-derived prostaglandin E2 correlates with reduced dendritic cell migration through the tumor extracellular matrix."}, {"pubmed": 15515157, "text": "Specifically, increased expression of SERPIN-A (proteinase inhibitor-alpha antitrypsin) and TIMP 1 (tissue inhibitor of metalloproteinase 1) identified these as candidate molecular biomarkers for Papillary Thyroidi Carcinoma."}, {"pubmed": 15516987, "text": "Intrinsic TIMP-1 expression in myeloid leukemia cells might impact upon survival or differentiation"}, {"pubmed": 15530852, "text": "data suggest that TIMP-1 inhibits HDMVEC migration through MMP-dependent stimulation of VE-cadherin and MMP-independent stimulation of PTEN with subsequent dephosphorylation of FAK and cytoskeletal remodeling."}, {"pubmed": 15557756, "text": "The expression of MMP-2, MMP-9, TIMP-1, and TIMP-2 was lower in the benign and low malignancy ovarian tumors compared with the malignant ones."}, {"pubmed": 15616792, "text": "This study found an up-regulation of TIMP-1, TIMP-2 and MMP-2 RNA in Duchenne Muscular Dystrophy muscle."}, {"pubmed": 15754326, "text": "Over expression of TIMP-1 is associated with nonsmall cell lung carcinoma"}, {"pubmed": 15754388, "text": "Overexpressing functional TIMP-1- enhanced migration of HepG2-TIMP-1 cells depends on enhanced MMP-activity, especially MMP-9."}, {"pubmed": 15797648, "text": "altered MMP/TIMP ratios in maternal blood during gestational hypertension"}, {"pubmed": 15818737, "text": "in hepatocellular carcinoma cells, fibril- and fixed-collagen have opposite effects on MMP-1 production without affecting TIMP production"}, {"pubmed": 15841325, "text": "evidence that cell density influences the invasive potential of tumor cells via regulation of MMPs and TIMP-1 and TIMP-2 by AP-1, NF kappa B and CRE transcription factors"}, {"pubmed": 15867221, "text": "Study suggest that TIMP-1 might be related to both tumor growth and metastasis in head and neck squamous cell carcinoma."}, {"pubmed": 15888067, "text": "Significantly elevated tissue inhibitor of metalloproteinase 1 in broncho-alveolar lavage fluid is associated with Bronchiolitis obliterans"}, {"pubmed": 15890357, "text": "Oncostatin M regulates TIMP1 through extracellular signal-regulated MAP kinases in cardiac myocytes."}, {"pubmed": 15896974, "text": "matrix metallopeptidase 9/TIMP-1 system and beta-chemokines could cooperate in conditions of elevated oxidative stress, which ultimately predisposes hemodialysis patients to accelerated atherosclerosis"}, {"pubmed": 15944607, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15944607, "text": "genetic variations in TIMP1 may contribute to pathogenesis of abdominal aortic aneurysm"}, {"pubmed": 16005367, "text": "Plasma MMP-2, TIMP-1 and hs-CRP concentrations were significantly increased in type-2 diabetic patients."}, {"pubmed": 16019435, "text": "analysis of species specificity of human and bovine TIMP-1 binding to mouse TIMP-1 receptor"}, {"pubmed": 16042227, "text": "a magnetic resonance imaging (MRI) measure of disease activity in multiple sclerosis patients during treatment with rIFNbeta-1a."}, {"pubmed": 16061701, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16100012, "text": "TIMP1 transcripts increased during acute lung injury in mice"}, {"pubmed": 16103240, "text": "Cardiac expression of TIMP-1 and TIMP-2 is significantly increased in chronic pressure-overloaded human hearts compared with controls and is related to the degree of interstitial fibrosis"}, {"pubmed": 16107690, "text": "TIMP-1 secretion is profoundly decreased in erythroid cells from fetal livers of transgenic knock-in mice homozygous for a GATA(S310A) gene"}, {"pubmed": 16188099, "text": "AP-1 Decoy inhibits the increase in MMP-2 activity and the up-regulation of TIMP-1 induced by bleomycin-A5 in pulmonary fibroblasts."}, {"pubmed": 16191301, "text": "In acute stage of Kawasaki disease, serum MMP-9 level and the ratio of MMP-9/TIMP-1 were higher in patients with coronary artery lesion than those in patients without CAL."}, {"pubmed": 16219294, "text": "We hereby propose a new method to overproduce human recombinant TIMP-1 by transient expression in HEK293E cells."}, {"pubmed": 16248458, "text": "In chronic rhinosinusitis and nasal polyps tissues the expression of TGF-beta1, MMP-7, MMP-9, TIMP-1 protein was significant increased compared to controls."}, {"pubmed": 16269968, "text": "there is a differential association of TIMP-1 with carotid-femoral pulse-wave velocity, intima-media thickness at the common carotid arteries, and carotid plaques"}, {"pubmed": 16280123, "text": "Homozygous familial hypercholesterolemia patients exhibited significantly elevated level of active TIMP-1."}, {"pubmed": 16288711, "text": "results suggest that gingival fibroblast are stimulated by monocytes resulting in enhanced expression of MMP-1 and TIMP-1 and that the enhanced MMP-1 expression, in contrast to TIMP-1, is partly mediated by ICAM-1 and the signal pathway p38 MAPK"}, {"pubmed": 16372907, "text": "During exacerbation, increased inflammatory burden coincides with an imbalance of the proteinase MMP-9 and its cognate inhibitor TIMP-1"}, {"pubmed": 16407831, "text": "TIMP-1-mediates cell-cycle arrest via cyclin D1 downregulation & p27KIP1 upregulation. TIMP-1 modulation of these proteins is achieved through differential regulation of protein stability independent of growth factor signaling or cell adhesion."}, {"pubmed": 16410344, "text": "Coordinated down-regulation of collagen & TIMP-1 and up-regulation of MMP-1 occurs in fibroblasts exposed to proteasome inhibitors, indicating the proteasome's role in fibrosis and extracellular matrix remodeling."}, {"pubmed": 16474379, "text": "Data suggest that tissue expression of TIMP1 could be a useful marker to predict the progression and metastasis of hepatocellular carcinoma."}, {"pubmed": 16496359, "text": "We propose that one of the mechanisms involved in TIMP-1 downregulation may be through TGF-signaling in chronic immune activation. These studies show a novel extracellular regulatory loop in astrocyte-TIMP-1 regulation."}, {"pubmed": 16555295, "text": "TIMP-1 expression is regulated through multiple mechanisms. Transcriptional control and loss of mRNA stabilization are, however, the most likely primary contributors to chronic downregulation of TIMP-1."}, {"pubmed": 16615041, "text": "protein expression levels of TIMP-1 were higher in colorectal tumor tissues than in the corresponding normal tissues"}, {"pubmed": 16631927, "text": "TIMP-1 and TIMP-2 are major serum factors that stimulate the induction of TIMP-1 mRNA in quiescent human gingival fibroblasts (Gin-1 cells) at mid-G1 (6-9 h after serum stimulation) of the cell cycle, but not that of TIMP-2."}, {"pubmed": 16754484, "text": "results suggest that both MMP-9 and TIMP-1 contribute to tissue remodeling in asthma"}, {"pubmed": 16767366, "text": "High levels of tissue inhibitor of metalloproteinase-1 is associated with recurrence in patients with gastric cancer"}, {"pubmed": 16772717, "text": "Increase in serum levels eight days after IVIG treatment in neuromuscular disease."}, {"pubmed": 16786122, "text": "an increased ratio of MMP-9 to TIMP-1 might be associated with the formation of microcysts and peritumoral edema in microcystic meningioma"}, {"pubmed": 16840178, "text": "plasma levels and activities of MMP-2, MMP-9, and TIMP-1 are increased in hypertensive patients, which may reflect abnormal extracellular matrix metabolism"}, {"pubmed": 16864898, "text": "metalloproteinase-9 and tissue inhibitor of metalloproteinases-1 may have roles in development of systemic lupus erythomatosus"}, {"pubmed": 16877361, "text": "These reuslts show a significant association between the expression of the phosphorylated/active form of STAT3 (pSTAT3) and that of TIMP1."}, {"pubmed": 16880228, "text": "These findings make plausible the involvement of MMP-9/TIMP-1 imbalance in the invasiveness of the endometrial tissue of patients with endometriosis and the ectopic development of the disease."}, {"pubmed": 16931892, "text": "hTIMP-1 reduces aneurysm formation in ApoE(-/-) mice but does not protect them against the development of arterial lesions"}, {"pubmed": 16935611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16935611, "text": "The two genes (MMP3 and TIMP1) may not play a crucial role for high myopia in young Taiwanese men."}, {"pubmed": 16940985, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16960901, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16960901, "text": "These findings suggest that the +372T>C polymorphism of the TIMP-1 gene is associated with Systemic sclerosis (SSc) in male individuals."}, {"pubmed": 16996520, "text": "data indicate a significant positive correlation of TIMP-1 levels and the incidence of positive remodelling of coronary artery or increased plaque burden"}, {"pubmed": 17008230, "text": "TIMP-1 may serve as a useful laboratory marker to predict the clinical outcome of patients presenting with severe sepsis."}, {"pubmed": 17009408, "text": "Excessive expression of MMP-1 and TIMP-1 in the diseased colonic mucosa causes excessive hydrolysis of the extracellular matrix (ECM) and ulceration in ulcerative colitis (UC) patients."}, {"pubmed": 17012236, "text": "This study proposes a novel mechanism of TIMP-1 regulation, which ensures an increased supply of the inhibitor after brain injury, and limits extracellular matrix degradation."}, {"pubmed": 17045024, "text": "Pulmonary fibrosis may be associated with increased TIMP-1 and decreased MMP-9/TIMP1."}, {"pubmed": 17050530, "text": "analysis of the catalytic domain of matrix metalloproteinase-1 in complex with the inhibitory domain of tissue inhibitor of metalloproteinase-1"}, {"pubmed": 17071711, "text": "Increased expression of TIMP-1 may reflect a specific temporal inhibition of collagenolysis and thereby a time-dependent regulation of ECM breakdown in areas surrounding the apex of the follicle."}, {"pubmed": 17072372, "text": "The suppressive effect of human recombinant tissue inhibitor of metalloproteinases-1(TIMP-1; rh-TIMP-1) on tumor proliferation using an in vivo xenograft system is reported."}, {"pubmed": 17114213, "text": "In the present exploratory study, it showed that elevated tumor tissue TIMP-1 levels were significantly associated with a poor response to chemotherapy of a group of patients with metastatic breast cancer."}, {"pubmed": 17136882, "text": "elevated TIMP-1 levels may reflect the degree of hepatic fibrosis and development of portal hypertension with biliary atresia; TIMP-1 may play a role in the pathophysiology of post-Kasai biliary atresia."}, {"pubmed": 17162914, "text": "Early TIMP-1 production by retinal pigment epithelial cells in cell cultures was enhanced following laser exposure."}, {"pubmed": 17182940, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17192464, "text": "Overexpression of TIMP-1 in beta-cells enhances the replication of pancreatic islets beta-cells and counteracts type 1 diabetes, indicating that the TIMP-1 gene may be a potential target to prevent, or even reverse, type 1 diabetes."}, {"pubmed": 17202148, "text": "a TIMP-1 mutant (K26/27/30 + K76 transplant) capable of ECM association."}, {"pubmed": 17205957, "text": "Plasma concentrations of MMP-2, MMP-9, TIMP-1, and TGF-beta1 significantly differed between the various histopathological types of primary glomerulonephritis."}, {"pubmed": 17209789, "text": "Increased TIMP-1 levels in gingival crevicular fluid are associated with the enhanced severity of periodontal inflammation, indicating that it can participate in the regulation of disease progression."}, {"pubmed": 17222415, "text": "TIMP-1 and TIMP-2 have a differential relationship with haemostatic proteins and roles in hemostasis and thrombogenesis"}, {"pubmed": 17226791, "text": "The aim of the present study was to investigate the effect of P. gingivalis on the expression and production of MMP-2, MMP-9, TIMP-1, and TIMP-2 by oral fibroblasts and epithelial cells."}, {"pubmed": 17299802, "text": "The production of matrix metalloproteinases (MMPs), tissue inhibitors of MMPs, and plasminogen activators by gingival fibroblasts stimulated with lipopolysaccharides produced by periodontopathogens, are reported."}, {"pubmed": 17301822, "text": "Caspase-3 and the p38alpha MAP kinase were activated during TIMP-1-induced UT-7 cells erythroid differentiation."}, {"pubmed": 17340613, "text": "TIMP1 regulates cell proliferation by interacting with the ninth zinc finger domain of PZLF."}, {"pubmed": 17350093, "text": "Positive correlation was found between hepatosplenomegaly and the MMP-2/TIMP-1 ratio"}, {"pubmed": 17380436, "text": "TIMP-1 demonstrated an inhibitory effect on angiogenesis, and may be worthwhile investigating for use as a future therapy for peritoneal dissemination."}, {"pubmed": 17409012, "text": "Results showed that the endogenous TIMP1 might be involved in skin development and in maintenance of"}, {"pubmed": 17456311, "text": "TGFbeta1 and TIMP-1 are involved in the course of developing hepatic fibrosis and TIMP-1 may be regulated by TGFbeta1."}, {"pubmed": 17478562, "text": "High concentrations of TIMP1-v1+2 mRNA are associated with good prognosis in patients with primary breast cancer."}, {"pubmed": 17489740, "text": "The 82 kDa proMMP-9 expressed on the surface of malignant cells may escape inhibition by natural TIMP-1, thereby facilitating cellular invasion in vivo."}, {"pubmed": 17493602, "text": "Results of this study suggest that Systemic sclerosis patients with anticentromere antibodies positivity, after a primary fibrogenetic noxa, react with a more abundant release of MMP/TIMP, whereas patients with anti-Scl70 antibody show a normal response."}, {"pubmed": 17543340, "text": "Primary colorectal cancers and metastatic liver lesions showed highly significant differences in MMP-1, -10, -11, and TIMP-1."}, {"pubmed": 17549663, "text": "BLood TIMP-1 levels of plasma from healthy blood donors were not significantly diffrent from colorectal patients."}, {"pubmed": 17564313, "text": "Expression of TIMP1 was evaluated in hepatocellular carcinoma and surrounding non-tumor tissue."}, {"pubmed": 17572998, "text": "An imbalance between MMP-9 and TIMP-1 in induced sputum in asthmatics and COPD is associated with airway inflammation and airflow limitation."}, {"pubmed": 17589947, "text": "Allelic composition at the examined SNPs in genes coding for TIMP-1 and MMP-3 affect Crohn's disease susceptibility and/or phenotype, i.e., fistulizing disease, stricture pathogenesis and first disease localisation."}, {"pubmed": 17589947, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17634538, "text": "Plasma TIMP-1 levels are significantly and independently associated with objective response in patients with metastatic colorectal cancer receiving combination chemotherapy."}, {"pubmed": 17660250, "text": "Constraining specificity in the N-domain of TIMP1 was studied."}, {"pubmed": 17703334, "text": "The median level of TIMP-1 (tissue inhibitor of metalloproteinase 1) was elevated in Juvenile Idiopathic Arthritis (JIA) patients as compared to controls; MMP3/TIMP-1 ratio correlated with measures of disease activity"}, {"pubmed": 17726014, "text": "The findings suggest that pericellular production of HOCl by phagocytes, generated by the MPO-H2O2-chloride system, is a pathogenic mechanism for impairing TIMP-1 activity during inflammation."}, {"pubmed": 17763191, "text": "The present results do not support the current hypothesis that tumour cells contribute substantially to increased plasma TIMP-1 levels observed in patients with colorectal cancer."}, {"pubmed": 17786346, "text": "Increased Timp-1 is assopciated with squamous cell laryngeal carcinoma"}, {"pubmed": 17878270, "text": "Tissue inhibitor of metalloproteinase-1 (TIMP-1), was identified as a target protein for GnT-V in human colon cancer cell WiDr."}, {"pubmed": 17893005, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17899257, "text": "No association between genetic polymorphisms of the TIMP-1 gene and abdominal aortic aneurysm was found, suggesting that variations in the TIMP-1 gene do no contribute to the development of AAA."}, {"pubmed": 17899257, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17920311, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17928006, "text": "imbalance of serum matrix metallopeptidase 9 and tissue inhibitors of metalloproteinases 1 levels in patients with acute encephalopathy following prolonged febrile seizures may be associated with severe neurological sequelae"}, {"pubmed": 17998244, "text": "TIMP-1 carries independent prognostic information when measured in blood, especially plasma."}, {"pubmed": 18025061, "text": "Patients with larger aortic diameters have increased MMP-2/TIMP-1."}, {"pubmed": 18034264, "text": "Abundant peritumoral expression of TIMP-1 in non-immunocompromised patients limits extracellular matrix degradation permissive for cancer cell migration."}, {"pubmed": 18042068, "text": "MMP-2, MMP-9, TIMP-1 and TIMP-2 play an important role in the pathogenesis of non-melanoma skin cancer. The immunoexpression of these proteins may be useful indicators of cutaneous cancer invasion and progression."}, {"pubmed": 18049028, "text": "serum level significantly and positively correlated with carotid-femoral pulse wave velocity in hypertensive patients"}, {"pubmed": 18063811, "text": "FOXO3a (forkhead box O3) increased the expression of MMP-3 (stromelysin-1) but decreased the expression of tissue inhibitors of metalloproteinases-1 (TIMP-1)in human umbilical vein endothelial cells"}, {"pubmed": 18159069, "text": "Increased expression of TIMP-1 mediates an anti-invasive effect of cannabinoids. Cannabinoids may therefore offer a therapeutic option in the treatment of highly invasive cancers."}, {"pubmed": 18214300, "text": "Immunoassays showed significantly elevated content type 1 tissue inhibitor of metalloproteinases in tumors compared to adjacent histologically unchanged mucosa of patients with colorectal cancer."}, {"pubmed": 18217401, "text": "MMP-2, TIMP-1 and TIMP-2 levels are significantly higher and MMP-9 lower in children with chronic hepatitis B"}, {"pubmed": 18236174, "text": "results suggest that relaxin may promote the invasive potential of early placental EVTs through up-regulating MMP-2, -9 mRNAs and down-regulating TIMP-1 mRNA in EVTs."}, {"pubmed": 18273688, "text": "Fibroblast-derived TIMP-1 acts on endothelial cells in a pro-angiogenic capacity."}, {"pubmed": 18291374, "text": "TIMP-1, -2, and -3 are significantly reduced by chorionic gonadotropin in endometrial stromal cells."}, {"pubmed": 18292822, "text": "The dysregulated TIMP1 expression is associated with infertility and early pregnancy loss."}, {"pubmed": 18298349, "text": "serum OPG, RANKL, MMP-1 and TIMP-1 may have roles in mediating myocardial healing after myocardial infarct"}, {"pubmed": 18385523, "text": "TIMP-1 interacts with matrix metalloproteinases and regulates matrilysin activity during airway epithelial repair."}, {"pubmed": 18391843, "text": "The absolute concentration of TIMP-1 in the airway, rather than its molar ratio with MMP-9, was associated with persistent wheezing."}, {"pubmed": 18395263, "text": "MMP-9(matrix metalloproteinase-9) /TIMP-1 (tissue inhibitor of metalloproteinase-1 )ratios of SSPE (subacute sclerosing panencephalitis)patients were significantly higher than controls."}, {"pubmed": 18474748, "text": "Atorvastatin does not alter interferon Beta-induced changes of serum matrix metalloproteinase 9 and tissue inhibitor of metalloproteinase 1 in patients with multiple sclerosis."}, {"pubmed": 18477480, "text": "Higher plasma pro-MMP-9 levels, and higher pro-MMP-9/TIMP-1 ratios in women with gestational hypertension"}, {"pubmed": 18487063, "text": "hematopoiesis was not adversely affected by TIMP-1 or TIMP-2"}, {"pubmed": 18502033, "text": "TIMP1 functions as a differentiating and survival factor of GC B cells by modulating CD44 and SHP1 in the late centrocyte/post-GC stage, regardless of EBV infection."}, {"pubmed": 18630499, "text": "Tumour invasion in colorectal liver metastasis is associated with increased TIMP-1 RNA and protein levels in both tumour and host cells."}, {"pubmed": 18634035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18634035, "text": "The T allele at TIMP-1 SNP +372 T/C was found to be associated with an increased risk for surgical recurrence in Crohn's disease."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18645261, "text": "Plasma TIMP-1 is a potential marker for predicting tumour progression and for monitoring tumour burden in metastatic breast cancer patients."}, {"pubmed": 18683786, "text": "There was a significant correlation between over-expression of ICAM-1 and TIMP-land MMP-9 in lung tissues from patients with chronic obstructive pulmonary disease."}, {"pubmed": 18692810, "text": "Formation of adenomyosis does not result from altered invasiveness of endometrial stromal cells, but may result in elevation of MMP-2 and TIMP-1."}, {"pubmed": 18704317, "text": "MMP-9 and TIMP-1 might play an important role in the development of systemic sclerosis."}, {"pubmed": 18787947, "text": "the effects of TIMP-1 differ significantly in a 2-D environment compared to the 3-D environment and that TIMP-1 stimulates tumor growth."}, {"pubmed": 18850474, "text": "the equilibrium between MMP-9 and TIMP-1 is important in lymphomas in addition to all the physiological and pathologic events although MMP-9 and the TIMP-1 staining patterns are not related to the tumor stage, prognosis, and type of the disease"}, {"pubmed": 18854176, "text": "These results demonstrate that integrin alphavbeta3-mediated transcriptional regulation of MMP-9 and TIMP-1 is critical for suppressing the ovarian cancer cell invasion."}, {"pubmed": 18945772, "text": "HCMV infection specifically alters the MMP-9/TIMP-1 balance in human macrophages, which in turn reduces MMP-9 activity in infected cells."}, {"pubmed": 18984437, "text": "Higher TIMP-1 was associated with carotid stenosis (OR for Quartiles (Q)4 v Q1-3, 1.63, P = .022) and a higher internal carotid media thickness(beta 0.057 +/- 0.025, Q4 v Q1-3, P = .023)."}, {"pubmed": 19012952, "text": "a possible role for TIMP-1 in the pathology of adult human dental tissues following an injury such as a caries lesion"}, {"pubmed": 19019896, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19019896, "text": "findings highlight the importance of the MMP-3 and TIMP-1 genes as crucial elements in ankylosing spondylitis development."}, {"pubmed": 19020757, "text": "Serous and mucinous ovarian tumors express different profiles of TIMP-1."}, {"pubmed": 19036126, "text": "An imbalance between TIMP-1 and TIMP-4 serum levels is present in inflammatory bowel disease (ulcerative colitis and Crohn's disease) patients."}, {"pubmed": 19134356, "text": "The elevated expression of MMP-9 and TIMP-1 may influence the behavior of ghost cell odontogenic carcinoma."}, {"pubmed": 19141395, "text": "The results revealed that mononuclear cells were highly immunoreactive for TIMP-1, TIMP-2 and MMP-9 during viral meningitis and that the expression of TIMPs in polymorphonuclear cells was even higher during bacterial meningitis."}, {"pubmed": 19246282, "text": "Retinoic acid can reduce the expression of MMP-1 and increase the expression of TIMP-1 in cultured human fibroblasts exposed to heat shock."}, {"pubmed": 19288452, "text": "Evaluated MMP-2 and -9, along with their inhibitors TIMP-1 and -2, in pre-eclamptic women compared with normotensive pregnancy and non-pregnant women.Results confirm that MMP-2 and TIMP-1 values are significantly higher in preeclampsia."}, {"pubmed": 19331801, "text": "Combined hyperlipidemic patients have increased levels of prothrombotic and microinflammatory parameters and higher levels of MMP-2, MMP-9, TIMP-1, and TIMP-2 than control subjects."}, {"pubmed": 19336475, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19358835, "text": "Obese children and adolescents had higher circulating MMP-8 concentrations, lower plasma TIMP-1 concentrations, and higher MMP-8/TIMP-1 ratios than non obese controls."}, {"pubmed": 19383295, "text": "The two splice variants of TIMP-1 may hold important clinical information, and either alone or in combination with measurement of full-length TIMP-1 they may improve the prognostic and/or predictive value of TIMP-1 analyses"}, {"pubmed": 19383343, "text": "the ability of estradiol to affect MMP-9 and TIMP-1 expression is connected with ERalpha status"}, {"pubmed": 19383344, "text": "TIMP-1 was up-regulated in human colorectal cancer samples compared with normal tissue, while TIMP-2 was down-regulated."}, {"pubmed": 19387352, "text": "Report relationship between serum MMP-9 and TIMP-1 levels and left ventricular measures and cardiovascular risk factors: a population-based study."}, {"pubmed": 19390929, "text": "Overexpression of TIMP-1 is associated with gastric cancer."}, {"pubmed": 19430729, "text": "This study showed that low TIMP-1 immunohistochemical expression predicts longer overall survival in glioblastoma patients, suggesting a role for TIMP-1 as a biomarker in glioblastoma."}, {"pubmed": 19464975, "text": "TIMP1 higher expression in scar tissues than controls"}, {"pubmed": 19506087, "text": "This study indicates that in human subjects, the long-term sequelae of diseases such as diabetes that cause chronic renal failure result in decreased TIMP-1 and MMP-1 proteins in renal glomeruli."}, {"pubmed": 19513566, "text": "Negative regulation of TIMP1 is mediated by transcription factor TWIST1."}, {"pubmed": 19524176, "text": "In hypertensive patients, decreased TIMP-1 activity could lead to accumulation of poorly cross-linked, immature and unstable fibril degradation products, which result in misdirected deposition of collagen"}, {"pubmed": 19551542, "text": "The migration of bone marrow (BM) mesenchymal stromal cells was the result of the variable level of MMP/TIMP in response to inflammatory stimuli."}, {"pubmed": 19560452, "text": "Data show that mortality was significantly associated with adiponectin, resistin, PIIINP, MMP-2, TIMP-1, and serum creatinine."}, {"pubmed": 19596921, "text": "TIMP-1 expression is increased only in carcinoma, but not in benign lung disease"}, {"pubmed": 19608737, "text": "the novel TIMP-free MMP-9/FGF-2/FGFR-2 pathway in proMMP-9-induced angiogenesis in a mammalian setting."}, {"pubmed": 19609944, "text": "Data showed that the TIMP-1-based decrease in PTX-induced apoptosis was reversed by cyclin B1."}, {"pubmed": 19629003, "text": "In patients with pancreatic cancer, the serum levels of MMP-9, TIMP-1, and tumor markers were higher as compared with those in patients with chronic pancreatitis and healthy subjects."}, {"pubmed": 19637058, "text": "approximate 40% of plasma specimens from healthy individuals had detectable levels of the MMP-2:TIMP-1 complexes"}, {"pubmed": 19653096, "text": "TIMP-1 is associated with objective response to chemotherapy for metastatic breast cancer."}, {"pubmed": 19717938, "text": "Elevated levls of TIMP1 are present in ruptured anterior cruciate ligament."}, {"pubmed": 19723139, "text": "TIMPs were immunoreactive mainly in epithelium rather than in stroma of pleomorphic adenomas of salivary glands."}, {"pubmed": 19723899, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19723899, "text": "There is an association of at least 2 X-chromosomal genes with rheumatoid arthritis: TIMP1 and IL9R."}, {"pubmed": 19728856, "text": "findings suggest that the plasma TIMP-1 is a better biomarker than the serum TIMP-1 and might be useful for the diagnosis of GC and prognosis of patient survival."}, {"pubmed": 19747478, "text": "TIMP-1 mRNA and TIMP-1 protein expression increased with increasing concentrations of TSP-1."}, {"pubmed": 19758569, "text": "Individuals with TIMP-1_372C/C genotype were at significantly higher risk of endometrial cancer."}, {"pubmed": 19758569, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19766963, "text": "A value of 148.27 or more identifies patients with nonalcoholic steatohepatitis with 85.7% sensitivity."}, {"pubmed": 19781774, "text": "pre-treatment serum TIMP-1 is associated with advanced myeloma"}, {"pubmed": 19796534, "text": "The cerebrospinal fluid MMP-9/TIMP-1 (Matrix metalloproteinase 9/ tissue inhibitors of metalloproteinase-1) ratio was significantly increased in neuro-Behcets disease group compared to controls."}, {"pubmed": 19814619, "text": "expression of MMP-2 and TIMP-1 was found to be higher in lung cancer patients. Finally, we claim that determination of MMP-9 enzyme levels and expression of MMP-2 and -9 and TIMP-1 can be used as a marker in lung cancer."}, {"pubmed": 19863693, "text": "study investigated whether host uPA is a crucial protagonist for the TIMP-1-induced modulation of a pro-metastatic microenvironment in the liver"}, {"pubmed": 19875168, "text": "evaluates the mRNA expression profile of genes TIMP1, TIMP2, MMP2 and MMP9 in diagnostic bone marrow samples from 134 consecutive ALL children by real-time quantitative PCR"}, {"pubmed": 19887890, "text": "Results suggest that MMP-9 and TIMP-1 overexpression are early markers of breast carcinogenesis preceding tumor invasion."}, {"pubmed": 19889076, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19889076, "text": "The host MMP-9 -1562/TIMP-1 372 SNPs had gender differences in the risk of intestinal metaplasia after H. pylori infection."}, {"pubmed": 19904223, "text": "Data show that TIMP-1 and cytokeratin-10 were identified as 2 newly synthesized secreted proteins in MIA PaCa-2 cells after oxythiamine treatment."}, {"pubmed": 19911067, "text": "Data show that plasma MMP-1 and TIMP-1 levels reflect their colonic mucosal expression to some extent in patients with ulcerative colitis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19927649, "text": "SiO2 may affect the expression of MMP-9 and MMP-9 activity in cultured alveolar macrophages."}, {"pubmed": 20021931, "text": "In rosiglitazone-treated macrophages, PPAR-gamma mRNA expression was significantly lower while NF-kappaB P65, TIMP-1 and MMP-9 expression were significantly higher in acute coronary syndrome group than in controls."}, {"pubmed": 20030715, "text": "Our results reveal that lipopolysaccharide of P. gingivalis is a relatively potent inducer of MMP-9, but a weak inducer of TIMP-1, contributing to a high MMP-9/TIMP-1 ratio."}, {"pubmed": 20039537, "text": "Through alveolar macrophage mediation SiO2 can accelerate the expression of TIMP-1 and collagen III, and inhibit the expression of MMP-1 in human lung fibroblasts."}, {"pubmed": 20041335, "text": "The primary tumors from patients with LR showed significantly higher percentage of TIMP-1 expression in stromal cells compared to primary tumors from patients with distant metastasis or primary tumors from patients without tumoral progression."}, {"pubmed": 20051489, "text": "In cultured granulosa-lutein cells, strong accumulation of TIMP-1 was observed in the ER-Golgi."}, {"pubmed": 20095885, "text": "Preoperative serum carcinoembryonic antigen and plasma TIMP-1 levels are independent predictors of Disease-free survival in patients with primary resectable colorectal cancer."}, {"pubmed": 20111696, "text": "Sputum samples from cystic fibrosis patients had elevated human neutrophil elastase (HNE) levels which correlated with an increased MMP-9/TIMP-1 ratio.  Confirmed the TIMP-1 cleavage site for HNE is at Valine(69)-Cysteine(70)."}, {"pubmed": 20164040, "text": "TIMP-1 expression in interstitial inflammatory infiltrate cells was the independent prognostic factor for patients' survival."}, {"pubmed": 20193458, "text": "The expression of TIMP-1 showed a negative correlation with the tumor cell differentiation in papillary carcinoma and follicular carcinoma of thyroid."}, {"pubmed": 20215736, "text": "changes in the extracellular matrix metabolism during the ageing process influence the level of circulating MMP-3 and MMP-10, as well as their tissue inhibitors TIMP-1 and TIMP-2, in a healthy population"}, {"pubmed": 20298300, "text": "Patients with COPD had significantly higher plasma levels of IL8(interleukin8) and significantly lower levels of TIMP-1 (tissue inhibitor of metalloproteinase-1) than smokers and non-smokers."}, {"pubmed": 20305574, "text": "A reduction in the MMP-9/TIMP-1 ratio is a milieu that favors subepithelial airway remodeling in chronic asthma."}, {"pubmed": 20361393, "text": "study demonstrated that increased TIMP-1 serum levels are found in severely obese patients and particularly in these with metabolic syndrome, while weight loss of more than 5% resulted in reduction of TIMP-1 levels"}, {"pubmed": 20371206, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20388222, "text": "TIMP-1 and VEGF serum levels changed significantly during first-line therapy of ovarian cancer patients and predicted prognosis."}, {"pubmed": 20423842, "text": "The high expression of MMP-1 and low expression of TIMP-1 in endometriotic tissues confer strong invasiveness of ectopic endometrial tissue, and may play an important role in the pathogenesis of endometriosis."}, {"pubmed": 20450704, "text": "After dsRNA stimulation expression of TIMP-1 mRNA did not change in human nasal polyp epithelial cells."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20459644, "text": "TIMP-1 immunoreactivity in tumour tissue from patients with primary epithelial ovarian cancer did not correlate with patient survival or response to combination platinum/cyclophosphamide therapy."}, {"pubmed": 20484597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20514432, "text": "Data show that gene expression rates of MMP-2 and TIMP-1 were higher in ONFH biopsies whereas TIMP-2 and MMP-9 gene expression was not significantly altered."}, {"pubmed": 20533294, "text": "There was a significant increase in the expression of MMP-9 (matrix metallopeptidase 9) and TIMP-1(tissue inhibitor of metalloproteinases 1) in patellar tendons of patients with tendinopathy."}, {"pubmed": 20545111, "text": "TIMP-1 expression had no relationship with lymph node metastasis in nasopharyngeal carcinoma."}, {"pubmed": 20545310, "text": "This work quantifies the effect of a single point mutation on the protein conformational dynamics and function of TIMP-1."}, {"pubmed": 20556397, "text": "serum TIMP-1 was significantly higher in patients with CRC than in CA patients. Concentrations of TIMP-1 correlated with tumor stage, nodal involvement, presence of distant metastases, patients' survival, and tumor resectability"}, {"pubmed": 20584750, "text": "Enhanced expression of TIMP1 is associated with progression from non-dysplastic Barrett's oesophagus to adenocarcinoma."}, {"pubmed": 20587546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20595097, "text": "high osteopontin levels may support high tissue inhibitor of metalloproteinases-1 levels in autoimmune lymphoproliferative syndrome and Dianzani's autoimmune lymphoproliferative disease, and hence worsen the apoptotic defect in these diseases."}, {"pubmed": 20616161, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20646231, "text": "Findings of significantly elevated serum MMP-9, myeloperoxidase, and neutrophil elastase together with decreased TIMP-1 in smoker periodontitis patients provides support for the smoking associated risk of cardiovascular diseases in periodontitis patients"}, {"pubmed": 20654099, "text": "Right atrial up-regulation of MMP-3, MMP-9 and TIMP-1 levels may contribute to the right atrial structural remodeling in myocardial infarction patients."}, {"pubmed": 20655547, "text": "The present study demonstrated elevated plasma levels of TIMP-1 and TGF-beta1 in Duchenne muscular dystrophy and congenital muscular dystrophy."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20685094, "text": "study showed that autoimmune-mediated dysthyroidism was associated with increased peripheral blood concentrations of vascular cell adhesion molecule-1(VCAM-1), intercellular adhesion molecule-1(ICAM-1) and tissue inhibitor of metalloproteinases 1(TIMP-1)"}, {"pubmed": 20707923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20798956, "text": "TIMP-1 interaction with alphavbeta3 integrin confers resistance to human osteosarcoma cell line MG-63 against TNF-alpha-induced apoptosis."}, {"pubmed": 20838751, "text": "Report increased levels of TIMP-1 in acute coronary syndrome."}, {"pubmed": 20853162, "text": "NGAL may be considered a novel stress protein, whereas MMP-7, MMP-9, and TIMP-1 may be regarded as indicators of stress response in the pediatric population on chronic dialysis"}, {"pubmed": 20854182, "text": "Only circulating TIMP-1 levels were significantly different between H. pylori-positive and -negative children."}, {"pubmed": 20889295, "text": "Short-term use of statins is not associated in reducing levels of TIMP 1 in areas of low and peak wall stress in patients with abdominal aortic aneurysms."}, {"pubmed": 20921293, "text": "High TIMP-1 is associated with peritoneal injury."}, {"pubmed": 21041986, "text": "investigation of regulation of TIMP1 expression (and MMP9 expression) in trophoblasts under cell hypoxia as a model of placentation under physiological stress (a model for roles of TIMP1/MMP9 in cellular events leading to preeclampsia)"}, {"pubmed": 21086628, "text": "Expression of matrix metalloproteinases 2 and 9 and their tissue inhibitors 1 and 2 in papillary thyroid cancer: an association with the clinical, morphological and ultrastructural characteristics of a tumor"}, {"pubmed": 21094936, "text": "Findings of this study indicate a dominant expression of MMP-9 over TIMP-1 in saliva reflective of periodontal clinical status."}, {"pubmed": 21115936, "text": "Increased serum TIMP1 is associated with chemoradiation therapy in rectal cancer."}, {"pubmed": 21128246, "text": "instead of regulating matrix metalloproteinase 9 (MMP9) expression, RUNX3 expression inhibited MMP9 enzyme activity, and this was consistent with the upregulation of tissue inhibitor of metalloproteinases 1 (TIMP1) by RUNX3."}, {"pubmed": 21163810, "text": "High serum TIMP-1 is associated with glioblastoma."}, {"pubmed": 21165404, "text": "We revealed a positive correlation between serum levels of TIMP-1 in patients with primary ovarian cancer and the size of the primary tumor"}, {"pubmed": 21167221, "text": "analysis of an aberrant glycoform of human tissue inhibitor of metalloproteinase-1 (TIMP-1)"}, {"pubmed": 21211402, "text": "TIMP-1 666C > T polymorphism present in north Chinese young men may lead to lumbar intervertebral disc degeneration."}, {"pubmed": 21283828, "text": "In this community-based cohort of elderly men, serum MMP-9 and TIMP-1 levels were related to mortality risk."}, {"pubmed": 21427648, "text": "TIMP-1 levels were high in abdominal aortic aneurysm patients and low in inguinal hernia patients."}, {"pubmed": 21437624, "text": "Data indicate that the balance between MMPs and TIMPs in women with PCOS is altered, probably due to androgen excess found in these women."}, {"pubmed": 21437772, "text": "TIMP1 is a negative regulator of adipogenesis. TIMP1 leads to enlarged adipocytes in the state of overnutrition."}, {"pubmed": 21454617, "text": "analysis of interactions of the catalytic domain (cd) of MMP-1 with the inhibitory domains of TIMP-1 and TIMP-2 (N-TIMPs) and MMP-3cd with N-TIMP-2"}, {"pubmed": 21463121, "text": "Findings show significant correlations between MMP-2, -9, and syndecan-1 and hemostatic parameters in hematologic malignancies, in contrast, the MMP inhibitors, TIMP1- and -2, were not correlated with any of the hemostatic parameters."}, {"pubmed": 21487066, "text": "Data suggest that plasma markers: CEACAM, ICAM-1, osteopontin, MIA, TIMP-1 and S100B particularly when assessed in combination, can be used to monitor patients for disease recurrenc."}, {"pubmed": 21506705, "text": "TIMP-1 was significantly down-regulated in hepatocellular carcinoma patients"}, {"pubmed": 21524282, "text": "TIMP1 Phe124Phe contributes to excess FEV1 decline in two independent prospective cohorts. SNPs in MMPs evidently do not contribute to FEV1 decline in the general population."}, {"pubmed": 21535601, "text": "Dehydroechinoside A significantly increased the expression level of TIMP-1, an important regulator of MMP-9 activation."}, {"pubmed": 21547130, "text": "Data show that increased MMP-1 and TIMP-1 are associated with gastric cancer."}, {"pubmed": 21586274, "text": "These data demonstrate that there is a fine balance between CCNL1 and TIMP1, which may contribute to breast cancer development."}, {"pubmed": 21684102, "text": "overexpression of TIMP-1 could significantly decrease the sensitivity of MDA-435 breast cancer cells to epirubicin and paclitaxel."}, {"pubmed": 21709637, "text": "no differences found in the genotype and allele distributions and odds ratios of the TIMP1 polymorphism between primary open angle glaucoma(POAG)patients and controls; ffound no association of TIMP1 with MMP1 gene-gene interaction and risk of POAG"}, {"pubmed": 21720458, "text": "Short-term, high-dose rosuvastatin therapy has no effect on matrix metalloproteinase-13 and tissue inhibitor of metalloproteinase-1 levels in hypercholesterolemic patients."}, {"pubmed": 21731773, "text": "heparin is able to accelerate the hydrolysis of TIMP-1 by HNE."}, {"pubmed": 21745383, "text": "Elevated serum levels of the invasion markers TIMP-1 and CAIX in metastatic breast cancer are prognostic markers and are associated with the presence of circulating tumor cells"}, {"pubmed": 21763297, "text": "The SNP rs6609533 of TIMP-1 gene interacted with PIM3 of alpha(1)AT to make a possible risk combination for development of COPD."}, {"pubmed": 21786179, "text": "The aim of our study was to compare the immunohistochemical expression of TIMP1 and TIMP2 between an uncontrollably invasive phenomenon (cancer) and an \"in situ\" process (trophoblast invasion)"}, {"pubmed": 21858035, "text": "Study suggests that TIMP-1 is clinically useful for predicting liver fibrosis in HCV pediatric patients."}, {"pubmed": 21860087, "text": "TIMP-1 cerebrospinal fluid levels separates the profiles of patients with Alzheimer's disease from those with vascular dementia."}, {"pubmed": 21881840, "text": "MMP-9, MMP-13 and TIMP-1 expression may serve as a prognostic marker for early tumor invasiveness. Moreover, up-regulation of TIMP-1 in tumor and/or surrounding stromal cells may indicate an increased risk for BCC recurrence."}, {"pubmed": 21882477, "text": "Changes of MMP-9 and TIMP-1 levels in gingival crevicular fluid during orthodontic tooth movement under orthodontic forces"}, {"pubmed": 21903858, "text": "BRAF(V600E) causes upregulation of TIMP-1 via NF-kappaB. TIMP-1 binds then its surface receptor CD63, leading eventually to Akt activation, which in turn confers antiapoptotic behavior and promotion of cell invasion."}, {"pubmed": 21928345, "text": "Report activity of MMP2/9 and TIMP-1 in electromagnetic field-exposed THP-1 cells."}, {"pubmed": 21946941, "text": "Enhanced expression and activation of MMP-9 was found in septic native knee arthritis compared with aseptic. The presence of high levels of MMP-9 with concomitantly increased MMP-9/TIMP-1 ratio may be indicative for infection."}, {"pubmed": 21963718, "text": "Thioredoxin stimulates MMP-9 expression, de-regulates the MMP-9/TIMP-1 equilibrium and promotes MMP-9 dependent invasion in human MDA-MB-231 breast cancer cells."}, {"pubmed": 21969093, "text": "urine TIMP1 especially may be a useful marker to predict renal scar with a different cut-off value from vesicoureteral reflux and a high specificity at this cut-off point."}, {"pubmed": 21993004, "text": "Tamoxifen increased the transcriptional expression of TIMP-1 in SPC-A-1 lung adenocarcinoma cells."}, {"pubmed": 21995626, "text": "Although no clear evidence of TIMP-1 transcription in major salivary glands was demonstrated our results suggest that TIMP-1 in saliva does not originate from plasma"}, {"pubmed": 22016393, "text": "Hyaluronan synthase 2 (HAS2) promotes breast cancer cell invasion by suppression of tissue metalloproteinase inhibitor 1 (TIMP-1)"}, {"pubmed": 22020222, "text": "the pro-matrix metallopeptidase 9/TIMP-1 ratio measured with ELISA is not a good surrogate measure for active matrix metallopeptidase 9"}, {"pubmed": 22051851, "text": "TIMP-1, and TIMP-2 and MMP-7 were significantly increased during labor in cervicovaginal fluid."}, {"pubmed": 22110238, "text": "High TIMP-1 is associated with non-small cell lung cancer."}, {"pubmed": 22122951, "text": "TIMP-1 levels are significantly higher in osteoarthritic knees with clinical effusion than in knees without effusion."}, {"pubmed": 22139647, "text": "TIMP-1 and RECK, are expressed in a reproducible, specific pattern and if the profiles are related to prognosis and clinical outcome in prostate cancer (PC)."}, {"pubmed": 22177802, "text": "Small hairpin RNA against uPA and/or uPAR increased secretion of TIMP-1, which is known to enhance SVEGFR1 secretion in endothelial cells and glioblastoma cells."}, {"pubmed": 22199358, "text": "ENPP1 polymorphisms and increase serum TIMP-1 is associated with insulin resistance and cardiomyopathy in patients with kidney failure."}, {"pubmed": 22200256, "text": "an increase in the immunodistribution of MMP-2 and -9 and TIMP-1 and -2 in lichen sclerous compared to normal vulvar skin was observed."}, {"pubmed": 22200690, "text": "Failed to demonstrate any prognostic relevance of TIMP1 levels in advanced epithelial ovarian neoplasms."}, {"pubmed": 22200710, "text": "Abnormal expressions of MMP-2 and TIMP-1 can promote the development of renal fibrosis in chronic active antibody-mediated renal graft rejection."}, {"pubmed": 22204652, "text": "Patients with atrial fibrillation (AF) had lower levels of TIMP-1 compared to those with sinus rhythm (SR) while permanent AF subjects had lower TIMP-1 levels than those with paroxysmal AF."}, {"pubmed": 22223664, "text": "TIMP-1 is a direct regulator of human mesenchymal stem cells functions and reveal a regulatory network in which let-7f modulates Wnt/beta-catenin activity."}, {"pubmed": 22257687, "text": "TIMP-1 serum concentrations are associated with poor outcome in patients with acute coronary syndrome."}, {"pubmed": 22286923, "text": "Perturbations in gene expression of TIMP-1, MMP-1 and HGF were evident in both affected and unaffected skin of the systemic scleroderma patients."}, {"pubmed": 22289852, "text": "Results support the use of MMP-9 and TIMP-1 as early biomarkers for the presence and extent of perinatal brain injury in human term newborns."}, {"pubmed": 22291969, "text": "HDAC inhibitor trichostatin A (TSA) increased the expression of TIMP-1 and TIMP-3 while decreased MMP-2, MMP-9 and uPA and have an inhibitory effect on trophoblast invasion."}, {"pubmed": 22305865, "text": "Found a significant positive correlation of intraluminal thrombus thickness with active MMP 9 and TIMP 1 concentration in the adjacent abdominal aortic aneurysm wall."}, {"pubmed": 22364921, "text": "Data suggest that TSLP might downregulate NME1 expression via STAT3 signaling pathway, affecting TIMP1 expression in influencing trophoblast invasion."}, {"pubmed": 22397869, "text": "tissue inhibitor of metalloproteinase-1 may have a role in clinical practice as a prognostic and predictive factor for breast cancer."}, {"pubmed": 22402936, "text": "Report increased MMP-9 and reduced TIMP-1 activity in thromboangiitis obliterans patients, especially in active smokers."}, {"pubmed": 22427646, "text": "Data show that TIMP-1 inhibits the MMP-10 with a K(i) of 1.1 x 10(-9) M, and TIMP-2 inhibits the MMP-10 with a K(i) of 5.8 x 10(-9) M."}, {"pubmed": 22457727, "text": "RUNX3 had the function of inhibiting the proliferative and metastatic abilities of CCRCC cells by regulating cyclins and TIMP1"}, {"pubmed": 22465225, "text": "Kaplan-Meier survival analysis showed a trend with negative TIMP-1 immunostaining and better prognosis of patients with negative estrogen and progesterone receptor status in the primary tumor."}, {"pubmed": 22516898, "text": "Systemic TIMP-1 could have the potential of distinguishing perforated from nonperforated appendicitis."}, {"pubmed": 22532131, "text": "The the roles of TIMP-1 in Esophageal cancer (EC) development, tumor progression and formation of metastases have been most extensively characterized and best recognized."}, {"pubmed": 22544540, "text": "Our data showed that elevated tumor tissue TIMP-1 levels were significantly associated with a poor response to paclitaxel-based chemotherapy in breast cancer"}, {"pubmed": 22547904, "text": "analysis of MMP-9 and TIMP-1 after blunt multiple injuries in the early posttraumatic period"}, {"pubmed": 22558080, "text": "TIMP-1 modified with a glycosylphosphatidylinositol anchor is bioactive in the nanogram range, enhances mesothelial cell proliferation, and stimulates rapid and efficient wound closure."}, {"pubmed": 22645431, "text": "H. pylori-infected gastric ulcers express higher MMP-7, MMP-9, and TIMP-1 than NSAID-related ulcers"}, {"pubmed": 22667130, "text": "TGF-beta1, MMP-9 and TIMP-1 may play a role in the tissue remodeling process in allergic rhinitis."}, {"pubmed": 22671570, "text": "role for variations in MMP3 in chronic periodontitis and report a novel association with TIMP1. These genes may be considered additional candidate genes for chronic periodontitis."}, {"pubmed": 22706255, "text": "inflammatory state induced by elective surgery is associated with increased TIMP-1 response and MMP-9 activity in serum within a few days"}, {"pubmed": 22712305, "text": "Morphological features of placenta and expression of collagen-6, MMP-1 and TIMP-1 in placental membranes of women with premature rupture of membranes"}, {"pubmed": 22718114, "text": "These data shed light on the important role of TIMP-1 in protection and recovery from cutaneous photodamage because of its suppression of extracellular matrix degradation and inflammation."}, {"pubmed": 22739984, "text": "a novel function, mechanism and direct role of TIMP-1 in neuroprotection"}, {"pubmed": 22788708, "text": "Data suggest that cardiac fibrosis, as assessed by serum extracellular matrix protein biomarkers (including TIMP1), develops early in hypertensive patients and is predictive of cardiovascular events or death."}, {"pubmed": 22820628, "text": "The TIMP-1 rs4898 polymorphism may play a protective role in the susceptibility to SSC in females, and in particular to digital ulcer formation."}, {"pubmed": 22859303, "text": "Overexpression and beta-1,6-N-acetylglucosaminylation-initiated aberrant glycosylation of TIMP-1: a \"double whammy\" strategy in colon cancer progression."}, {"pubmed": 22883459, "text": "MMP-2, MMP-9 and TIMP-2, TIMP-1 may play an important role in the development, progression, invasion and metastasis of non-melanoma skin cancer."}, {"pubmed": 22901654, "text": "Radiotherapy changes the expression pattern of MMP-1 and TIMP-1"}, {"pubmed": 22906271, "text": "Primary hypertension resulted in decreased TIMP-1 mRNA levels, suggesting a potential mechanism contributing to the degradation of elastin."}, {"pubmed": 22957045, "text": "tumors with high TIMP-1 and NOS2 behave more aggressively by mechanisms that favor Akt pathway activation"}, {"pubmed": 22965799, "text": "In a previously unrecognized overgrowth syndrome the increased proliferation of fibroblasts and defective collagen I deposition is due to increased MMP3 activitiy and reduced TIMP1 levels."}, {"pubmed": 22971139, "text": "Higher level of circulating TIMP-1 is independently associated with worse left ventricular function and with acute heart failure."}, {"pubmed": 22975753, "text": "CXCL13, MMP-3 and TIMP-1 distinguish active ANCA-associated vasculitis from remission better than the other markers studied, including ESR and CRP."}, {"pubmed": 22985578, "text": "The imbalanced expressions of MMPs-9 and TIMP-1 in injury repair can be related to poor uterine scar healing and early caesarean scar pregnancy."}, {"pubmed": 23016931, "text": "NO. Our data support the hypothesis that reduced NO levels leads to the dysregulation of plaque clearance by decreasing the MMP-9/TIMP-1 ratio"}, {"pubmed": 23043898, "text": "The present study suggested that MMP-3/TIMP-1 imbalance is involved in disc herniation."}, {"pubmed": 23057632, "text": "Abnormal expression of MMP-2 and TIMP-1 might play roles in the development of renal fibrosis in chronic antibody-mediated renal graft rejection."}, {"pubmed": 23060593, "text": "there is a relationship between higher plasma levels of TIMP1 and an adverse prognosis in patients with liver metastases."}, {"pubmed": 23064462, "text": "No expression of TIMP-1 mRNA was detected."}, {"pubmed": 23107442, "text": "Serum levels of TIMP-1 were associated with the grade of liver inflammation in chronic hepatitis B patients."}, {"pubmed": 23122949, "text": "Identification of novel molecules associated with a LIF-mediated increase in trophoblastic cell invasion may facilitate our understanding of implantation biology."}, {"pubmed": 23158994, "text": "Expressions of TIMP-1 and nm-23, tumor size and lymph node involvement were independent prognostic factors in HER-2-positive breast cancer."}, {"pubmed": 23175213, "text": "Gambogic acid reduces the invasive potential of osteosarcoma cells via attenuation of MMP-9 and upregulation of TIMP-1."}, {"pubmed": 23179318, "text": "Gene expression in dendritic cells of CCL5 and CXCL5 as well as TIMP1 and GUCY1B3 showed a significant increase within the first 4 days after trauma."}, {"pubmed": 23223421, "text": "This study demonstrates profibrotic properties of circulating monocytes from patients with systemic sclerosis and a key role for TLR signalling, particularly TLR8, in TIMP-1 secretion and matrix remodelling."}, {"pubmed": 23318123, "text": "these findings did not demonstrate changes in TIMP-1 expression according to age."}, {"pubmed": 23388475, "text": "Report TIMP1 activity in chronic pancreatitis and pancreatic adenocarcinoma."}, {"pubmed": 23407481, "text": "Data suggest a potential benefit of using osteopontin, TIMP-1, and CA 19-9 in a panel to improve diagnostic accuracy in pancreatic ductal adenocarcinoma."}, {"pubmed": 23412981, "text": "There is no difference in the placental TIMP1 and TIMP2 levels in women delivering preterm and at term."}, {"pubmed": 23457635, "text": "ERK1/2 signals downstream of C/EBPbeta to facilitate IL-1beta-induced astrocyte TIMP-1 expression."}, {"pubmed": 23509357, "text": "MMP-9 gene transfer induces massive neutrophil infiltration and activation of macrophages, whereas TIMP-1 has no effect."}, {"pubmed": 23522389, "text": "Timp1 is assembled in a supramolecular complex containing CD63 and beta1-integrins along melanoma genesis and confers anoikis resistance by activating PI3-K signaling pathway."}, {"pubmed": 23525523, "text": "Increased levels of TIMP1 play a role in the development and progression of acute coronary syndrome."}, {"pubmed": 23548070, "text": "High TIMP1 expression levels are associated with disease recurrence in patients with gastric cancer."}, {"pubmed": 23555182, "text": "TIMP1 is an upregulated gene product and a proliferative inducer of K-Ras(G12D)-mutated pancreatic ductal cells through the ERK2 signaling pathway."}, {"pubmed": 23557756, "text": "TIMP-1 expression is decreased in woman with endometriosis undergoing in vitro fertilization associated with poor oocyte and embryo development."}, {"pubmed": 23563628, "text": "TIMP-1 and TIMP-2 gene polymorphisms have roles in progression of liver fibrosis in patients with type C chronic liver disease"}, {"pubmed": 23583449, "text": "Role of the Src-related kinase Lyn in TIMP-1 induced UT-7 erythroleukemic cell survival."}, {"pubmed": 23585206, "text": "Positive correlations of MMP1, TIMP1 and 2 with pancreatic tumor diameter (CP) were observed, and MMP2 with the duration of surgery and blood loss"}, {"pubmed": 23592002, "text": "Smoking does not appear to have any influence on TIMP-1 levels in plasma"}, {"pubmed": 23650722, "text": "the increase of MMP-1 and MMP-9 expression and low of TIMP-1 and TIMP-2 expression makes the main contribution to the destructive (invasive) potential of SCC."}, {"pubmed": 23660069, "text": "These results not only indicate that TIMP-1 is conducive to HSPC homing; they also identify CD63 and beta1-integrin as a TIMP-1 receptor complex on HSPCs."}, {"pubmed": 23661104, "text": "A significant increase in plasma concentrations of TIMP1 is present in patients with metabolic syndrome."}, {"pubmed": 23673111, "text": "The levels of MMP2, MMP9, TIMP1, and TIMP2 in the peripheral blood of patients with papillary thyroid carcinoma were significantly higher than those with benign thyroid disease and healthy volunteers."}, {"pubmed": 23706069, "text": "Septic patients with the T allele in the 372 T/C genetic polymorphism of TIMP-1 showed lower survival rate."}, {"pubmed": 23763354, "text": "Data indicate tht mRNA expression of elastin, procollagen I type I, fibronectin, Col1alpha1, and TIMP-1 had a significant increase after bicyclic[1,2,3]triazoles plus UVA treatment, while the MMP-1 decreased, compared with the UVA irradiated group."}, {"pubmed": 23768069, "text": "The highest level of TIMP-1 was noted in patients with inflammatory pancreatic tumors."}, {"pubmed": 23773968, "text": "High serum levels of TIMP-1 and VEGF-A were found to be associated with tumor progression and unfavorable prognosis in patients with esophageal cancer."}, {"pubmed": 23815085, "text": "The ability of TIMP-1 to inhibit MMP-1 is at least in part regulated by outer arm fucosylation of its N-glycans."}, {"pubmed": 23817219, "text": "human brain microvascular endothelial cells switch to a proinflammatory state by means of an enhanced production of MMP-2, attenuated release of TIMP-1, and unaffected production of TIMP-2"}, {"pubmed": 23834019, "text": "A literature review showed that elevated protein levels of TIMP-1 in either tumor tissue extracts or in plasma from patients suffering from gastric cancer associates with poor patient outcome.[review]"}, {"pubmed": 23841813, "text": "This is the first association study of the TIMP-1 gene variants with ICH. Our data suggest that C allele of rs2070584 is a risk factor for ICH development in the Chinese male population."}, {"pubmed": 23881388, "text": "Data suggest a relation between high expression level of tissue inhibitor of metalloproteinases-1 (TIMP1) and loss of progesterone receptor expression combined with fulvestrant resistance."}, {"pubmed": 23893334, "text": "TIMP-1 protein expression is a reliable surrogate marker for BRAF-mutated status in papillary thyroid carcinoma"}, {"pubmed": 23900236, "text": "Analysis revealed a positive correlation between u-PA and MMPs and a negative correlation between u-PA/MMPs and TIMPs."}, {"pubmed": 23909892, "text": "TIMP-1 confers resistance to treatment with the widely used topoisomerase inhibitors in breast and colorectal cancer."}, {"pubmed": 23962148, "text": "Our results suggest that serum MMP-8, TIMP-1, and the ratio of MMP-9/TIMP-1 might be useful adjuncts as predictors of prognosis in patients with hepatocellular carcinoma"}, {"pubmed": 23967215, "text": "Natural haemozoin induces inflammation-mediated expression and release of human monocyte TIMP-1 through p38 MAPK- and NF-kappaB-dependent mechanisms"}, {"pubmed": 23993112, "text": "Suggest role for coinfection with both C pneumonia and M pneumoniae in the development of aortic atherosclerotic aneurysms via MMP9/TIMP1."}, {"pubmed": 23998545, "text": "Serum levels of MMP-9, TIMP-1 and B(+) Tn-C and tissue levels of B(+) Tn-C and ED-A(+) Fn are promising markers for risk assessment in dilated cardiomyopathy."}, {"pubmed": 24039251, "text": "These results suggest that SIRT1 protects against COPD/emphysema, in part, via redressing the TIMP-1/MMP-9 imbalance involving TIMP-1 deacetylation."}, {"pubmed": 24042342, "text": "We found that MMP-1/TIMP-1 and MMP-1/TIMP-2 complexes were suppressed and that MMP-2 activity was upregulated in keratinocytes expressing siTIMP-1 or siTIMP-2."}, {"pubmed": 24068394, "text": "MMP2/TIMP2 and MMP9/TIMP1 immunoreactivity was extremely heterogeneous within the analyzed group of secondary liver tumors."}, {"pubmed": 24113427, "text": "gene expression is induced by TGF-beta1 via ERK 1/2 and Sp1 signalling pathways"}, {"pubmed": 24118356, "text": "association of the TIMP-1 gene with recurrent aphthous stomatitis was ruled out based on our results."}, {"pubmed": 24143225, "text": "the novel promotive effects of TIMP-1 on cancer progression and on accumulation of cancer associated fibroblasts"}, {"pubmed": 24174628, "text": "study provides a unifying molecular mechanism for high angiogenic capacity of TIMP-free proMMP-9"}, {"pubmed": 24212294, "text": "Report strong association between lower levels of circulating pro-MMP1 and TIMP1 and risk of prevalent cardiovascular disease in a general population cohort over 40 years."}, {"pubmed": 24283658, "text": "it can be suggested that MMP-8 -799 C/T and TIMP-1 372 T/C, *429 T/G gene polymorphisms in males may be associated with the susceptibility to GAgP in the Turkish population."}, {"pubmed": 24330623, "text": "Despite earlier reports linking MMP-9 and TIMP-1 with prognosis in breast cancer patients there was no association between plasma levels and disease free survival."}, {"pubmed": 24347177, "text": "The expression of vascular endothelial growth factor (VEGF), matrix metalloproteinase 2 (MMP2), tissue inhibitor of metalloproteinase 1 (TIMP1), interleukin 6 (IL-6), and interleukin 15 (IL-15)."}, {"pubmed": 24389602, "text": "We found no valuable cut-offs for the TIMP1 and TIMP1/Cr values in hydronephrosis"}, {"pubmed": 24427345, "text": "These data indicated that TIMP-1 may be identified as a prognostic marker of laryngeal squamous cell carcinoma"}, {"pubmed": 24442990, "text": "the unbalance of the expression of MMP-1 and TIMP-1 along with the growth of the age"}, {"pubmed": 24447332, "text": "High serum TIMP-1 levels in firefighters after the World Trade Center attack predict lung healing."}, {"pubmed": 24457057, "text": "The biomarker signature consisting of TNFR-II, TGF-alpha, TIMP-1 and CRP is significantly prognostic of survival in patients with high-risk melanoma."}, {"pubmed": 24479343, "text": "Matrix metalloproteinases (MMP)--MMP-1,-2,-9 and its endogenous activity regulators in transformed by E7 oncogene HPV16 and HPV18 cervical carcinoma cell lines"}, {"pubmed": 24635319, "text": "Data suggest that TIMP1 functions as chemoattractant for neural stem cells (NSC); TIMP1 enhances NSC adhesion, migration, and cytoskeletal reorganization; these effects are dependent on CD63 antigen (granulophysin) and CD29 (integrin beta1)."}, {"pubmed": 24651234, "text": "Increased systemic levels of TIMP-1 were associated with more severe hypoxemia and worse outcome in a large cohort of mechanically ventilated critically ill patients"}, {"pubmed": 24727739, "text": "non-surviving septic patients showed persistently higher TIMP-1/MMP-9 ratio than survivors ones."}, {"pubmed": 24728097, "text": "serum TIMP-1 levels were associated with brain trauma injury mortality."}, {"pubmed": 24819588, "text": "Inhibition of TIMP activity showed that TIMP-1 and TIMP-2 together were largely responsible for the reduction of migration and invasion by MSCs."}, {"pubmed": 24895412, "text": "TIMP-1's function as an endogenous inhibitor of MMP or as a \"cytokine-like\" signaling molecule may be a critical determinant for tumor cell behavior."}, {"pubmed": 24913092, "text": "The results suggest that the TIMP-1 g.-9830T>G polymorphism not only promotes PE but also decreases the responses to antihypertensive therapy."}, {"pubmed": 24976505, "text": "These data suggest a pivotal role of the anti-angiogenic factor TIMP-1 in intercellular tumor-endothelial cell communication resulting in anti-angiogenic features of endothelial cells."}, {"pubmed": 24986570, "text": "upregulation of MMP-2 and MMP-9 and downregulation of TIMP-1, is one of the mechanisms by which Skp2 promotes cell invasion of human renal cancer cells"}, {"pubmed": 25016699, "text": "Studied the plasma concentrations of MMP-8, TIMP1, C-reactive protein, fibrinogen, and WBCs in patients with acute coronary syndrome and found levels were significantly higher than those in the control group."}, {"pubmed": 25128867, "text": "No evidence was found for any associations between the TIMP-1,-2,-3, or -4 gene single nucleotide polymorphisms with unexplained recurrent spontaneous abortions in this Han Chinese Han population."}, {"pubmed": 25137018, "text": "High TIMP-1 protein expression is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 25153995, "text": "Our findings indicate that overexpression of MMP-9 and TIMPs in blood mononuclear cells and elevated depressive symptoms represent two unrelated phenomena after myocardial infarction."}, {"pubmed": 25183545, "text": "RAB37 regulates the exocytosis of TIMP1 in a nucleotide-dependent manner to inactivate MMP9 migration axis in vitro and in vivo and to suppress tumor metastasis."}, {"pubmed": 25233933, "text": "miR-196 performed it's their function by inhibiting NME4 expression and further activating p-JNK, suppressing TIMP1, and augmenting MMP1/9."}, {"pubmed": 25263437, "text": "Study shows that an increase of both exogenous and endogenous TIMP-1 led to the upregulation of miR-210 in a CD63/PI3K/AKT/HIF-1-dependent pathway in lung adenocarcinoma cells."}, {"pubmed": 25300296, "text": "Expression levels of TIMP-1, TIMP-3 and TIMP-4 were negligible (<10% of cells) in primary spontaneous pneumothorax lesions."}, {"pubmed": 25316052, "text": "Levels of ICAM-1 and TIMP-1 were significantly elevated in set 1 in PDAC patients with jaundice compared to PDAC patients without jaundice and both proteins were elevated in patients with jaundice due to gall stones."}, {"pubmed": 25335732, "text": "These findings indicate that investigated biomarkers are constructive for early diagnosis of breast cancer and MMP-9/TIMP-1 ratio might be a new significant marker in predicting breast cancer development."}, {"pubmed": 25360794, "text": "Our results show that proMMP-9 trimers constitute a novel structural and functional entity that is differentially regulated by TIMP-1."}, {"pubmed": 25407832, "text": "TIMP-1 levels were predictive of risk stratification and early diagnosis of sepsis in the emergency department."}, {"pubmed": 25436070, "text": "MMP-2, MMP-9, TIMP-1, and TIMP-2 may have important roles in the development and progression of MFH."}, {"pubmed": 25466591, "text": "SNPs rs4898 and rs6609533 associated with increased risk of early aseptic loosening failure of total hip replacement"}, {"pubmed": 25470073, "text": "Urinary Emmprin, MMP-9 and TIMP-1 may be noninvasive potential biomarkers that could be used for long-term follow-up of children with UPJ narrowing on conservative treatment to determine those who might develop obstruction."}, {"pubmed": 25470608, "text": "a possible coordinated role of VEGF-A and MMP-2 during uterine leiomyomas growth and angiogenesis with potential prognostic significance"}, {"pubmed": 25532000, "text": "TIMP1 expression was up-regulated in colorectal neoplasms."}, {"pubmed": 25549087, "text": "miR-29a repressed TAB1-mediated TIMP-1 production in dermal fibroblasts, demonstrating that miR-29a may be a therapeutic target in SSc."}, {"pubmed": 25578494, "text": "this study presents novel functions of TIMP-1 in promoting cancer metastasis and suggests TIMP-1 is a potential tissue biomarker for lymph invasion and distant metastasis of lung adenocarcinoma."}, {"pubmed": 25594187, "text": "Results show that TIMP-1 expression is growth pattern dependent in colorectal cancer liver metastases. At the metastasis periphery, TIMP-1 could have MMP inhibitory activity, and in the pericytes it could be involved in tumor angiogenesis."}, {"pubmed": 25608838, "text": "We have confirmed the potential prognostic value of TIMP-1 measurement prior to palliative chemotherapy for colorectal cancer"}, {"pubmed": 25623427, "text": "IHC staining showed higher TR4 level, more macrophage infiltration, lower TIMP-1 and stronger MMP2/MMP9 in tumor tissues."}, {"pubmed": 25665057, "text": "TIMP1 downregulates MMP-2 activity and inhibits the degradation of occluding in Caco-2 intestinal cells"}, {"pubmed": 25674294, "text": "Report imbalance between MMP-9 and TIMP-1 levels in prostatic adenocarcinoma which may contribute to neoplasm invasiveness."}, {"pubmed": 25689086, "text": "Expression of TIMP-1 was significantly reduced in unstable carotid plaques compared with stable ones."}, {"pubmed": 25693084, "text": "may play an important role in colorectal cancer development"}, {"pubmed": 25712810, "text": "increased levels in saliva and serum in women with polycystic ovary syndrome, and is"}, {"pubmed": 25756591, "text": "TIMP-1-overexpressing tumors showed enhanced tumor kinetics and more infiltrative features."}, {"pubmed": 25765004, "text": "EBV-encoded Zta upregulates TIMP-1 expression by binding to the AP-1 site within the TIMP-1 promoter."}, {"pubmed": 25854270, "text": "higher TIMP-1 levels are responsible for the development of residual pleural thickening."}, {"pubmed": 25868389, "text": "High expression of TIMP1 gene is associated with papillary thyroid carcinoma."}, {"pubmed": 25883077, "text": "Tissue inhibitor of matrix metalloproteinase-1 is a powerful predictor of long-term mortality in HF patients treated with cardiac resynchronization therapy."}, {"pubmed": 25895516, "text": "TIMP-1 significantly increased levels of alpha-SMA."}, {"pubmed": 25932641, "text": "This study showed modest to moderate effects of MMP-9 and TIMP-1 polymorphisms on spontaneous deep intracerebral hemorrhage risks with significant age differences."}, {"pubmed": 25951835, "text": "Interestingly, endotoxin tolerance significantly upregulated TIMP1 relative to MMP9 and downmodulated MMP9 secretion and its enzymatic activity."}, {"pubmed": 25998046, "text": "miR-377 downregulated p53, PTEN and TIMP1 expression by directly targeting the 3'-untranslated region of these target genes. Collectively, miR-377 potentially served as a new molecular predictive biomarker of GC tumorigenesis and prognosis"}, {"pubmed": 26002577, "text": "In melanoma patients at stages I-III, the high concentrations of TIMP-1 in serum predicted adverse prognosis. YKL-40 was associated with ulceration of primary tumor, which is a very important prognostic factor"}, {"pubmed": 26077878, "text": "TIMP1 was correlated with diastolic dysfunction in new-onset heart failure outpatients."}, {"pubmed": 26120586, "text": "Patients with Primary Open-Angle Glaucoma are characterized by an increased mRNA expression of MMP1, MMP9, MMP12, TIMP1 and IL-1b genes as compared to the control group ."}, {"pubmed": 26168159, "text": "TIMP-1 contributes to the development of diet-induced hepatic steatosis and glucose intolerance and may be a potential therapeutic target"}, {"pubmed": 26193199, "text": "the confirmation of MMP-9 and TIMP-1 value as prognostic factors, based on immunohistochemical expression, requires a threshold validation."}, {"pubmed": 26197083, "text": "Genes expression of MMP9, VEGFA and TIMP1 in peripheral blood leukocytes may play a pivotal role in regulation of progression of bladder cancer; TIMP1 expression may be important factor for early recurrence."}, {"pubmed": 26213230, "text": "These findings indicate that rhTIMP-1 promotes clonogenic expansion and survival in human progenitors via the activation of the CD63/PI3K/pAkt signaling pathway"}, {"pubmed": 26254391, "text": "This prospective study validates a previous study testing the detection of Colorectal Cancer based on TIMP-1 and CEA levels."}, {"pubmed": 26268417, "text": "The expression levels MMP-9, TIMP-1, and TIMP-2 in both marrow plasma and culture supernatants were significantly higher in MM patients than controls."}, {"pubmed": 26329758, "text": "TIMP1 is elevated in patients with non-alcoholic fatty liver disease."}, {"pubmed": 26342670, "text": "MMP-9 activation rather than TIMP-1 may by associated with the pathomechanism of retinal ganglion cell and optic nerve damage in absolute glaucoma."}, {"pubmed": 26366732, "text": "TIMP-1 dependent inhibition of apoptosis occurs through p90RSK, with phosphorylation of the pro-apoptotic protein BAD at serine 112, ultimately reducing Bax levels and increasing mitochondrial permeability."}, {"pubmed": 26399271, "text": "TIMP-1 and MMP-9/TIMP-1 ratio, but not MMP-9, were good diagnostic biomarkers of sepsis-associated acute kidney injury"}, {"pubmed": 26490574, "text": "suggest better clinical usefulness of MMP-9 and TIMP-1 expression in cholesteatoma tissues than either serum or plasma levels of these proteins"}, {"pubmed": 26539028, "text": "TIMP1, TIMP2, and TIMP4 are increased in aqueous humor from primary open angle glaucoma patients."}, {"pubmed": 26626455, "text": "It demonstrated that MMP-9 to TIMP-1 ratio was positively associated with body weight and waist circumference 3 years after a 12-week low-calorie-diet weight-reduction program in men with metabolic syndrome."}, {"pubmed": 26681056, "text": "These results show that increased MMP-8 and decreased TIMP-1 expressions are closely related to the invasive pituitary adenoma, and can be helpful for the evaluation."}, {"pubmed": 26708839, "text": "Normalization of bone marrow microenvironment is paralleled by decreased expression of TIMP and PDGFA."}, {"pubmed": 26718740, "text": "activation of TLR7 upregulated the expression levels of IFN-lambda1 and MMP-9 were increased by ~3 fold, whereas other genes (p53, PTEN, TIMP-1) were upregulated by ~2 fold, and VEGF was marginally upregulated after 10 min."}, {"pubmed": 26722039, "text": "The CC genotype of TIMP1 rs4898 compared to the TT wild-type genotype may increase lung cancer risk in Taiwan and may serve as a marker for early detective and predictive purposes."}, {"pubmed": 26730601, "text": "Data show that serum neuron-specific enolase, cytokeratin 19 fragment 21-1, pro-gastrin-releasing peptide, squamous cell carcinoma antigen, tissue inhibitor of metalloproteinase-1, and human epididymis protein 4 are not associated with brain metastases."}, {"pubmed": 26769731, "text": "Metalloproteinase-9 and tissue inhibitor of metalloproteinase-1 might be valuable markers in differentiating benign from malignant pleural effusions."}, {"pubmed": 26782378, "text": "These results suggest that in the progression of renal aging, high expression of TIMP-1 up-regulates PTEN expression indicating that PTEN and TIMP-1 are involved in the aging-associated impairment of renal angiogenesis"}, {"pubmed": 26782559, "text": "MMP-1 expression is increased in intervertebral disc degeneration, with higher expression observed in more severe cases, whereas TIMP-1 expression was similarly expressed in both normal and degenerated discs."}, {"pubmed": 26844501, "text": "protective effect of rs4898 C allele on male Parkinson disease"}, {"pubmed": 26856083, "text": "The MMP9 (A8208G) as well as TIMP1 (C5367) genetic polymorphisms are not associated with calcific aortic stenosis."}, {"pubmed": 26861446, "text": "Metformin simultaneously increases VEGFA and reduces CXCL10 and TIMP1 in CD34(+) cells in a model of the diabetic state combined with hypoxia to stimulate angiogenesis."}, {"pubmed": 26973196, "text": "determined normal concentration ranges for MMP-1, MMP-2, MMP-9, TIMP-1, and ratios of concentrations of MMPs and TIMP-1 (MMP-1/TIMP-1, MMP-2/TIMP-1, MMP-9/TIMP-1) in the amniotic fluid at the first period of labor in physiological pregnancy."}, {"pubmed": 26979530, "text": "significant differences were detected concerning the activity of TIMPs resulting in a negative correlation of TIMP1 activity with MMP2 activity (p = 0.044) and negative correlations of TIMP2 and TIMP3 with MMP9 activity"}, {"pubmed": 26995105, "text": "The tumor/stroma TIMP-1 intensity ratio in tissue is useful to predict tumor recurrence in non-small cell lung cancer."}, {"pubmed": 27033700, "text": "Here we report isothermal titration calorimetric studies of the effects of selectivity-modifying mutations in NTIMP1 and NTIMP2 on the thermodynamics of their interactions with MMP1, MMP3, and MMP14."}, {"pubmed": 27089280, "text": "High TIMP1 expression is associated with Sepsis."}, {"pubmed": 27113051, "text": "TIMMP1 expression is a major factor in myocardial fibrosis."}, {"pubmed": 27121520, "text": "Our study provides information on the dynamic changes of MMP-9-TIMP-1 system and S100B in the perioperative period. Preoperative reduction of TIMP-1 might be predictive for shunt requirement but future studies are required for verification."}, {"pubmed": 27129797, "text": "High expression of TIMP-1 is associated with cardiovascular complications."}, {"pubmed": 27130446, "text": "TIMP-1 was highly expressed in TNBC patients and was associated with a poor prognosis."}, {"pubmed": 27160811, "text": "TIMP-1 and-2 are primarily markers of an early function of the transplanted kidney."}, {"pubmed": 27258564, "text": "the expressions of TIMP1 can predict prognosis in astrocytic tumors"}, {"pubmed": 27296149, "text": "Serum TIMP1 did not differ significantly between normal weight, overweight, and obese participants."}, {"pubmed": 27297362, "text": "cancer associated fibroblasts (CAFs) promoted hepatocellular cancer (HCC) growth via IL-6/STAT3/AKT pathway and TIMP-1 over-expression driven by IL-6/STAT3 pathway in HCC cells brought in more CAFs through activating liver fibroblasts."}, {"pubmed": 27302771, "text": "this study shows that increased TIMP-1 expression could promote the migration of hepatocellular carcinoma cells"}, {"pubmed": 27304059, "text": "The plasma levels of interleukin (IL)-1beta, tumor necrosis factor (TNF)-alpha, tissue inhibitor of metalloproteinases (TIMP)-1 are increased in myelofibrosis (MF) patients."}, {"pubmed": 27329669, "text": "The results of this study demonstrate that the gene expression of MMP9, MMP12, TIMP1 and TIMP2 was influenced by the addition of TGF-beta1. These results may be translated to chronic venous insufficiency framework and suggest involvement of TGF-beta1 in the vein wall pathology."}, {"pubmed": 27506299, "text": "Expression of TIMP1 is increased in chronic pancreatitis, pancreatic intra-epithelial neoplasia, and pancreatic ductal adenocarcinoma tissues from patients. TIMP1 signaling via CD63 leads to activation of hepatic stellate cells, which create an environment in the liver that increases its susceptibility to pancreatic tumor cells."}, {"pubmed": 27509063, "text": "these results show here that EGFR signaling induces TIMP-1 expression in colorectal cancer cells, and that TIMP-1 promotes a more aggressive behavior, specifically in KRAS mutated cells"}, {"pubmed": 27561093, "text": "plasma concentrations of MMP-7, MMP-8, -9 and TIMP-1 within 96 h from the onset of acute pancreatitis symptoms are elevated in acute pancreatitis patients compared with healthy controls"}, {"pubmed": 27619981, "text": "The present study suggests that scoring of TIMP-1 immunoreactivity is a better choice than measuring of TIMP-1 plasma levels."}, {"pubmed": 27644693, "text": "Results show that TIMP1 expression is significantly upregulated in human colon cancer. Its suppression decreases proliferation, and metastasis but increases apoptosis by inducing TIMP1 specific regulated FAK-PI3K/AKT and MAPK pathway. These results suggest that TIMP1 may play an important role in promoting tumorigenesis and metastasis of human colon cancer."}, {"pubmed": 27689613, "text": "Increased expression ratio of MMP9/TIMP-1 was observed in relapsing-remitting multiple sclerosis patients that responded to IFN-beta therapy."}, {"pubmed": 27903985, "text": "TIMP-1 modulates leukemic blasts survival, migration and function via CD63/PI3K/Akt/p21 signaling. As a \"bad actor\" in a \"bad soil\", TIMP-1 is a potential novel therapeutic target in leukemic bone marrow microenvironment."}, {"pubmed": 27959391, "text": "Tuberculosis patients have increased serum levels of TIMP-1 compared with healthy controls and pneumonia patients."}, {"pubmed": 28030805, "text": "CD82 is a component of the promiscuous TIMP-1 interacting protein complex on cell surface of human pancreatic adenocarcinoma cells. CD82 directly binds to TIMP-1 N-terminal region through its large extracellular loop and co-localizes with TIMP-1."}, {"pubmed": 28131910, "text": "Our results provided evidence that polymorphisms in TIMP1, DLX1 and DLX2 genes may be associated with DF phenotypes."}, {"pubmed": 28192449, "text": "Data show that the mean values for TIMP1, TIMP2 and MMP2 were lower in survivors, MMP9 was higher in survivors."}, {"pubmed": 28197741, "text": "This study indicates that in our population, the COL4A3 rs55703767 polymorphism decreased the risk of KC. However, the TIMP-1 rs6609533 polymorphism was associated with an increased risk of KC."}, {"pubmed": 28278213, "text": "Low MMP-8/TIMP-1 reflects left ventricle impairment in takotsubo cardiomyopathy and high TIMP-1 may help to differentiate it from acute coronary syndrome"}, {"pubmed": 28288890, "text": "miR-516a-5p may regulate MTHFR, MMP-2, and TIMP-1 expressions in vascular smooth muscle cells, possibly promoting the disruption of homocysteine metabolism and proteolytic degradation of elastin for abdominal aortic aneurysm formation."}, {"pubmed": 28293015, "text": "Results suggest a crucial role of MMP9 at the early stage of carcinogenesis in the large intestine. The increase in MMP9 and TIMP1 mRNA concentration and the decrease in MMP28 in the large intestinal tissue may be a confirmation of cancer."}, {"pubmed": 28375112, "text": "Suggest that IL-6 could promote the invasiveness of breast cancer cells by inducing secretion of TIMP-1 and -2, causing a disturbance in TIMP/MMP balance."}, {"pubmed": 28509321, "text": "In III-rd trimester of pregnancy parameters of Timp-1 and Survivin - anti-apoptotic substances concentration were similar in maternal and cord blood in both artery and vein. We found no increased activity of selected antiapoptotic factors."}, {"pubmed": 28510611, "text": "We conclude that in the resected esophageal cancer an increased mRNA expression of MMP-7, MMP-10 and TIMP-1 correlated with clinicopathologic features. We suggest that these genes may play a role during progression of the diseaseMMP-10, MMP-7, TIMP-1, TIMP-2 were overexpressed in 73%, 85%, 55% and 42% of esophageal cancer samples, respectively."}, {"pubmed": 28554303, "text": "C-type natriuretic peptide (CNP)administration significantly decreased the secretion and expression of MMP-2 and MMP-9 in the cultured mesangial cells ; (2) the secretion and expression of TIMP-1 progressively elevated after treatment with CNP for 24 and 48 h, whereas declined at later time point; (3) CNP expression was negatively correlated with MMP-2 and MMP-9 expression."}, {"pubmed": 28578515, "text": "no significant difference was detected in the expression level of individual MMP9 and TIMP1 genes in SCZ patients versus healthy controls either in total numbers of subject or in sex based subgroups"}, {"pubmed": 28682675, "text": "Increased expression of TIMP1 (for both mRNA and protein) associated with poor ulcer healing in Diabetic Foot Ulcers with infection."}, {"pubmed": 28696822, "text": "corticosteroid-resistant patients have higher basal MMP-9 levels and produce more MMP-9 levels in response to IL-1beta."}, {"pubmed": 28739509, "text": "the key role of TIMP-1 for the anti-angiogenic properties of stimulated MSC secretome already observed in mouse is confirmed in human."}, {"pubmed": 28765154, "text": "Tissue inhibitor of matrix metalloproteinases 1 (TIMP1) inhibition resensitized tumors to gemcitabine and radiotherapy."}, {"pubmed": 28887854, "text": "Human tissue inhibitor of metalloproteinases-1 improved wound healing in diabetes through its anti-apoptotic effect."}, {"pubmed": 28925394, "text": "Study found that TIMP-1 accelerates cell proliferation through YAP/TAZ activation in cancer."}, {"pubmed": 28992358, "text": "Gal-3 gene and protein expression levels were also significantly higher in lung tissue from an allergic asthma murine model using TIMP-1 knockout."}, {"pubmed": 29035450, "text": "imbalance between MMP-9 and TIMP-1 could play an important role in metastatic spread via lymphatic pathways of head and neck squamous cell carcinoma cells"}, {"pubmed": 29038419, "text": "Significant differences in gene expression profiles were observed between patients with post-kidney transplant bladder tumors and those with conventional bladder tumors. TIMP-l expression was significantly higher in first group than in the second."}, {"pubmed": 29250646, "text": "It is well established by now that progression of melanoma depends on ECM remodeling, TIMPs family being one of the most important regulators of this process."}, {"pubmed": 29250654, "text": "Authors observed a significant increase in the immunoexpression of collagen I and III in patients with DCM and a significant reduction in the immunoexpression of MMP-1 compared with the control group. Also, the collagen I and TIMP-1 expression indicated a positive linear correlation and respectively a negative linear relationship with collagen III and MMP-1."}, {"pubmed": 29263043, "text": "Reduced expression of types I and III collagen and TIMP-1 as well as the increased expression of MMP-1 and MMP-8 in the anterior vaginal wall tissues play important roles in the onset of pelvic organ prolapse."}, {"pubmed": 29298087, "text": "female patients exhibited lower methylation levels of MMP-9 but higher methylation levels of TIMP-1 compared with male patients, and the methylation levels of TIMP-1 gradually decreased with age."}, {"pubmed": 29394913, "text": "plasma levels of TIMP-1 are associated with pancreatic lesion-induced cachexia in patients without jaundice."}, {"pubmed": 29417309, "text": "IL-33 can regulate deposition of ECM and promote the process of pulmonary fibrosis by inducing the imbalance between MMP-9 and TIMP-1."}, {"pubmed": 29453088, "text": "Data demonstrate significantly higher serum concentrations of inflammatory biomarkers MMP-8, MPO and TIMP-1 in acute ischemic stroke cases."}, {"pubmed": 29504111, "text": "In dilation cardiomyopathy, expression of MMP-2, MMP-9, and TIMP-1 and their ratios in autopsy material and in cultures was elevated by 1.5-9 times."}, {"pubmed": 29523123, "text": "High Co-expression of TIMP-1 and CD63 is associated with glioblastoma."}, {"pubmed": 29651326, "text": "Results found that CK18, MMP-9, and TIMP1 averages of those with positive clinical lymph nodes and those in clinical stage 3 were higher than the averages of those with negative clinical lymph nodes and those in clinical stage 2."}, {"pubmed": 29658577, "text": "that TLR2 is involved in IL29-stimulated TIMP1 expression in Raw264.7 cells and primary macrophages."}, {"pubmed": 29692608, "text": "Increased matrix metalloproteinase-9/tissue inhibitor of metalloproteinase-1 ratio in smokers with airway hyperresponsiveness is associated with accelerated lung function decline."}, {"pubmed": 29752166, "text": "significantly increased in the serum of type 2 diabetes mellitus patients with diabetic retinopathy"}, {"pubmed": 29753168, "text": "A low expression of TIMP1 and TIMP2 is correlated with advanced stages of meningioma."}, {"pubmed": 29929486, "text": "MMP-8 and TIMP-1 in serum, but not MMP-9, identified colorectal cancer patients with bad prognosis"}, {"pubmed": 29930267, "text": "There is no association of 372 T > C (Phe124Phe) polymorphism in the TIMP-1 with heart failure susceptibility and prognosis in Brazilian population."}, {"pubmed": 29979898, "text": "In monocytes, incubation with psoriasis' sera increased the production of MMP-9 and TIMP-1 in comparison with both baseline and monocytes incubated with non-psoriatic sera"}, {"pubmed": 29989318, "text": "Moreover, the shift in the TIMP-1/ MMP-1 ratio identifies increased synthesis of TIMP-1 as one of the processes associated with collagen I overproduction in HGF fibroblasts."}, {"pubmed": 30010105, "text": "MMP-9 and TIMP-1 levels are correlated with age, pathological grade, tumor size and lymph node metastasis of breast cancer patients."}, {"pubmed": 30035371, "text": "our findings demonstrate overexpression of TIMP1 in mouse and human gastric cancers through NF-kB-dependent mechanism. We also show that TFF1 suppresses NF-kappaB and inhibits TIMP1-mediated proliferative potential in gastric cancer."}, {"pubmed": 30037277, "text": "Study evaluated for the first time the plasma levels and the diagnostic usefulness of VEGF, MMP-9, and TIMP-1 in cervical cancer (CC), not only independently but especially in combination with established cervical tumor markers. All tested parameters showed statistical significance when compared their concentrations in patients with CC to healthy women."}, {"pubmed": 30052166, "text": "Low TIMP1 expression is associated with cervical cancer."}, {"pubmed": 30134384, "text": "Serum levels of TIMP-1 were identified as a clinically useful marker for distinguishing NAFLD patients with and without significant fibrosis."}, {"pubmed": 30187906, "text": "no difference in the expression of MMP-7 and TIMP-1 in the endometrium in relation to hormone levels and menstrual cycle phases were observed"}, {"pubmed": 30192205, "text": "High serum tissue inhibitor of metalloproteinase-1 level is associated with gastric cancer."}, {"pubmed": 30221334, "text": "Elevated MMP-1 and reduced TIMP-1 were found in obstructed defecation syndrome associated with internal rectal prolapse"}, {"pubmed": 30227310, "text": "The aim of this study was to investigate the diagnostic power of VEGF, MMP-9 and TIMP-1 in comparison to CA15-3 in breast cancer patients and in relation to the control group."}, {"pubmed": 30238981, "text": "epigenetic-reprogramming of TIMP1 emerges as critical element in smooth muscle responses to mechanical signals"}, {"pubmed": 30243515, "text": "The versatile impact of TIMP-1 on cellular functions stems from its two-domain structure harboring metalloproteinase-inhibitory and cytokine-like signaling activities."}, {"pubmed": 30254012, "text": "Low density lipoprotein (-) induced the release of MMP-9 and TIMP-1 in monocytes through CD14."}, {"pubmed": 30281655, "text": "we have shown that deleterious variation in TIMP3 is associated with bicuspid aortic valve and indices of thoracic aortic aneurysm. We further found that there is a synergistic interaction between loss of the X chromosome gene, TIMP1, and deleterious variation in TIMP3 that significantly increases that risk."}, {"pubmed": 30317247, "text": "TGF-beta1 appears to promote CAD through the induction of cell apoptosis by upregulating SPHK1 expression and further upregulating its downstream TIMP-1."}, {"pubmed": 30412498, "text": "Plasma TIMP1 levels were significantly lower in patients with Alzheimer disease and frontotemporal dementia than in the age-matched healthy controls"}, {"pubmed": 30458003, "text": "TIMP-1 expression exhibits an upper moderate diagnostic value in CRC"}, {"pubmed": 30473539, "text": "TIMP-1 plays a negative regulatory role in the proliferation and osteogenesis of hBMSCs, at least partially, through Wnt/beta-catenin signaling."}, {"pubmed": 30482778, "text": "Neutrophils induced breast cancer epithelial-mesenchymal transition (EMT) via TIMP-1. Reciprocally, breast cancer cells undergoing EMT enhanced neutrophils' TIMP-1 secretion by CD90 in a cell-contact manner. In vivo, TIMP-1 neutralization or CD90 blockade significantly reduced metastasis. More importantly, TIMP-1 and CD90 were positively correlated in breast cancer and associated with poor prognosis of patients."}, {"pubmed": 30486830, "text": "Findings indicated that IL-32gamma suppressed skin carcinogenesis through the inhibition of both stemness and the inflammatory tumor microenvironment by the downregulation of TIMP-1 and ITGAV via inactivation of NF-kappaB signaling."}, {"pubmed": 30523734, "text": "High serum Level of TIMP1 is associated with large bowel adenoma."}, {"pubmed": 30561224, "text": "Presence of both TIMP-1 372 C and high TIMP1 expression is associated with susceptibility to systemic lupus erythematosus."}, {"pubmed": 30626536, "text": "With increased levels of MPO, MMP-8 and MMP-8/TIMP-1 ratio."}, {"pubmed": 30676640, "text": "Imbalance in the metalloproteinase (MMP2, MMP9) to inhibitor tissue expression (TIMP1, TIMP2) in the vessel wall (the cross-sections of the internal thoracic artery, radial artery, and saphenous vein) might predispose to aortocoronary graft failure after coronary artery bypass grafting. A stronger expression of TIMPs than MMPs in the arterial grafts might explain favourable long-term outcomes."}, {"pubmed": 30695426, "text": "Comparatively lower expression of MMP-7 in gastric mucosal inflammation and imbalanced expression of TIMP-1 might be two of the pathogeneses of chronic stomach disease"}, {"pubmed": 30806727, "text": "Polytraumatized patients who received massive blood transfusions following major trauma showed significantly higher TIMP1 levels than patients who did not receive massive transfusions"}, {"pubmed": 30890055, "text": "Higher baseline levels of total TIMP -1 conferred an increased risk for incident CKD , independent of conventional risk factors and circulating biomarkers of chronic systemic inflammation and neurohormonal activation. Our prospective observations in a large community-based sample support the role of matrix remodeling in the pathogenesis of CKD."}, {"pubmed": 31018823, "text": "Imbalance in matrix metalloproteinases and tissue inhibitor of metalloproteinases from splenic veins and great saphenous veins under high hemodynamics."}, {"pubmed": 31074490, "text": "High TIMP1 expression is associated with dedifferentiated liposarcoma."}, {"pubmed": 31086224, "text": "Matrix stiffness modulates the activity of MMP-9 and TIMP-1 in hepatic stellate cells to perpetuate fibrosis."}, {"pubmed": 31273966, "text": "Critical ischemia is associated with higher VEGF-A, MMP-9, TIMP-1, and TIMP-2 plasma concentrations than in the case of intermittent claudication"}, {"pubmed": 31397194, "text": "Role of extracellular matrix remodelling gene SNPs in keratoconus."}, {"pubmed": 31545548, "text": "Given the regulatory roles that c-Kit plays in cell proliferation and migration, and the realization that c-Kit is an important oncogene in Colorectal cancer (CRC), it is likely that some of the biological effects of TIMP-1 overexpression in CRC may be exerted through its effect on c-Kit signaling."}, {"pubmed": 31588644, "text": "This study suggested that Induced pluripotent stem cells attenuate endothelial cell leakage in endotoxin-induced acute lung injury via a mechanism involving TIMP-1 and the FAK/Snail pathway."}, {"pubmed": 31625350, "text": "Tenascin-C (Tn-C) excretion in spot urine was significantly higher in healthy controls than at the admission levels of the patient group, however, tissue inhibitors of metalloproteinases 1 (TIMP-1) excretion in spot urine was lower in healthy controls than in admission and discharge levels of the patient group."}, {"pubmed": 31653704, "text": "Results indicate a mechanism of breast cancer resistance protein (BCRP)-mediated intestinal drug efflux and barrier functions and establish a role for BCRP in preventing TIMP metallopeptidase inhibitor 1 protein (CLGI)-associated obesity."}, {"pubmed": 31658546, "text": "During the wound healing process of patients with stages and pressure ulcers, the expression levels of MMP-9 and TIMP-1 protein and the MMP-9/TIMP-1 ratio in wound exudates show a decreasing trend. The stage of wound healing can be predicted according to the expression level of MMP-9 protein and the MMP-9/TIMP-1 ratio."}, {"pubmed": 31669537, "text": "Serum TIMP1 and MMP9 levels in spontaneous intracerebral hemorrhage patients were higher in non-surviving than in surviving patients."}, {"pubmed": 31861382, "text": "TIMP-1 is Overexpressed and Secreted by Platinum Resistant Epithelial Ovarian Cancer Cells."}, {"pubmed": 31894031, "text": "The findings suggest that MMP-2, TIMP-1 and pro-calcitonin are involved in the occurrence and development of neonatal purulent meningitis."}, {"pubmed": 31910731, "text": "Assessment of subclinical left ventricular dysfunction with speckle-tracking echocardiography in hyperthyroid and euthyroid Graves' disease and its correlation with serum TIMP-1."}, {"pubmed": 32034211, "text": "Establishment of Structure-Function Relationship of Tissue Inhibitor of Metalloproteinase-1 for Its Interaction with CD63: Implication for Cancer Therapy."}, {"pubmed": 32049862, "text": "elevated in urinary bladder carcinoma"}, {"pubmed": 32071226, "text": "TIMP-1 was expressed by human astrocytes in demyelinated multiple sclerosis lesions, confirming the human value of our findings."}, {"pubmed": 32200451, "text": "TIMP1 intron 3 retention is a marker of colon cancer progression controlled by hnRNPA1."}, {"pubmed": 32258173, "text": "Polytrauma in Older Adults Leads to Significantly Increased TIMP-1 Levels in the Early Posttraumatic Period."}, {"pubmed": 32303531, "text": "Tissue inhibitor matrix metalloproteinase 1 and risk of type 2 diabetes in a Chinese population."}, {"pubmed": 32325785, "text": "Expression of Matrix Metalloproteinases and Their Inhibitors in Endometrium: High Levels in Endometriotic Lesions."}, {"pubmed": 32423054, "text": "Circulating Tumor Cells Characterization Revealed TIMP1 as a Potential Therapeutic Target in Ovarian Cancer."}, {"pubmed": 32431079, "text": "Serum tissue inhibitor of metalloproteinase-1 and risk of cognitive impairment after acute ischaemic stroke."}, {"pubmed": 32447063, "text": "Extracellular vesicles from human urine-derived stem cells inhibit glucocorticoid-induced osteonecrosis of the femoral head by transporting and releasing pro-angiogenic DMBT1 and anti-apoptotic TIMP1."}, {"pubmed": 32522433, "text": "Liver fibrosis improvement in chronic hepatitis C after direct acting-antivirals is accompanied by reduced profibrogenic biomarkers-a role for MMP-9/TIMP-1."}, {"pubmed": 32522594, "text": "TIMP1 down-regulation enhances gemcitabine sensitivity and reverses chemoresistance in pancreatic cancer."}, {"pubmed": 32535335, "text": "Vascular endothelial growth factor (VEGF), tissue inhibitors of metalloproteinase-1 (TIMP-1) and nail fold capillaroscopy changes in children and adolescents with Gaucher disease; relation to residual disease severity."}, {"pubmed": 32587306, "text": "Circulating TIMP-1 is associated with hematoma volume in patients with spontaneous intracranial hemorrhage."}, {"pubmed": 32607676, "text": "The Effect of Sialic Acid on the Expression of miR-218, NF-kB, MMP-9, and TIMP-1."}, {"pubmed": 32643898, "text": "Can the expression of the metalloproteinase 9 gene and its inhibitor be considered as markers of heart failure?"}, {"pubmed": 32652878, "text": "MMP13 and TIMP1 are functional markers for two different potential modes of action by mesenchymal stem/stromal cells when treating osteoarthritis."}, {"pubmed": 32702237, "text": "High-Affinity Binding of LDL Receptor-Related Protein 1 to Matrix Metalloprotease 1 Requires Protease:Inhibitor Complex Formation."}, {"pubmed": 32748631, "text": "A Preliminary Study of Combined Detection of COMP, TIMP-1, and MMP-3 in Synovial Fluid: Potential Indicators of Osteoarthritis Progression."}, {"pubmed": 32915403, "text": "Identification of two core genes in glioblastomas with different isocitrate dehydrogenase mutation status."}, {"pubmed": 32945513, "text": "Curcumin enhances anticancer efficacy of either gemcitabine or docetaxel on pancreatic cancer cells."}, {"pubmed": 32955903, "text": "Methylation of MMP2, TIMP2, MMP9 and TIMP1 in abdominal aortic aneurysm."}, {"pubmed": 32961536, "text": "The Behavior of MMP-2, MMP-7, MMP-9, and Their Inhibitors TIMP-1 and TIMP-2 in Adenoma-Colorectal Cancer Sequence."}, {"pubmed": 33005257, "text": "Coexpression of Matrix Metalloproteinase-7 and Tissue Inhibitor of Metalloproteinase-1 as a Prognostic Biomarker in Gastric Cancer."}, {"pubmed": 33064893, "text": "IL35 predicts prognosis in gastric cancer and is associated with angiogenesis by altering TIMP1, PAI1 and IGFBP1."}, {"pubmed": 33070147, "text": "Expression of Matrix Metalloproteinase-2, Matrix Metalloproteinase-9, Tissue Inhibitor of Metalloproteinase-1, and Changes in Alveolar Septa in Patients with Chronic Obstructive Pulmonary Disease."}, {"pubmed": 33093251, "text": "Expression of the matrix metalloproteinases MMP-2 and MMP-9 and their inhibitors TIMP-1 and TIMP-2 in systemic lupus erythematosus patients."}, {"pubmed": 33123912, "text": "Tissue Inhibitor of Metalloprotease-1 (TIMP-1) Regulates Adipogenesis of Adipose-derived Stem Cells (ASCs) via the Wnt Signaling Pathway in an MMP-independent Manner."}, {"pubmed": 33183761, "text": "Myeloma cells self-promote migration by regulating TAB1-driven TIMP-1 expression in mesenchymal stem cells."}, {"pubmed": 33186519, "text": "Senescence Reprogramming by TIMP1 Deficiency Promotes Prostate Cancer Metastasis."}, {"pubmed": 33294960, "text": "Inhibitory effect of cathepsin K inhibitor (ODN-MK-0822) on invasion, migration and adhesion of human breast cancer cells in vitro."}, {"pubmed": 33355364, "text": "Coexpression of tissue kallikrein 1 and tissue inhibitor of matrix metalloproteinase 1 improves myocardial ischemiareperfusion injury by promoting angiogenesis and inhibiting oxidative stress."}, {"pubmed": 33358398, "text": "Effects of combined Pulsed Dye Laser and Fractional CO2 Laser treatment of burn scars and correlation with plasma levels of collagen type I, MMP-2 and TIMP-1."}, {"pubmed": 33404139, "text": "Effect of hTIMP-1 overexpression in human umbilical cord mesenchymal stem cells on the repair of pancreatic islets in type-1 diabetic mice."}, {"pubmed": 33419373, "text": "The Roles of Matrix Metalloproteinases and Their Inhibitors in Human Diseases."}, {"pubmed": 33482846, "text": "The serum levels of circulating matrix metalloproteinase MMP-9, MMP-2/TIMP-2 complex and TIMP-1 do not change significantly during normal pregnancy: a pilot study."}, {"pubmed": 33556788, "text": "Regulation of matrix metalloproteinases-8, -9 and endogenous tissue inhibitor-1 in oral biofluids during pregnancy and postpartum."}, {"pubmed": 33569677, "text": "Biochemical and immunohistochemical analysis of tissue inhibitor of metalloproteinases-1 in human sound dentin."}, {"pubmed": 33587449, "text": "Immunohistochemical Expression of MMP-9, TIMP-1, and Vimentin and its Correlation With Inflammatory Reaction and Clinical Parameters in Oral Epithelial Dysplasia."}, {"pubmed": 33590974, "text": "A novel tissue inhibitor of metalloproteinases-1/liver/cachexia score predicts prognosis of gastrointestinal cancer patients."}, {"pubmed": 33601303, "text": "Differential expression of serum GBP-28, NBP-Cyc 3 and TIMP-1 complicates pregnancy in hypertensive disorder pregnancy."}, {"pubmed": 33731593, "text": "Genetic variants of tissue inhibitors of matrix metalloproteinase 1 (rs4898) and 2 (rs8179090) in diverticulosis."}, {"pubmed": 33775157, "text": "Plasma levels of tissue inhibitor of metalloproteinase-1 in patients with type 1 diabetes mellitus associate with early diabetic neuropathy and nephropathy."}, {"pubmed": 33814420, "text": "The function of matrix metalloproteinase-9 (MMP-9) and its tissue inhibitor (TIMP-1) in several clinical conditions: Results and analysis of our survey."}, {"pubmed": 33831331, "text": "TIMP1 and TIMP3 circulating levels and promoter polymorphisms in breast cancer."}, {"pubmed": 33941611, "text": "TIMP1 Triggers Neutrophil Extracellular Trap Formation in Pancreatic Cancer."}, {"pubmed": 34043679, "text": "Matrix metalloproteinase MMP-8, TIMP-1 and MMP-8/TIMP-1 ratio in plasma in methicillin-sensitive Staphylococcus aureus bacteremia."}, {"pubmed": 34106445, "text": "The relationship between primary sarcopenia and SARC-F, serum MMP9, TIMP1 levels, and MMP9/TIMP1 ratio in the geriatric patients."}, {"pubmed": 34170085, "text": "Increased gene expression of TIMP1 and CHI3L1 in fine-needle aspiration biopsy samples from papillary thyroid cancer as compared to benign nodules."}, {"pubmed": 34214240, "text": "MMP-1 (519 A/G) and TIMP-1 (372 T/C) genes polymorphism in an Egyptian sample of Acne vulgaris patients."}, {"pubmed": 34257518, "text": "Ocular TGF-beta, Matrix Metalloproteinases, and TIMP-1 Increase with the Development and Progression of Diabetic Retinopathy in Type 2 Diabetes Mellitus."}, {"pubmed": 34270579, "text": "Matrix metalloproteinase-9 (MMP-9) and tissue inhibitor of metalloproteinases 1 (TIMP-1) are localized in the nucleus of retinal Muller glial cells and modulated by cytokines and oxidative stress."}, {"pubmed": 34280134, "text": "Tissue Inhibitor of Metalloproteinase-1 Is Increased in Chagasic Cardiomyopathy."}, {"pubmed": 34391782, "text": "Identification of invariant chain CD74 as a functional receptor of tissue inhibitor of metalloproteinases-1 (TIMP-1)."}, {"pubmed": 34533565, "text": "TIMP1 expression underlies sex disparity in liver metastasis and survival in pancreatic cancer."}, {"pubmed": 34555302, "text": "Role of matrix metalloproteinase MMP-2, MMP-9 and tissue inhibitor of metalloproteinase (TIMP-1) in the clinical progression of pediatric acute lymphoblastic leukemia."}, {"pubmed": 34592197, "text": "The role of cell surface proteins gene expression in diagnosis, prognosis, and drug resistance of colorectal cancer: In silico analysis and validation."}, {"pubmed": 34659209, "text": "Microdissection of the Bulk Transcriptome at Single-Cell Resolution Reveals Clinical Significance and Myeloid Cells Heterogeneity in Lung Adenocarcinoma."}, {"pubmed": 34685701, "text": "Regulation of Tumor Metabolism and Extracellular Acidosis by the TIMP-10-CD63 Axis in Breast Carcinoma."}, {"pubmed": 34775375, "text": "miR-6745-TIMP1 axis inhibits cell growth and metastasis in gastric cancer."}, {"pubmed": 34848810, "text": "Polymorphism rs2682818 participates in the progression of colorectal carcinoma via miR-618-TIMP1 regulatory axis."}, {"pubmed": 34850390, "text": "Is TIMP-1 a biomarker for periodontal disease? A systematic review and meta-analysis."}, {"pubmed": 35102064, "text": "TIMP-1 expression in coronary thrombi associate with myocardial injury in ST-elevation myocardial infarction patients."}, {"pubmed": 35140332, "text": "Extravesicular TIMP-1 is a non-invasive independent prognostic marker and potential therapeutic target in colorectal liver metastases."}, {"pubmed": 35255206, "text": "Substrate Stiffness-Driven Membrane Tension Modulates Vesicular Trafficking via Caveolin-1."}, {"pubmed": 35274445, "text": "The role of tissue inhibitor of metalloproteinases in the aetiology of inguinal and incisional hernias."}, {"pubmed": 35294975, "text": "The Role of Tissue Inhibitor of Metalloproteinase-1 and 2 in Echinococcus granulosus senso lato-Induced Human Hepatic Fibrosis."}, {"pubmed": 35625637, "text": "Increase in Serum MMP-9 and TIMP-1 Concentrations during Alcohol Intoxication in Adolescents-A Preliminary Study."}, {"pubmed": 35679711, "text": "Dysregulation of KRT19, TIMP1, and CLDN1 gene expression is associated with thyroid cancer."}, {"pubmed": 35778451, "text": "Sp1 induced gene TIMP1 is related to immune cell infiltration in glioblastoma."}, {"pubmed": 35787446, "text": "Aberrant TIMP-1 overexpression in tumor-associated fibroblasts drives tumor progression through CD63 in lung adenocarcinoma."}, {"pubmed": 35801600, "text": "MMP-9, TIMP-1 and S100B protein as markers of ischemic stroke in patients after carotid artery endarterectomy."}, {"pubmed": 35961511, "text": "TIMP1 derived from pancreatic cancer cells stimulates Schwann cells and promotes the occurrence of perineural invasion."}, {"pubmed": 36073574, "text": "TIMP1 promotes cell proliferation and invasion capability of right-sided colon cancers via the FAK/Akt signaling pathway."}, {"pubmed": 36163148, "text": "Cut loose TIMP-1: an emerging cytokine in inflammation."}, {"pubmed": 36230997, "text": "TIMP-1 Dependent Modulation of Metabolic Profiles Impacts Chemoresistance in NSCLC."}, {"pubmed": 36541209, "text": "TIMP1 represses sorafenib-triggered ferroptosis in colorectal cancer cells by activating the PI3K/Akt signaling pathway."}, {"pubmed": 36629908, "text": "TIMP-1 is a novel ligand of Amyloid Precursor Protein and triggers a proinflammatory phenotype in human monocytes."}, {"pubmed": 36675165, "text": "siRNA-Mediated Timp1 Silencing Inhibited the Inflammatory Phenotype during Acute Lung Injury."}, {"pubmed": 36878326, "text": "CCR5 deficiency normalizes TIMP levels, working memory, and gamma oscillation power in APOE4 targeted replacement mice."}, {"pubmed": 36890688, "text": "The TGFbeta system and TIMP1 and 3 genotypes in Turner syndrome-Relation with aortic congenital malformations."}, {"pubmed": 37081824, "text": "The invariant chain CD74 protein is a cell surface binding partner of TIMP-1 in breast cancer cells."}, {"pubmed": 37301776, "text": "Identification and validation of an ECM organization-related gene signature as a prognostic biomarker and therapeutic target for glioma patients."}, {"pubmed": 37500057, "text": "Proteomics Identifies Circulating TIMP-1 as a Prognostic Biomarker for Diffuse Large B-Cell Lymphoma."}, {"pubmed": 37509076, "text": "Tissue Inhibitor of Matrix Metalloproteinases-1 (TIMP-1) and Pulmonary Involvement in COVID-19 Pneumonia."}, {"pubmed": 37688768, "text": "TIMP1 shapes an immunosuppressive microenvironment by regulating anoikis to promote the progression of clear cell renal cell carcinoma."}, {"pubmed": 37774003, "text": "Upregulated TIMP1 facilitates and coordinates myometrial contraction by decreasing collagens and cell adhesive capacity during human labor."}, {"pubmed": 37937500, "text": "Changes and clinical significance of serum MMP-9, TIMP-1, COX-2, and immune levels in patients with asthma."}, {"pubmed": 38032469, "text": "Integration of single-cell transcriptomics and epigenetic analysis reveals enhancer-controlled TIMP1 as a regulator of ferroptosis in colorectal cancer."}, {"pubmed": 38290591, "text": "TIMP1/CHI3L1 facilitates glioma progression and immunosuppression via NF-kappaB activation."}, {"pubmed": 38358377, "text": "The role of sinusoidal endothelial cells and TIMP1 in the regulation of fibrosis in a novel human liver 3D NASH model."}, {"pubmed": 38499842, "text": "GnT-V-mediated aberrant N-glycosylation of TIMP-1 promotes diabetic retinopathy progression."}, {"pubmed": 38728374, "text": "HLA-B and TIMP1 as hub genes of the ventricular remodeling caused by hypertension."}, {"pubmed": 38777826, "text": "TIMP-1 is an activator of MHC-I expression in myeloid dendritic cells with implications for tumor immunogenicity."}], "genomic_pos": {"chr": "X", "end": 47586789, "ensemblgene": "ENSG00000102265", "start": 47582408, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 47446188, "start": 47441712, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002248", "qualifier": "involved_in", "term": "connective tissue replacement involved in inflammatory response wound healing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 3839290, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009725", "qualifier": "involved_in", "term": "response to hormone"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010951", "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010951", "pubmed": 3903517, "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034097", "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043086", "pubmed": 3903517, "qualifier": "involved_in", "term": "negative regulation of catalytic activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051045", "qualifier": "involved_in", "term": "negative regulation of membrane protein ectodomain proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051045", "pubmed": 12714508, "qualifier": "involved_in", "term": "negative regulation of membrane protein ectodomain proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051216", "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071492", "pubmed": 31380578, "qualifier": "involved_in", "term": "cellular response to UV-A"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901164", "pubmed": 21356369, "qualifier": "involved_in", "term": "negative regulation of trophoblast cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905049", "pubmed": 9573338, "qualifier": "involved_in", "term": "negative regulation of metallopeptidase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001044", "pubmed": 16917503, "qualifier": "involved_in", "term": "regulation of integrin-mediated signaling pathway"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 1653055, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 3903517, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0002020", "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 3839290, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [2251898, 16917503, 20979576, 28030805], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008191", "qualifier": "enables", "term": "metalloendopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008191", "pubmed": [3903517, 12714508], "qualifier": "enables", "term": "metalloendopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 22427646, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030414", "pubmed": 9573338, "qualifier": "enables", "term": "peptidase inhibitor activity"}]}, "homologene": {"genes": [[9544, 574348], [9606, 7076], [9615, 403816], [9913, 282092], [10090, 21857], [10116, 116510]], "id": 36321}, "interpro": [{"desc": "Netrin domain", "id": "IPR001134", "short_desc": "Netrin_domain"}, {"desc": "Protease inhibitor I35 (TIMP)", "id": "IPR001820", "short_desc": "TIMP"}, {"desc": "Tissue inhibitor of metalloproteinases-like, OB-fold", "id": "IPR008993", "short_desc": "TIMP-like_OB-fold"}, {"desc": "Proteinase inhibitor I35b (TIMP), C-terminal", "id": "IPR027465", "short_desc": "TIMP_C"}, {"desc": "Tissue inhibitor of metalloproteinase, conserved site", "id": "IPR030490", "short_desc": "TIMP_CS"}], "ipi": ["IPI00032292", "IPI00552089", "IPI00639839", "IPI00642739", "IPI00910845"], "map_location": "Xp11.3", "name": "TIMP metallopeptidase inhibitor 1", "other_names": ["collagenase inhibitor", "epididymis secretory sperm binding protein", "erythroid potentiating activity", "fibroblast collagenase inhibitor", "metalloproteinase inhibitor 1", "tissue inhibitor of metalloproteinases 1"], "pantherdb": {"HGNC": "11820", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98752", "ortholog_type": "LDO", "panther_family": "PTHR11844", "taxid": 10090, "uniprot_kb": "P12032"}, {"RGD": "621675", "ortholog_type": "LDO", "panther_family": "PTHR11844", "taxid": 10116, "uniprot_kb": "P30120"}, {"ZFIN": "ZDB-GENE-040426-2655", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 7955, "uniprot_kb": "Q6NUX9"}, {"ZFIN": "ZDB-GENE-030612-1", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 7955, "uniprot_kb": "Q1MTE8"}, {"WormBase": "WBGene00019478", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 6239, "uniprot_kb": "Q21265"}, {"WormBase": "WBGene00019476", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 6239, "uniprot_kb": "Q21267"}], "uniprot_kb": "P01033"}, "pathway": {"biocarta": {"id": "reckpathway", "name": "inhibition of matrix metalloproteinases"}, "kegg": {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9839373", "name": "Signaling by TGFBR3"}, {"id": "R-HSA-9839383", "name": "TGFBR3 PTM regulation"}], "wikipathways": [{"id": "WP129", "name": "Matrix Metalloproteinases"}, {"id": "WP2814", "name": "Mammary gland development pathway - Puberty (Stage 2 of 4)"}, {"id": "WP2865", "name": "IL1 and megakaryocytes in obesity"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP364", "name": "IL-6 signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}]}, "pdb": ["1D2B", "1OO9", "1UEA", "2J0T", "3MA2", "3V96", "6MAV", "6N9D", "7S7L", "7S7M"], "pfam": "PF00965", "pharmgkb": "PA36526", "pharos": {"target_id": 3984, "tdl": "Tbio"}, "pir": "A93372", "prosite": "PS50189", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257307", "relationship": "is"}, {"id": "GNF257308", "relationship": "is"}, {"id": "GNF257309", "relationship": "is"}, {"id": "GNF257310", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF160913", "relationship": "is"}, {"id": "GNF164892", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035753", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF014595", "relationship": "is"}, {"id": "GNF014596", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336836", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104074", "relationship": "is"}, {"id": "GNF143723", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_008437.1", "NG_012533.1"], "protein": "NP_003245.1", "rna": "NM_003254.3", "translation": {"protein": "NP_003245.1", "rna": "NM_003254.3"}}, "reporter": {"HG-U133_Plus_2": "201666_at", "HG-U95Av2": "1693_s_at", "HTA-2_0": "TC0X000238.hg.1", "HuEx-1_0": "3976341", "HuGene-1_1": "8167185", "HuGene-2_1": "17103185"}, "summary": "This gene belongs to the TIMP gene family. The proteins encoded by this gene family are natural inhibitors of the matrix metalloproteinases (MMPs), a group of peptidases involved in degradation of the extracellular matrix. In addition to its inhibitory role against most of the known MMPs, the encoded protein is able to promote cell proliferation in a wide range of cell types, and may also have an anti-apoptotic function. Transcription of this gene is highly inducible in response to many cytokines and hormones. In addition, the expression from some but not all inactive X chromosomes suggests that this gene inactivation is polymorphic in human females. This gene is located within intron 6 of the synapsin I gene and is transcribed in the opposite direction. [provided by RefSeq, Jul 2008].", "symbol": "TIMP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1367459"}, "unigene": "Hs.522632", "uniprot": {"Swiss-Prot": "P01033", "TrEMBL": ["H0Y789", "Q6FGX5", "Q5H9A7", "Q5H9B5", "Q5H9B4"]}, "wikipedia": {"url_stub": "TIMP1"}}