{"AllianceGenome": "11821", "HGNC": "11821", "MIM": "188825", "_id": "7077", "_version": 1, "accession": {"genomic": ["AC022966.13", "AC100788.8", "AH006644.2", "CH471099.1", "CP068261.2", "FB571110.1", "FB668241.1", "NC_000017.11", "NC_060941.1", "S68860.1"], "protein": ["AAA59581.1", "AAA61186.1", "AAB19474.1", "AAC50729.1", "AAD14025.1", "AAH52605.1", "AAH71586.1", "AEE61194.1", "BAG57573.1", "CAA38400.1", "CAR95106.1", "CAS92764.1", "EAW89538.1", "EAW89539.1", "EAW89540.1", "EAW89541.1", "NP_003246.1", "P16035.2"], "rna": ["AK294290.1", "AL110197.1", "AL713764.1", "BC010410.2", "BC039613.1", "BC040039.1", "BC040445.1", "BC052605.1", "BC071586.1", "HM005597.1", "J05593.1", "M32304.1", "NM_003255.5", "S48568.1", "X54533.1"], "translation": [{"protein": "AAA61186.1", "rna": "J05593.1"}, {"protein": "AAH52605.1", "rna": "BC052605.1"}, {"protein": "AAA59581.1", "rna": "M32304.1"}, {"protein": "AEE61194.1", "rna": "HM005597.1"}, {"protein": "CAA38400.1", "rna": "X54533.1"}, {"protein": "NP_003246.1", "rna": "NM_003255.5"}, {"protein": "AAH71586.1", "rna": "BC071586.1"}, {"protein": "BAG57573.1", "rna": "AK294290.1"}, {"protein": "AAB19474.1", "rna": "S48568.1"}]}, "alias": ["CSC-21K", "DDC8"], "ensembl": {"gene": "ENSG00000035862", "protein": ["ENSP00000262768", "ENSP00000441724", "ENSP00000465968", "ENSP00000467584", "ENSP00000468296", "ENSP00000516642", "ENSP00000516643"], "transcript": ["ENST00000262768", "ENST00000536189", "ENST00000585421", "ENST00000586057", "ENST00000586713", "ENST00000592761", "ENST00000706922", "ENST00000706923"], "translation": [{"protein": "ENSP00000467584", "rna": "ENST00000585421"}, {"protein": "ENSP00000441724", "rna": "ENST00000536189"}, {"protein": "ENSP00000262768", "rna": "ENST00000262768"}, {"protein": "ENSP00000468296", "rna": "ENST00000586057"}, {"protein": "ENSP00000465968", "rna": "ENST00000586713"}, {"protein": "ENSP00000516642", "rna": "ENST00000706922"}, {"protein": "ENSP00000516643", "rna": "ENST00000706923"}], "type_of_gene": "protein_coding"}, "entrezgene": "7077", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.06216582, "exp_mis": 75.7718979, "exp_syn": 44.839746, "lof_z": 2.03662999373065, "mis_z": 1.72908656776654, "mu_lof": 4.36836276937e-07, "mu_mis": 9.20229188225e-06, "mu_syn": 5.50752376451e-06, "n_lof": 1.0, "n_mis": 45.0, "n_syn": 36.0, "p_li": 0.526868279273317, "p_null": 0.0161666722251259, "p_rec": 0.456965048501557, "syn_z": 0.818385471807877}, "bp": 663, "cds_end": 76921170, "cds_start": 76851748, "n_exons": 5, "nonpsych": {"exp_lof": 5.4043027, "exp_mis": 68.498339, "exp_syn": 40.5017546, "lof_z": 2.28308361246517, "mis_z": 1.79770848015491, "mu_lof": 4.36836276937e-07, "mu_mis": 9.20229188225e-06, "mu_syn": 5.50752376451e-06, "n_lof": 0.0, "n_mis": 39.0, "n_syn": 33.0, "p_li": 0.839962441999659, "p_null": 0.00365998648060006, "p_rec": 0.156377571519741, "syn_z": 0.742145704542452}, "nontcga": {"exp_lof": 5.56914699, "exp_mis": 69.7021053, "exp_syn": 41.24452225, "lof_z": 1.90995025410673, "mis_z": 1.77245075984559, "mu_lof": 4.36836276937e-07, "mu_mis": 9.20229188225e-06, "mu_syn": 5.50752376451e-06, "n_lof": 1.0, "n_mis": 40.0, "n_syn": 35.0, "p_li": 0.489059864104781, "p_null": 0.0212496849437293, "p_rec": 0.48969045095149, "syn_z": 0.615656158730522}, "transcript": "ENST00000262768.7"}, "exons": [{"cdsend": 78925088, "cdsstart": 78855666, "chr": "17", "position": [[78852976, 78855864], [78857521, 78857646], [78870897, 78871006], [78873818, 78873919], [78924958, 78925387]], "strand": -1, "transcript": "NM_003255", "txend": 78925387, "txstart": 78852976}], "exons_hg19": [{"cdsend": 76921170, "cdsstart": 76851748, "chr": "17", "position": [[76849058, 76851946], [76853603, 76853728], [76866979, 76867088], [76869900, 76870001], [76921040, 76921469]], "strand": -1, "transcript": "NM_003255", "txend": 76921469, "txstart": 76849058}], "generif": [{"pubmed": 11606052, "text": "The growth of the primary melanoma cell lines was stimulated by TIMP-1 and inhibited by TIMP-2. In contrast, the growth of the visceral metastatic melanoma cell line was stimulated by TIMP-2."}, {"pubmed": 11757622, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11912288, "text": "TIMP-2 may be involved in the pathogenesis of gestational trophoblastic disease"}, {"pubmed": 12147251, "text": "role in activating ras proteins"}, {"pubmed": 12372458, "text": "endometrium from women with endometriosis expressed higher levels of MMP-2 and MT1-MMP and lower levels of TIMP-2 than did endometrium from normal women"}, {"pubmed": 12374789, "text": "investigation of structural and functional differences between TIMP-4 and TIMP-2 by mutagenesis into C-terminal tails"}, {"pubmed": 12406369, "text": "This protein is present in normal and azoospermic human semen."}, {"pubmed": 12439941, "text": "correlation between expression of MMP-2, TIMP-2 protein and the ratio of MMP-2/TIMP-2 and clinical-pathological parameters of patients with gallbladder carcinoma"}, {"pubmed": 12446683, "text": "TIMP2 expression is regulated by the ERK/MAPK pathway"}, {"pubmed": 12470034, "text": "Changes in plasma MMP-2 and TIMP-2 concentrations during cardiopulmonary bypass may play an important role in LV remodeling after cardiac surgery."}, {"pubmed": 12475252, "text": "Progress curve analysis of MMP inhibition by TIMP-2 shows that it has lower reactivity with MMPs at less acidic conditions than TIMP-4."}, {"pubmed": 12479097, "text": "The over-expression of MMP-2, MMP-9, TIMP-1, and TIMP-2 may play a key role in invasion and lymph-node metastasis of in squamous carcinoma of the cervix."}, {"pubmed": 12602913, "text": "TIMP-2 expression in breast cancer is related to survival."}, {"pubmed": 12614934, "text": "TIMP-2 was significantly increased in CSF of Alzheimer's disease and Huntington's disease patients."}, {"pubmed": 12887919, "text": "TIMP-2 mediated inhibition of angiogenesis is an MMP-independent mechanism."}, {"pubmed": 12900406, "text": "TIMP-2 possesses two distinct types of anti-angiogenic activities which can be uncoupled from each other"}, {"pubmed": 12970394, "text": "TIMP-2 expression is markedly increased in clear cell carcinoma of the ovary, suggesting a role of TIMP-2 in its unique characteristics among ovarian cancers"}, {"pubmed": 12970724, "text": "palpable tumours demonstrated significantly more MMP-2 and significantly less MMP-9 expression than nonpalpable tumours"}, {"pubmed": 14517716, "text": "A bivariate analysis revealed a modest but significant genetic correlation between TIMP-1 and TIMP-2."}, {"pubmed": 14598888, "text": "A gradual, time-dependent decline in TIMP-2 mRNA expression was observed in the presence of the synthetic androgen analogue R1881."}, {"pubmed": 14604886, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 14605322, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14605322, "text": "Our analysis of the entire coding region of TIMP-1, -2, and -3, which are the main inhibitors of metalloproteinase activity in the extracellular matrix, failed to show an association between genetic polymorphisms and an intracranial aneurysm"}, {"pubmed": 14654538, "text": "TIMP-2 stromal cell expression only was associated with adverse prognosis of urothelial bladder cancer patients."}, {"pubmed": 14661256, "text": "effect of titanium, zirconia and alumina ceramics on activity and secretion in human osteoblasts"}, {"pubmed": 14710472, "text": "Tissue from lateral and medial rectus muscles had different levels of expression of TIMP-1 and 2, MMP-2, and BMP-4, which may underlie different characteristics of these extraocular muscles and may influence wound healing after strabismus surgery."}, {"pubmed": 14712492, "text": "TIMP-2 is hypermethylated in human cervical cancer"}, {"pubmed": 14744773, "text": "MMP-26 was colocalized with MMP-9, TIMP-2, and TIMP-4 in breast cancer cells."}, {"pubmed": 14962256, "text": "TIMP-2 is shown to correlate with systemic symptoms in Hodgkin lymphoma"}, {"pubmed": 14973177, "text": "MMP and TIMP may be involved in the feto-neonatal development and may contribute to the pathogenesis of bronchopulmonary dysplasia and/or intraventricular hemorrhage in critically ill preterm neonates"}, {"pubmed": 14983226, "text": "MMP-2, TIMP-1 and TIMP-2 are downregulated in human orthotopic liver transplantation"}, {"pubmed": 15052627, "text": "hereditary neuralgic amyotrophy is not caused by point mutations of tissue inhibitor of metalloproteinase 2"}, {"pubmed": 15056834, "text": "TIMP-2 correlated negatively with fractional shortening & positively with LV dimension. Changes in the release & activity of TIMP-2 may be associated with the mechanisms responsible for cardiac remodeling in patients with hypertrophic cardiomyopathy."}, {"pubmed": 15147743, "text": "TIMP2 promotes growth of A549 lung cells, accompanied by increase in NF-kappaB activity and downregulation of IkappaBalpha and beta proteins and later increases in Bcl-3, IkappaB, and cyclin D1 proteins."}, {"pubmed": 15193960, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15247230, "text": "ERK 1/2- and p38 MAPK-modulated TIMP-2 expression regulates MT1-MMP activity and control TGF-beta1-induced pericellular collagenolysis"}, {"pubmed": 15248826, "text": "marked difference in MMPs and their inhibitors in the in vitro fertilized women and normally ovulating women"}, {"pubmed": 15277439, "text": "Plasma levels are increased in type 2 diabetic patients"}, {"pubmed": 15308656, "text": "analysis of the molecular basis of the inactivity of tissue inhibitor of metalloproteinase-2 against tumor necrosis factor-alpha-converting enzyme"}, {"pubmed": 15351863, "text": "data suggest that the MMP-2/TIMP2 system and an activated extrinsic coagulation pathway could cooperate in conditions of elevated SOX and could influence arterial remodeling resulting in the presence of CVD in haemodialysis patients"}, {"pubmed": 15489233, "text": "clearance of pro-matrix metalloproteinase (MMP)-2.tissue inhibitor of MMPs (TIMP-2) complex involves binding to the cell membrane and subsequent low density lipoprotein receptor-related protein (LRP)-dependent internalization and degradation"}, {"pubmed": 15557756, "text": "The expression of MMP-9, TIMP-1 and TIMP-2 was lower in the benign and low malignancy ovarian tumors compared with the malignant ones."}, {"pubmed": 15567754, "text": "MMP-2 plays an essential role in tumor invasion and metastasis, while TIMP-2 is shown to strongly inhibit cancer invasion and metastasis."}, {"pubmed": 15616792, "text": "This study found an up-regulation of TIMP-1, TIMP-2 and MMP-2 RNA in Duchenne Muscular Dystrophy muscle."}, {"pubmed": 15628723, "text": "Expression in colorectal carcinomas relating to size and invasiveness of the tumor."}, {"pubmed": 15672858, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15691234, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15691353, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15754326, "text": "Down-regulation of TIMP-2 is associated with nonsmall cell lung carcinoma"}, {"pubmed": 15797648, "text": "altered MMP/TIMP ratios in maternal blood during gestational hypertension"}, {"pubmed": 15841325, "text": "evidence that cell density influences the invasive potential of tumor cells via regulation of MMPs and TIMP-1 and TIMP-2 by AP-1, NF kappa B and CRE transcription factors"}, {"pubmed": 15870703, "text": "promoter hypermethylation of TIMP-2 is a novel epigenetic event in the pathogenesis of lymphoid malignancies"}, {"pubmed": 15944607, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16036783, "text": "A decreased activity of TIMP-2 plays a role in inguinal hernia development."}, {"pubmed": 16042227, "text": "a magnetic resonance imaging (MRI) measure of disease activity in multiple sclerosis patients during treatment with rIFNbeta-1a."}, {"pubmed": 16103240, "text": "Cardiac expression of TIMP-1 and TIMP-2 is significantly increased in chronic pressure-overloaded human hearts compared with controls and is related to the degree of interstitial fibrosis"}, {"pubmed": 16142392, "text": "TIMP-2 may play an important role in the invasion and metastasis of oral squamous cell carcinoma."}, {"pubmed": 16142692, "text": "Pro-MMP-2 and TIMP-2 levels negatively correlated in herniated discs samples"}, {"pubmed": 16237750, "text": "With tumor progression and development of heterogeneity, the abnormal expressions of MMP-9, TIMP-2, and E-cadherin or DNA aneuploid rate or high SPF gradually increases, suggesting that they play a crucial role in gastric carcinoma progression"}, {"pubmed": 16275157, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16326706, "text": "Shp-1 mediates the antiproliferative activity of tissue inhibitor of metalloproteinase-2"}, {"pubmed": 16424893, "text": "Results of this study provide evidence that TIMP-2 immunoreactive protein is prognostic in estimation of the aggressive clinical course of head and neck squamous cell carcinoma."}, {"pubmed": 16425263, "text": "The colocalization of EMMPRIN, MT1-MMP and TIMP-2 in human cervical carcinomas seems to be involved in a specific distribution pattern of tumor cell bound MMP-2, which is related with local proteolytic activity."}, {"pubmed": 16429190, "text": "TIMP-2 regulates the activity of MMPs in the extracellular matrix. The high frequency of GG genotype in the TIMP-2 gene promoter showed this site was unsuitable for studies of DNA polymorphism-disease associations in the studied population."}, {"pubmed": 16491114, "text": "TIMP-2-mediated inhibition of Src kinase activity leads to the signaling switch from Rac1 to Rap1, thereby leading to enhanced RECK expression."}, {"pubmed": 16623785, "text": "TIMP-2 reactivity in capillaries and fibroblasts was decreased in congenital diaphragmatic hernia lungs."}, {"pubmed": 16631927, "text": "TIMP-1 and TIMP-2 are major serum factors that stimulate the induction of TIMP-1 mRNA in quiescent human gingival fibroblasts (Gin-1 cells) at mid-G1 (6-9 h after serum stimulation) of the cell cycle, but not that of TIMP-2."}, {"pubmed": 16716258, "text": "TIMP-2 mediated alteration in cell morphology requires Rap1, TIMP-2 may recruit Rap1 to sites of actin cytoskeleton remodeling necessary for cell spreading, and enhanced cell adhesion by TIMP-2 expression may hinder cell migration"}, {"pubmed": 16723886, "text": "Presence of a G/C heterozygous genotype at position -418 in TIMP2 promoter could be a genetic predisposing factor for familial moyamoya disease."}, {"pubmed": 16728425, "text": "an imbalance between the MMP-2 and TIMP-2, caused primarily by an increase in TIMP-2 activity, contributes to the pathogenesis of diabetic nephropathy."}, {"pubmed": 16772717, "text": "Increase in serum levels eight days after IVIG treatment in neuromuscular disease."}, {"pubmed": 16776850, "text": "When all three proteases are studied in combination, a tendency was found for tumors with high MMP-2, high MMP-14 and low TIMP-2 expression to predict a poor prognosis but the results did not reach significance"}, {"pubmed": 16940985, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17008230, "text": "TIMP-1 may serve as a useful laboratory marker to predict the clinical outcome of patients presenting with severe sepsis."}, {"pubmed": 17030988, "text": "TIMP-2 has a role in the pericyte-induced stabilization of newly formed vascular networks that are predisposed to undergo regression and reveal specific molecular targets of the inhibitors regulating these events."}, {"pubmed": 17067460, "text": "Expression of TIMP-2 consequently increased with the increase of MMP2 and MT1-MMP in oral lichen planus."}, {"pubmed": 17071711, "text": "TIMP-2 is abundant in the ovarian perifollicular stroma. Its median level increased in the early ovulatory phase."}, {"pubmed": 17106248, "text": "Expression of TIMP-2 enhances the antitumor efficacy of a replicating adenovirus in vivo, by reducing both tumor growth and angiogenesis."}, {"pubmed": 17130843, "text": "TIMP2 and TIMP3 play functional role in LPA-induced invasion as negative regulators."}, {"pubmed": 17203468, "text": "Results describe the opposite effects of high glucose on matrix metalloproteinase-2 and tissue inhibitor of metalloproteinase-2 in human endothelial cells."}, {"pubmed": 17222415, "text": "TIMP-1 and TIMP-2 have a differential relationship with haemostatic proteins and roles in hemostasis and thrombogenesis"}, {"pubmed": 17226791, "text": "The aim of the present study was to investigate the effect of P. gingivalis on the expression and production of MMP-2, MMP-9, TIMP-1, and TIMP-2 by oral fibroblasts and epithelial cells."}, {"pubmed": 17236757, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17325663, "text": "downregulation of the TIMP-2 gene is associated with promoter methylation and that this may play an important role in prostate cancer progression during the invasive and metastatic stages of the disease"}, {"pubmed": 17342343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17342343, "text": "TIMP-2 polymorphism is strongly associated with an increased risk of OSCC in Europeans carrying the low C allele expression."}, {"pubmed": 17350093, "text": "Positive correlation was found between hepatosplenomegaly and the MMP-2/TIMP-2 ratios (p=0.005 and 0.009) and between CNS involvement and the MMP-2/TIMP-2 ratio"}, {"pubmed": 17374529, "text": "The results indicate that TIMP-2 and MMP-2:TIMP-2 complex associate with favorable clinical course and could be used as a novel prognostic indicators in bladder cancer."}, {"pubmed": 17448043, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17448043, "text": "the -418G to C gene polymorphism is associated with generalized aggressive periodontitis in Chinese subjects"}, {"pubmed": 17493172, "text": "The expression of TIMP2 is significantly decreased in floppy valves compared to normal valves."}, {"pubmed": 17493602, "text": "Results of this study suggest that Systemic sclerosis patients with anticentromere antibodies positivity, after a primary fibrogenetic noxa, react with a more abundant release of MMP/TIMP, whereas patients with anti-Scl70 antibody show a normal response."}, {"pubmed": 17495113, "text": "MMP/TIMP balance seems to play an essential role in transferring mechanical signals into mesenchymal stem cells function."}, {"pubmed": 17564313, "text": "Expression of TIMP2 was evaluated in hepatocellular carcinoma and surrounding non-tumor tissue."}, {"pubmed": 17572184, "text": "incidental clear cell renal cell carcinomas strongly expressing MMP-9 and TIMP-2 have a higher nulclear grade(worse prognosis)."}, {"pubmed": 17589947, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17613170, "text": "Results determine the level of MMP-2, its natural inhibitor TIMP-2, their ratio and HER-2/neu as diagnostic and prognostic factors in breast cancer."}, {"pubmed": 17706812, "text": "MMP-9, but not TIMP-1 nor MMP-2 expression is increased in plaques causing acute coronary syndrome."}, {"pubmed": 17786346, "text": "Increased Timp-2 is assopciated with squamous cell laryngeal carcinoma"}, {"pubmed": 17868665, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17868665, "text": "elderly Chinese with TIMP2 C-allele have higher magnitude of QT dispersion and QTc dispersion prolongation"}, {"pubmed": 17886098, "text": "MMP-2, MT1-MMP and TIMP-2 mRNA expression levels were correlated with clinical stages and histological subtypes of thymic epithelial tumours. The activation of pro-MMP-2 might be mediated by MT1-MMP and TIMP-2 up-regulation."}, {"pubmed": 17893005, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17901377, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17954022, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17954022, "text": "TIMP-2 G-418C polymorphism increases risk of gastric cancer in a Chinese population, especially in younger subjects and smokers."}, {"pubmed": 17979129, "text": "gravitational unloading led to induction of TIMP2, an inhibitor of angiogenesis, in microvascular endothelial cells"}, {"pubmed": 17991754, "text": "Findings illustrate a novel role for MT1-MMP-TIMP-2 interaction, which controls cell functions by a mechanism independent of extracellular matrix degradation."}, {"pubmed": 18025061, "text": "No significant difference was seen in gene expression level of MMPs, TIMPs and ratio of MMPs/TIMPs in ascending aorta and AV between patients with BAV and TAV."}, {"pubmed": 18042068, "text": "MMP-2, MMP-9, TIMP-1 and TIMP-2 play an important role in the pathogenesis of non-melanoma skin cancer. The immunoexpression of these proteins may be useful indicators of cutaneous cancer invasion and progression."}, {"pubmed": 18177649, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18177649, "text": "Report association of polymorphisms of the MMP-2 and TIMP-2 genes with the risk of endometriosis in North Chinese women."}, {"pubmed": 18217401, "text": "MMP-2, TIMP-1 and TIMP-2 levels are significantly higher and MMP-9 lower in children with chronic hepatitis B"}, {"pubmed": 18260263, "text": "There was correlation between TIMP-2 expression and tumor size and grading observed. We didn't find any correlation between TIMP-2 and nodal metastases, recurrence and survival."}, {"pubmed": 18265895, "text": "Crucial participants in tumour invasion and metastases are matrix metalloproteinases, tissue inhibitor of metalloproteinase inhibitors and cellular adhesion molecules. They play roles in tumour invasion and metastasis in non-small-cell lung carcinomas."}, {"pubmed": 18288718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18288718, "text": "There was no association with TIMP-2 polymorphisms and risk of adenomyosis in North Chinese women."}, {"pubmed": 18291374, "text": "TIMP-1, -2, and -3 are significantly reduced by chorionic gonadotropin in endometrial stromal cells."}, {"pubmed": 18301898, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18301898, "text": "no significant association between TIMP-2 polymorphisms and Osteoarthritis was observed"}, {"pubmed": 18329693, "text": "This study suggests that MMP14 is involved mostly in prostate cancer implantation and that MMP2 and TIMP2 expression by reactive stromal cells might be used as predictors of diease-free survival in T3N0-2M0 Pca."}, {"pubmed": 18424416, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18424416, "text": "The TIMP-2 G-418C SNP may be associated with the risk of different histological subtypes of epithelial ovarian cancer."}, {"pubmed": 18469019, "text": "Identification of two previously unreported SNPs in FGFR1 and FABP3 associated with BMD and a third SNP in TIMP2 related to risk for non-vertebral osteoporotic fractures."}, {"pubmed": 18469019, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18472160, "text": "TIMP-2 overproduction is associated with bone marrow stromal cells in multiple myeloma"}, {"pubmed": 18474097, "text": "Upregulation of TIMP-2 production is one mechanism by which prodrug JS-K mediates its anti-invasive effects"}, {"pubmed": 18477480, "text": "Comparison of TIMP2 levels in preeclampsia and gestational hypertension with those found in normotensive pregnancies."}, {"pubmed": 18487063, "text": "hematopoiesis was not adversely affected by TIMP-1 or TIMP-2"}, {"pubmed": 18498066, "text": "Aggressive forms of gastric cancer are associated with low TIMP-2 expression."}, {"pubmed": 18543216, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18543216, "text": "TIMP-2 -418G/C polymorphisms were not associated with the risk of developing endometriosis or adenomyosis"}, {"pubmed": 18634035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18674955, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18702016, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18702016, "text": "This case-control study investigates the possible impact of genetic variants of the TIMP-2 gene in the aetiology of AAA and to reproduce a recently described significant difference in allele frequency of the SNP 303G>A in a German population."}, {"pubmed": 19020757, "text": "Serous and mucinous ovarian tumors express different profiles of TIMP-2."}, {"pubmed": 19088110, "text": "uterine decidua possesses protease activity in situ and in vitro and uterine natural killer cells are a major source of MMP-2 and TIMP-2"}, {"pubmed": 19141395, "text": "The results revealed that mononuclear cells were highly immunoreactive for TIMP-1, TIMP-2 and MMP-9 during viral meningitis and that the expression of TIMPs in polymorphonuclear cells was even higher during bacterial meningitis."}, {"pubmed": 19187648, "text": "TIMP-2 expression in human malignant glioma cells was up regulated by mutant IkappaBalpha."}, {"pubmed": 19241124, "text": "selective COX-2 inhibition suppresses the invasion activity of OSCC cells via down-regulation of an MMP-2-activating mechanism involving TIMP-2 and production of the MMP-2 protein by an interaction between cancer cells and stromal fibroblasts"}, {"pubmed": 19267203, "text": "TFPI-2 downregulation can contribute to tumour invasion of lung cancer cells"}, {"pubmed": 19317417, "text": "Study showed that MMP-9 and TIMP-2 were highly produced in brain microvessels while MMP-10 was notably increased in neurons of the ischemic brain but not in healthy areas."}, {"pubmed": 19331801, "text": "Combined hyperlipidemic patients have increased levels of prothrombotic and microinflammatory parameters and higher levels of MMP-2, MMP-9, TIMP-1, and TIMP-2 than control subjects."}, {"pubmed": 19358835, "text": "Obese children and adolescents had higher circulating MMP-8 concentrations, lower plasma TIMP-1 concentrations, and higher MMP-8/TIMP-1 ratios than non obese controls."}, {"pubmed": 19383344, "text": "TIMP-1 was up-regulated in human colorectal cancer samples compared with normal tissue, while TIMP-2 was down-regulated."}, {"pubmed": 19391484, "text": "Our study revealed increased immunoexpression of MMP-2, MMP-9 and TIMP-2 in acute cellular rejection of renal allografts."}, {"pubmed": 19431211, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19431211, "text": "Single nucleotide polymorphisms in the TIMP-2 gene is associated with breast cancer."}, {"pubmed": 19438747, "text": "increased expression of TIMP-2 in keloids compared with mature scars"}, {"pubmed": 19464975, "text": "TIMP2 higher expression in scar tissues than controls"}, {"pubmed": 19546837, "text": "Data show there was a significant correlation between the level of TGF-[beta]1 and the levels of MMP-2 and TIMP-2 immunostainings in pancreatic ductal epithelium."}, {"pubmed": 19551542, "text": "The migration of bone marrow (BM) mesenchymal stromal cells was the result of the variable level of MMP/TIMP in response to inflammatory stimuli."}, {"pubmed": 19551841, "text": "both the interactions of TIMP-2 with MT1-MMP, and the conventional inhibition of MT1-MMP's catalytic activity by TIMP-2, play a role in the invasion-promoting function of MT1-MMP"}, {"pubmed": 19596921, "text": "expression of TIMP-2 mRNA in the stage IA and stage IBIIIB tumors did not register any statistically significant difference"}, {"pubmed": 19640333, "text": "Determination of TIMP-2 in pleural fluid may contribute to differentiate TP from MP. The results suggest that overproduction of MMP-9 and TIMP-2 is associated with accumulation of the pleural effusion in malignancy."}, {"pubmed": 19698156, "text": "Higher amniotic fluid MMP-2 and TIMP-2 levels are found in women who eventually develop preeclampsia."}, {"pubmed": 19709349, "text": "Of MMP-2/TIMP-2/MMP-14 complex, high expression of MMP-2, TIMP-2 & MMP-14 mRNA may contribute to local invasiveness of ameloblastoma; local invasive capacity of ameloblastoma more likely related to high transcription levels of TIMP-2 and MMP-14."}, {"pubmed": 19723139, "text": "TIMPs were immunoreactive mainly in epithelium rather than in stroma of pleomorphic adenomas of salivary glands."}, {"pubmed": 19727008, "text": "Mitral TIMP2 expression is higher in patients with mitral chordae tendinae rupture and there is a synergistic effect of mitral TIMP2 staining with hypertension on its occurrence"}, {"pubmed": 19758569, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19821096, "text": "in the degenerative phase of hemangioma, TIMP-2 can inhibit the proliferation of endothelial cells"}, {"pubmed": 19844095, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19844095, "text": "TIMP-2 gene polymorphism is associated with intracerebral hemorrhage."}, {"pubmed": 19875168, "text": "evaluates the mRNA expression profile of genes TIMP1, TIMP2, MMP2 and MMP9 in diagnostic bone marrow samples from 134 consecutive ALL children by real-time quantitative PCR"}, {"pubmed": 19883732, "text": "Endogenously expressed TIMP-2 has a neuroprotective role, and they imply that the inhibition of TIMP-2 expression by MPP(+) or 6-OHDA may contribute, in part, to neuronal cell death."}, {"pubmed": 19889076, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19933216, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20041335, "text": "The primary tumors from patients with LR showed significantly higher percentage of TIMP-2 expression in stromal cells compared to primary tumors from patients with distant metastasis or primary tumors from patients without tumoral progression."}, {"pubmed": 20084057, "text": "TIMP-2 suppresses endothelial mitogenesis and angiogenesis by at least two mechanisms, one mediated by protein tyrosine phosphatase inhibition of VEGFR-2 activation, another involving direct activation of an IBMX-sensitive phosphodiesterase activity."}, {"pubmed": 20138860, "text": "The TIMP-2 -418G>C polymorphism is significantly associated with an increased susceptibility to atrial fibrillation in Chinese Han patients with hypertensive heart disease."}, {"pubmed": 20149706, "text": "This study assessed the impact of exercise on inflammatory markers and MMPs, and TIMPs. No significant changes were found in body mass index, waist/hip ratio, insulin-resistance indices, MMP-2 and TIMP-1 throughout the study in either group."}, {"pubmed": 20195229, "text": "Study confirms an altered TIMP2 expression in subjects with chronic C hepatitis and such alterations can contribute to development of liver fibrosis."}, {"pubmed": 20215736, "text": "changes in the extracellular matrix metabolism during the ageing process influence the level of circulating MMP-3 and MMP-10, as well as their tissue inhibitors TIMP-1 and TIMP-2, in a healthy population"}, {"pubmed": 20216978, "text": "TIMP-2 protein level also increased significantly in the hypoxia/reoxygenation groups, compared with the normoxic group."}, {"pubmed": 20233321, "text": "Observations show an increased expression of TIMP-2 in periodontitis-affected gingival tissues. Moreover, the balance between MT1-MMP and its inhibitor TIMP-2 was altered in periodontitis-affected tissues."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20514432, "text": "Data show that gene expression rates of MMP-2 and TIMP-1 were higher in ONFH biopsies whereas TIMP-2 and MMP-9 gene expression was not significantly altered."}, {"pubmed": 20587546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20598922, "text": "A higher TIMP expression favours deposition of connective tissue and thus thicker vein wall, reducing matrix turnover by suppression of protease activity in varicose veins."}, {"pubmed": 20616161, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20627004, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20627004, "text": "The SNP-418G/C in the promoter region of TIMP-2 gene may be associated with abnormal growth pattern and curve progression of thoracic adolescent idiopathic thoracic scoliosis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20685029, "text": "An increase in MMP-2 mRNA and a decrease in TIMP-2 mRNA expression in uterosacral ligament are related to uterine prolapse in women without urinary incontinence."}, {"pubmed": 20694560, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20707923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20718757, "text": "Findings provide evidence that one of the mechanisms of the increase in angiogenesis in diffuse-type gastric carcinoma is the downregulation of the anti-angiogenic protein TIMP2."}, {"pubmed": 20730428, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20889295, "text": "Short-term use of statins is not associated in reducing levels of TIMP 2 in areas of low and peak wall stress in patients with abdominal aortic aneurysms."}, {"pubmed": 20940305, "text": "insulin-like growth factor-1 receptor is a binding partner of Loop 6/TIMP"}, {"pubmed": 20941509, "text": "Downregulation of TIMP-2 by 17beta-estradiol in male patients would not be articular cartilage protective."}, {"pubmed": 20948207, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21086628, "text": "Expression of matrix metalloproteinases 2 and 9 and their tissue inhibitors 1 and 2 in papillary thyroid cancer: an association with the clinical, morphological and ultrastructural characteristics of a tumor"}, {"pubmed": 21148412, "text": "Hypoxia reduces TIMP-2 secretion from human primary monocytes and from monocyte-like cell lines by inhibiting TIMP-2 transcription through mechanisms that involve the transcription factor SP-1."}, {"pubmed": 21195432, "text": "Polymorphisms in the promoter region of MMP-9 and TIMP-2 are associated with varicose veins in the Chinese population."}, {"pubmed": 21228746, "text": "The TIMP-2 gene is a disease-modifier gene of thoracic adolescent idiopathic scoliosis."}, {"pubmed": 21254651, "text": "TIMP2 may play a critical role in assisting nasopharyngeal carcinoma cells to degrade basement membrane to invade surrounding tissues and to form metastatic colonies in lymph nodes."}, {"pubmed": 21261731, "text": "Specific single-nucleotide polymorphism in TIMP2 and MMP2/9 appeared to be associated with tumorigenesis and biological behavior in colorectal cancer."}, {"pubmed": 21421877, "text": "MMP2, TIPM2, and TIMP3 genes were not associated with high myopia in this Chinese sample and hence are unlikely to play a major role in the genetic susceptibility to high myopia."}, {"pubmed": 21427648, "text": "The levels of TIMP-2 were significantly elevated in patients with inguinal hernia and significantly reduced in patients with aortic aneurysm."}, {"pubmed": 21432777, "text": "differences in histological features between nasal polyposis and chronic rhinosinusitis might be related to the expression of MMP-1, MMP-2, MMP-8 and their tissue inhibitor-2"}, {"pubmed": 21437624, "text": "Data indicate that the balance between MMPs and TIMPs in women with PCOS is altered, probably due to androgen excess found in these women."}, {"pubmed": 21454617, "text": "analysis of interactions of the catalytic domain (cd) of MMP-1 with the inhibitory domains of TIMP-1 and TIMP-2 (N-TIMPs) and MMP-3cd with N-TIMP-2"}, {"pubmed": 21462296, "text": "Polymorphisms in TIMP2 and WNT9B are novel loci predisposing to cleft palate."}, {"pubmed": 21463121, "text": "Findings show significant correlations between MMP-2, -9, and syndecan-1 and hemostatic parameters in hematologic malignancies, in contrast, the MMP inhibitors, TIMP1- and -2, were not correlated with any of the hemostatic parameters."}, {"pubmed": 21478099, "text": "Results indicate the better usefulness of TIMP-2 than MMP-2 in the diagnosis of colorectal cancer, especially in combined use with classic tumor marker of CRC, e.g. carcinoembryonic antigen."}, {"pubmed": 21526499, "text": "results suggest the greater importance of serum MMP-2 and TIMP-2 than of the classical tumor markers CEA and CA 19-9 in the diagnosis of gastric cancer"}, {"pubmed": 21620625, "text": "Serum levels of MMP-2/TIMP-2 were significantly higher in patients with matured arteriovenous fistulas vs levels in those that failed."}, {"pubmed": 21715326, "text": "phage display was used to identify variants of human TIMP-2 that are selective inhibitors of human MMP-1"}, {"pubmed": 21786179, "text": "The aim of our study was to compare the immunohistochemical expression of TIMP1 and TIMP2 between an uncontrollably invasive phenomenon (cancer) and an \"in situ\" process (trophoblast invasion)"}, {"pubmed": 21839835, "text": "The C-terminal domain of TIMP-2 inhibits cell surface activation of proMMP-2."}, {"pubmed": 21871510, "text": "TIMP-2 integrin-binding peptides retain anti-mitogenic activity in vascular endothelial growth factor A stimulated human microvascular endothelial cells."}, {"pubmed": 22020421, "text": "tissue inhibitor of metalloproteinase-2 promoter gene polymorphisms are associated with non-Hodgkin's lymphoma."}, {"pubmed": 22051851, "text": "During labor, TIMP2, TIMP1 and MMP-7 were significantly increased in cervicovaginal fluid."}, {"pubmed": 22110735, "text": "NDRG2 contributed to an increase in the ratio of matrix metalloproteinase 2 (MMP2) to tissue inhibitor of matrix metalloproteinase 2"}, {"pubmed": 22122951, "text": "TIMP-2 levels are significantly higher in osteoarthritic knees with clinical effusion than in knees without effusion."}, {"pubmed": 22169692, "text": "TIMP2 polymorphism is significantly related with occurrence and development of gastric cancer."}, {"pubmed": 22200256, "text": "an increase in the immunodistribution of MMP-2 and -9 and TIMP-1 and -2 in lichen sclerous compared to normal vulvar skin was observed."}, {"pubmed": 22200690, "text": "Failed to demonstrate any prognostic relevance of TIMP2 levels in advanced epithelial ovarian neoplasms."}, {"pubmed": 22262409, "text": "In hepatocellular carcinoma miR-519d is up-regulated by p53 and DNA hypomethylation and targets CDKN1A/p21, PTEN, AKT3 and TIMP2."}, {"pubmed": 22270451, "text": "Data show that positive immunoreaction for inhibitor of matrix metalloproteinase 2 (TIMP-2) correlated with favorable cancer-specific and overall survival."}, {"pubmed": 22272343, "text": "Results suggest that EZH2-mediated transcriptional repression of TIMP3 directly leads to activation of MMP-9."}, {"pubmed": 22302011, "text": "found increased plasma MMP-2 and TIMP-2 levels in end-stage kidney disease patients compared to controls , and hemodialysis decreased MMP-2 (but not TIMP-2) levels."}, {"pubmed": 22374248, "text": "TIMP2 (-418) GC was found to be involved in progression of PCa but not in initiation"}, {"pubmed": 22427646, "text": "Data show that TIMP-1 inhibits the MMP-10 with a K(i) of 1.1 x 10(-9) M, and TIMP-2 inhibits the MMP-10 with a K(i) of 5.8 x 10(-9) M."}, {"pubmed": 22438955, "text": "effect of HPV16 oncoproteins on the expression and activity of MMP-2, MMP-9, MT1-MMP, and their inhibitors TIMP-2 and RECK in cultures of keratinocytes"}, {"pubmed": 22511598, "text": "This study supports the concept of TIMP-2 expression in the stromal compartment of ovarian cancer(OC) as a promising marker of prognosis and response to cisplatin- and paclitaxel-based chemotherapy in OC patients."}, {"pubmed": 22512703, "text": "The level of MMP-2 activation was significantly elevated in tissues with Dupuytren's contracture. RT-PCR demonstrated significantly higher expression of MMP-2, TIMP-2, TGF-beta1, and DCN mRNA in the pathological tissues"}, {"pubmed": 22532131, "text": "The the roles of TIMP-2 in Esophageal cancer (EC) development, tumor progression and formation of metastases have been most extensively characterized and best recognized."}, {"pubmed": 22546345, "text": "Knockdown of GRP78 decreases ECM degradation, and downregulates the expression and activity of TIMP-2"}, {"pubmed": 22551568, "text": "cysteine-rich angiogenic inducer 61 may promote trophoblast cell migration and invasion through upregulation of NUR77 protein leading to the increase of matrix metalloproteinase 2(MMP2) release and the downregulation of tissue inhibitor of MMP2 expression"}, {"pubmed": 22621753, "text": "This study suggests that genetic variants in MMP-2,7,9 and TIMP-2genes are associated with higher susceptibility of gallbladder cancer."}, {"pubmed": 22685266, "text": "Altered expression of miR-200c may have a significant impact on the outcome of leiomyomas growth, maintenance of their mesenchymal and fibrotic characteristics, and possibly their associated symptoms."}, {"pubmed": 22730240, "text": "Analysis of gene-gene interaction suggests that MMP3 and TIMP2 may interactively contribute to a cleft phenotype"}, {"pubmed": 22820140, "text": "Roles for MMP-2 and TIMP-2 in both thyroid development and malignant transformation."}, {"pubmed": 22880464, "text": "The greatest intensity of the reaction and the villous TIMP-2 expression was characteristic of the group with untreated Intrauterine growth restriction."}, {"pubmed": 22883459, "text": "MMP-2, MMP-9 and TIMP-2, TIMP-1 may play an important role in the development, progression, invasion and metastasis of non-melanoma skin cancer."}, {"pubmed": 22985025, "text": "gene polymorphism is associated with advanced-stage endometriosis in Korean women"}, {"pubmed": 22985578, "text": "There was no association of TIMP2 expression and poor uterine scar healing and early caesarean scar pregnancy."}, {"pubmed": 23038618, "text": "There was no association between the presence of rs8179090 and curve progression in adolescent idiopathic scoliosis in a 2117-person Japanese cohort."}, {"pubmed": 23195431, "text": "CD133 affects the invasive ability of HCT116 cells by regulating TIMP-2."}, {"pubmed": 23205572, "text": "miR-200b enhances matrix metallopeptidase 2 (MMP2) activity by downregulating TIMP2 expression in endometrial adenocarcinoma HEC-1A cells"}, {"pubmed": 23264224, "text": "The aim of the present study was to investigate the diagnostic significance of MMP-2 and TIMP-2 serum levels in esophageal cancer patients in relation to clinico-pathological features of cancer."}, {"pubmed": 23320481, "text": "elevated levels of matrix metalloproteinase 9 and matrix metalloproteinase 2/tissue inhibitor of matrix metalloproteinase-2 complex may play a role in spontaneous termination of pregnancy"}, {"pubmed": 23369618, "text": "Data indicate that the expressions of genes PDCD5 and TIMP2 were consistent with their DNA methylation profiles."}, {"pubmed": 23371049, "text": "Data indicate that TIMP-2 promotes an anti-tumoral transcriptional profile in lung cancer including upregulation of E-cadherin."}, {"pubmed": 23388475, "text": "Report TIMP2 activity in chronic pancreatitis and pancreatic adenocarcinoma."}, {"pubmed": 23388612, "text": "TIMP2 urinary levels are a significantly valid marker of cell cycle arrest induction in acute kidney injury."}, {"pubmed": 23412981, "text": "There is no difference in the placental TIMP1 and TIMP2 levels in women delivering preterm and at term."}, {"pubmed": 23415672, "text": "Aim of the present study was to analyze the expression-profile of IGF1, IGFBP3, sICAM1, sVCAM1, MMP2, MMP9, TIMP2, VEGFA, VEGFD, VEGFC and VEGFR1 in patients with high-risk cervical cancer."}, {"pubmed": 23427184, "text": "TIMP-2 plays an important role in tumor growth in the case of BeWo choriocarcinoma cells."}, {"pubmed": 23472970, "text": "Up-regulation of tissue inhibitor of metalloproteinase-2 promotes SHI-1 cell invasion in nude mice."}, {"pubmed": 23491141, "text": "DNA sequence variation within the TIMP2 gene is a risk factor for Achilles tendon pathology in Caucasians."}, {"pubmed": 23536957, "text": "MMP2 (-1306C>T) and TIMP2 (-418 G>C) promoter variants are unlikely to have a major role in age-related macular degeneration risk susceptibility."}, {"pubmed": 23563628, "text": "TIMP-1 and TIMP-2 gene polymorphisms have roles in progression of liver fibrosis in patients with type C chronic liver disease"}, {"pubmed": 23585206, "text": "Positive correlations of MMP1, TIMP1 and 2 with pancreatic tumor diameter (CP) were observed, and MMP2 with the duration of surgery and blood loss"}, {"pubmed": 23650722, "text": "the increase of MMP-1 and MMP-9 expression and low of TIMP-1 and TIMP-2 expression makes the main contribution to the destructive (invasive) potential of SCC."}, {"pubmed": 23661104, "text": "TIMP2 levels are significantly increased in the plasma of metabolic syndrome patients."}, {"pubmed": 23673111, "text": "The levels of MMP2, MMP9, TIMP1, and TIMP2 in the peripheral blood of patients with papillary thyroid carcinoma were significantly higher than those with benign thyroid disease and healthy volunteers."}, {"pubmed": 23708302, "text": "we analyzed MMP-1, MMP-9 and TIMP-2 expression levels in tumoral and non-tumoral compartments of prostate cancer specimens"}, {"pubmed": 23769926, "text": "the influences of PDGFRB, MMP-3, and TIMP-2 on MMD may be unremarkable in Chinese Hans. There may be no prominent interaction among these five gene polymorphisms on the occurrence of MMD."}, {"pubmed": 23791966, "text": "MMP2-1306C/T, but not TIMP2G-418C, gene variants are a risk factor for the development of retinal vein occlusion."}, {"pubmed": 23793312, "text": "increased expression of tissue inhibitor (TIMP-2) is responsible for disturbed equilibrium of the metalloproteinase/tissue inhibitors system and as a consequence, for destabilization of atherosclerotic plaque and occurrence of the acute coronary syndrome"}, {"pubmed": 23817219, "text": "human brain microvascular endothelial cells switch to a proinflammatory state by means of an enhanced production of MMP-2, attenuated release of TIMP-1, and unaffected production of TIMP-2"}, {"pubmed": 23855590, "text": "Data indicate that CAPN 7 promotes endometrial stromal cell (hESC) migration and invasion by increasing the activity of MMP-2 via an increased ratio of MMP-2 to TIMP-2."}, {"pubmed": 23973519, "text": "Urine marker-TIMP2 may predict urinary tract impairment in children with myelodysplasia. and may differentiate at risk patients with either renal scarring or high detrusor leak point pressure."}, {"pubmed": 24042342, "text": "We found that MMP-1/TIMP-1 and MMP-1/TIMP-2 complexes were suppressed and that MMP-2 activity was upregulated in keratinocytes expressing siTIMP-1 or siTIMP-2."}, {"pubmed": 24068394, "text": "MMP2/TIMP2 and MMP9/TIMP1 immunoreactivity was extremely heterogeneous within the analyzed group of secondary liver tumors."}, {"pubmed": 24202705, "text": "Depletion of NEDD9 impaired invasion of cancer cells through inactivation of membrane-bound matrix metalloproteinase MMP14 by excess TIMP2 on the cell surface."}, {"pubmed": 24210229, "text": "After medical abortion, prolonged bleeding was associated with increased levels of TIMP-2 in the decidua."}, {"pubmed": 24212294, "text": "Report no association between lower levels of circulating TIMP2 and risk of prevalent cardiovascular disease in a general population cohort over 40 years."}, {"pubmed": 24335752, "text": "Data indicate a consistent correlation between RECK, MT1MMP, and TIMP2 across different models of clinical samples and cell lines and suggest evidence of the potential use of this subset of genes as a gene signature for diagnosing melanoma."}, {"pubmed": 24355694, "text": "Higher serum MMP-2 levels and MMP-2/TIMP-2 ratio could predict poor prognosis after TACE, suggesting prognostic role of these biomarkers in HCC."}, {"pubmed": 24384769, "text": "TIMP-2 seems to be a predictor of gastric tumor progression, especially for nodal involvement, whereas serum MMP-2 might be useful as an independent prognostic factor of patients' survival."}, {"pubmed": 24395652, "text": "MMP-2 and TIMP-2 might play a role in the process of colorectal cancer invasion and metastasis"}, {"pubmed": 24403492, "text": "Low serum TIMP2 expression is associated with early recurrence in cervical cancer."}, {"pubmed": 24427326, "text": "results suggest miR-19a is related with TIMP-2 pathway in laryngeal squamous cell carcinoma cells"}, {"pubmed": 24440352, "text": "TIMP2 is a direct downstream target for miR-106a"}, {"pubmed": 24444603, "text": "miR-106a has an oncogenic role in pancreatic tumorigenesis by promoting cancer cell proliferation, epithelial-mesenchymal transition and invasion by targeting tissue inhibitors of metalloproteinase 2 (TIMP-2)."}, {"pubmed": 24475101, "text": "The lack of mitral TIMP2 expression is associated with increases in cardiovascular death and heart failure following mitral valve surgery."}, {"pubmed": 24479343, "text": "Matrix metalloproteinases (MMP)--MMP-1,-2,-9 and its endogenous activity regulators in transformed by E7 oncogene HPV16 and HPV18 cervical carcinoma cell lines"}, {"pubmed": 24534323, "text": "This study investigated whether the -418 G/C gene polymorphism is associated with AAA in the Polish population."}, {"pubmed": 24591757, "text": "Concomitant increase in the expression of both MMP-2 and TIMP-2 in oral leukoplakia suggests that the activation of MMP-2 is dependent on TIMP-2 acting as a cofactor."}, {"pubmed": 24675717, "text": "The decline in urinary TIMP-2 and IGFBP7 values was the strongest predictor for renal recovery following cardiac surgery."}, {"pubmed": 24680659, "text": "the imbalance between serum MMP-9 and TIMP-2 levels could have a role in disease progression in patients with mRCC under treatment with sunitinib"}, {"pubmed": 24710006, "text": "Experimental results show high abundance of affinity-enhancing mutations in TIMP2, with some point mutations producing more than ten-fold improvement in affinity to MMP14."}, {"pubmed": 24799419, "text": "new evidence that promoter polymorphisms in TIMP2 are functional and may affect gene transcription with possible effects on craniofacial development leading to NSCL/P."}, {"pubmed": 24800696, "text": "TIMP-2 occurred mainly in patients over 50 years old."}, {"pubmed": 24819588, "text": "Inhibition of TIMP activity showed that TIMP-1 and TIMP-2 together were largely responsible for the reduction of migration and invasion by MSCs."}, {"pubmed": 25060386, "text": "TIMP-2 functions in a contextual fashion such that the effect on cardiac fibroblasts depends on the tissue microenvironment."}, {"pubmed": 25128867, "text": "No evidence was found for any associations between the TIMP-1,-2,-3, or -4 gene single nucleotide polymorphisms with unexplained recurrent spontaneous abortions in this Han Chinese Han population."}, {"pubmed": 25136829, "text": "The TIMP2 -418 G>C polymorphism may not be involved in predisposing risk factor for cancer."}, {"pubmed": 25153995, "text": "Our findings indicate that overexpression of MMP-9 and TIMPs in blood mononuclear cells and elevated depressive symptoms represent two unrelated phenomena after myocardial infarction."}, {"pubmed": 25189251, "text": "Single nucleotide polymorphisms in the human TIMP2 gene associated with hypertension in myocaridal infarction patients."}, {"pubmed": 25259564, "text": "The authors' results support the importance of MMPs and their tissue inhibitors in meningioma pathogenesis."}, {"pubmed": 25280484, "text": "TIMP-2 -418 GC + CC and MMP-2 -1575GA/-1306CC genotypes could be genetic predisposing factors for moyamoya development."}, {"pubmed": 25300296, "text": "MMP-2, MMP-9, MMP-7 and TIMP-2 were upregulated in primary spontaneous pneumothorax lesions."}, {"pubmed": 25405519, "text": "we concluded that NCTD enhances TIMP2 antitumor and antiVM activities in gallbladder cancers through downregulating MMP2 and MT1MMP."}, {"pubmed": 25412957, "text": "The MMP-2/TIMP-2 expression ratio has a higher prognostic value than the separate expressions of MMP-2 and TIMP-2."}, {"pubmed": 25436070, "text": "MMP-2, MMP-9, TIMP-1, and TIMP-2 may have important roles in the development and progression of MFH."}, {"pubmed": 25524453, "text": "Urinary TIMP-2 was able to detect severe acute kidney injury."}, {"pubmed": 25539555, "text": "TIMP-2 -418 G/C polymorphism was shown to be involved in the pathogenesis of prostate cancer and a putative protective effect against it in a Turkish population."}, {"pubmed": 25552509, "text": "Up-regulation of MT1-MMP and furin expression and low TIMP-2 expression make the main contribution to the invasiveness potential of squamous cell cervical carcinomas."}, {"pubmed": 25571919, "text": "Upregulation of EZH2, MMP2 and TIMP2 expression was correlated with metastasis of RCC to bone tissues ex vivo and in vitro."}, {"pubmed": 25579181, "text": "TIMP-2 gene methylation is associated with cervical precursor and invasive lesions."}, {"pubmed": 25656607, "text": "Our results suggest that the presence of the variant allele in the promoter of MMP-2 or TIMP-2 may be a protective factor for the development of breast cancer."}, {"pubmed": 25731730, "text": "Subsequent investigations revealed that TIMP2 is a direct target of miR-221/222, and overexpression of TIMP2 reduced the miR-221/222-mediated invasion, metastasis, and angiogenesis of glioma cells."}, {"pubmed": 25771900, "text": "There was no association between the expression of metallopeptidase-2 or tissue inhibitor of metalloprotease 2 and death or progression"}, {"pubmed": 25826490, "text": "For gingiva samples from chronic periodontitis patients treated with antibiotics, MMP-2 positive reaction was restricted to deep epithelial layers and few cells of the connective tissue. No significant difference was observed for TIMP-2 expression."}, {"pubmed": 25839957, "text": "Tissue inhibitor of metalloproteinase 2 inhibits activation of the beta-catenin signaling in melanoma cells."}, {"pubmed": 26067137, "text": "Stromal TIMP-2 expression reflected its role in regulating tumor progression in ameloblastoma and in regulating developmental processes in tooth germs by their inhibitory effect on MMP-9"}, {"pubmed": 26071077, "text": "TIMP-2 may be a marker for both invasion and recurrence of invasive prolactinomas"}, {"pubmed": 26130791, "text": "TIMP2 -418 C allele is associated with susceptibility for varicose vein formation and individuals with GG genotype may have a lower risk for varicose vein formation."}, {"pubmed": 26148591, "text": "TIMP-2 G-418C polymorphism may not influence the susceptibility of total cancer in overall population, but it was associated with cancer risk among Caucasian population."}, {"pubmed": 26191221, "text": "Suggest that miR-221 plays an oncogenic role in renal cancer cell proliferation, migration and invasion by directly inhibiting the tumor suppressor TIMP2."}, {"pubmed": 26268417, "text": "The expression levels MMP-9, TIMP-1, and TIMP-2 in both marrow plasma and culture supernatants were significantly higher in MM patients than controls."}, {"pubmed": 26278569, "text": "MiR-761 directly targeted ING4 and TIMP2."}, {"pubmed": 26329758, "text": "TIMP2 is elevated in patients with non-alcoholic fatty liver disease."}, {"pubmed": 26331622, "text": "TIMP-2 interaction with MT1-MMP provides tumor cells with either pro- or anti-apoptotic signaling depending on the extracellular environment and apoptotic stimulus."}, {"pubmed": 26539028, "text": "TIMP1, TIMP2, and TIMP4 are increased in aqueous humor from primary open angle glaucoma patients."}, {"pubmed": 26551785, "text": "showed a significant association between the variants of MMP-2 and TIMP-2 promoters and spontaneous intracerebral hemorrhage"}, {"pubmed": 26556867, "text": "our results demonstrate that TIMP-2 stimulates lung adenocarcinoma cell proliferation"}, {"pubmed": 26606754, "text": "This study shows that urinary [TIMP-2]*[IGFBP7] has a good diagnostic performance in predicting adverse outcomes in neonatal and pediatric AKI of heterogeneous etiology."}, {"pubmed": 26765397, "text": "At hospital admission, all viral gastroenteritis (GE) patients viral gastroenteritis (GE) patients demonstrated increased MMP-9 and decreased MMP-2 and TIMP-2 serum levels; kinetics of serum MMP-2, MMP-9, and TIMP-2 levels were similar among the viral GE patients but distinct from bacterial enteritis patients; involvement of MMPs and TIMPs in the pathophysiology of gastrointestinal symptoms likely varies depending on the"}, {"pubmed": 26797672, "text": "quantitative urine test is available to assess the risk of developing AKI by measuring the concentrations of two protein biomarkers, TIMP-2 and IGFBP-7"}, {"pubmed": 26823777, "text": "Pathogenesis and progression of nasal polyps is closely related with elevated MMP-9 and suppressed TIMP-2 expression"}, {"pubmed": 26856768, "text": "Results show decreased expression of MMP-2, MMP-9 and TIMP-2 genes on both mRNA and protein levels in depression; there elevated expression positively affects cognitive efficiency."}, {"pubmed": 26978018, "text": "The invasive potential of CSCC has been established to be substantially influenced by the increased expression of MMP-9 and uPA and by the decreased expression of TIMP-2, as well as to a lesser extent by a change in MMP-2 expression"}, {"pubmed": 26979530, "text": "significant differences were detected concerning the activity of TIMPs resulting in a negative correlation of TIMP1 activity with MMP2 activity (p = 0.044) and negative correlations of TIMP2 and TIMP3 with MMP9 activity"}, {"pubmed": 27018975, "text": "important regulator of extracellular matrix degradation and hepatocellular carcinoma metastasis"}, {"pubmed": 27033700, "text": "Here we report isothermal titration calorimetric studies of the effects of selectivity-modifying mutations in NTIMP1 and NTIMP2 on the thermodynamics of their interactions with MMP1, MMP3, and MMP14."}, {"pubmed": 27058373, "text": "No significant association was observed in MMP13, TIMP2 and TGFB3 genes with CP or PI. CP is a risk factor to develop PI, however, there is no association of both diseases with polymorphisms in the MMP13, TIMP2 and TGFB3 genes"}, {"pubmed": 27098106, "text": "Changes in MMPs and TIMP expression may be a common element in, or perhaps even a marker for, recurrent depressive disorders and somatic diseases."}, {"pubmed": 27142596, "text": "expression of TIMP2 was inversely associated with miR-106a in nodule tissues. Apoptotic body was also seen under electron microscope accompanied by silencing of miR-106a. Together, this data indicated that miR-106a may act as an oncogene and contribute to gastric cancer development."}, {"pubmed": 27160811, "text": "TIMP-1 and-2 are primarily markers of an early function of the transplanted kidney."}, {"pubmed": 27173256, "text": "TIMP- 2 expression decreased in cervical disc herniation patients."}, {"pubmed": 27174659, "text": "biomarker for acute kidney injury"}, {"pubmed": 27174941, "text": "MMP2-1306C/T and TIMP2-418 G/C gene variants as risk factors for patients with relapsing remitting multiple sclerosis, was studied."}, {"pubmed": 27191265, "text": "Long noncoding RNA DANCR promotes prostate cancer invasion and metastasis through repressing the expression of TIMP2/3"}, {"pubmed": 27329669, "text": "The results of this study demonstrate that the gene expression of MMP9, MMP12, TIMP1 and TIMP2 was influenced by the addition of TGF-beta1. These results may be translated to chronic venous insufficiency framework and suggest involvement of TGF-beta1 in the vein wall pathology."}, {"pubmed": 27342580, "text": "High TIMP2 expression is associated with acute kidney injury."}, {"pubmed": 27342582, "text": "High TIMP2 expression is associated with acute kidney injury."}, {"pubmed": 27401679, "text": "study results suggest an association between matrix metalloproteinase 2, matrix metalloproteinase 9 and tissue inhibitor of metalloproteinase 2 single nucleotide polymorphisms with sperm parameters, but not infertility"}, {"pubmed": 27412873, "text": "Results show that resistant hypertension was associated with higher TIMP-2 levels and low MMP-2/TIMP-2 ratio, suggesting that these regulators of ECM remodeling play a key role in blood pressure control in this high-risk subset of hypertensive individuals."}, {"pubmed": 27434116, "text": "A higher risk of incidence or recurrent depressive disorder(OR=9.376) was confirmed in the case of a set of T/T-G/C genotypes of the MMP-9T-1702A and TIMP-2G-418C polymorphisms"}, {"pubmed": 27633774, "text": "This study demonstrated that TIMP2 higher expression in glioblastoma"}, {"pubmed": 27834627, "text": "miR-22 significantly upregulated the invasion capacity of 1321N1 cells. In silico analysis predicted that TIMP2 is a target gene of miR-22 which was confirmed by qPCR and Western blotting. Luciferase reporter assays demonstrated that miR-22 directly bound the 3'-untranslated regions of TIMP2. These data suggest that miR-22 acts to regulate invasion of 1321N1 astrocytoma cells by targeting TIMP2 expression."}, {"pubmed": 27834627, "text": "that miR-22 acts to regulate invasion of 1321N1 astrocytoma cells by targeting TIMP2 expression"}, {"pubmed": 27853937, "text": "MMP-2 and TIMP-2 were secreted by both tumor cells and stromal cells."}, {"pubmed": 27901480, "text": "This study provides evidence that TIMP-2 is a knee OA susceptibility gene in the Chinese population and a potential diagnostic and preventive marker for the disease."}, {"pubmed": 28003188, "text": "TIMP-2 is both expressed and secreted preferentially by cells of distal tubule origin, while IGFBP7 is equally expressed across tubule cell types yet preferentially secreted by cells of proximal tubule origin. In human kidney tissue, strong staining of IGFBP7 was seen in the luminal brush-border region of a subset of proximal tubule cells, and TIMP-2 stained intracellularly in distal tubules."}, {"pubmed": 28035415, "text": "High TIMP2 expression is associated with chronic myelogenous leukemia."}, {"pubmed": 28107490, "text": "Urine [TIMP-2]*[IGFBP7] is a promising candidate for early detection of AKI, especially in ruling-out AKI"}, {"pubmed": 28137415, "text": "No significant differences were found between MMP-7 A-181G, C-115T, and TIMP-2 G-418C polymorphism and coronary artery disease and myocardial infarction in a Turkish population."}, {"pubmed": 28139355, "text": "our results revealed miR-483-5p directly targeted to the cartilage matrix protein matrilin 3 (Matn3) and tissue inhibitor of metalloproteinase 2 (Timp2) to stimulate chondrocyte hypertrophy, extracellular matrix degradation, and cartilage angiogenesis, and it consequently initiated and accelerated the development of OA."}, {"pubmed": 28192449, "text": "Data show that the mean values for TIMP1, TIMP2 and MMP2 were lower in survivors, MMP9 was higher in survivors."}, {"pubmed": 28375112, "text": "Suggest that IL-6 could promote the invasiveness of breast cancer cells by inducing secretion of TIMP-1 and -2, causing a disturbance in TIMP/MMP balance."}, {"pubmed": 28382566, "text": "Study results demonstrate that urinary TIMP-2*IGFBP-7 concentration can be used in infants to predict subsequent serum creatinine-defined acute kidney injury following cardiopulmonary bypass."}, {"pubmed": 28384717, "text": "Myopia development in mammals is associated with reduced expression of TIMP-2, which contributes to increased degradative activity in the sclera."}, {"pubmed": 28510611, "text": "We conclude that in the resected esophageal cancer an increased mRNA expression of MMP-7, MMP-10 and TIMP-1 correlated with clinicopathologic features. We suggest that these genes may play a role during progression of the disease. MMP-10, MMP-7, TIMP-1, TIMP-2 were overexpressed in 73%, 85%, 55% and 42% of esophageal cancer samples, respectively."}, {"pubmed": 28620234, "text": "These results suggest that EZH2 inhibits TIMP2 expression via H3K27me3 and DNA methylation, which relieve the repression of MMP and facilitate ovarian cancer invasion and migration."}, {"pubmed": 28682920, "text": "Meta-analysis indicated that urinary [TIMP-2].[IGFBP7] may be a reliable biomarker for the early detection of acute kidney injury in adults."}, {"pubmed": 28731196, "text": "MiR-106a was inversely correlated with TIMP2."}, {"pubmed": 28802022, "text": "Data show that tissue inhibitor of metalloproteinase 2 (TIMP2) is a direct target of miR-492 that modulates cervical cancer cell invasion."}, {"pubmed": 28803769, "text": "Urine levels of TIMP2 (and IGFBP7) are predictive of acute kidney injury following cardiac surgical procedures."}, {"pubmed": 28871006, "text": "Overexpression of MMP2 and MMP16 in endometrial cancerous tissues corresponded to down-regulation of miR-377, miR-382 and miR-410, while decreased expression of TIMP2 was associated with miR-200b up-regulation."}, {"pubmed": 28888475, "text": "methylation differences within the TIMP2 gene promoter are not related to patellar tendinopathy"}, {"pubmed": 28980922, "text": "MMP-9 and TIMP-2 genes are upregulated in cancerous tissues when compared to normal bladder tissues."}, {"pubmed": 29035450, "text": "no significant correlation discovered between the rate of change in MMP-2 or MMP-2/TIMP-2 ratio and tumor grade or any clinicopathological variables in head and neck squamous cell carcinoma"}, {"pubmed": 29103203, "text": "Low TIMP2 expression is associated with Renal Cell Carcinoma."}, {"pubmed": 29145491, "text": "epithelial cells and leukocytes from the urinary sediment. CONCLUSION: The gene expression pattern of IGFBP7 and TIMP-2 from urinary sediment, which contains desquamated renal tubular epithelial cells, did not correlate with [IGFBP7]x[TIMP-2] protein, indicating that IGFBP7 and TIMP-2 measured in the NephroCheck(R) test originated predominantly from intact but stressed cells of the kidney itself"}, {"pubmed": 29265076, "text": "In squamous cell carcinoma of the cervix (SCCC), higher levels of MMP-14 expression were established in tumor cells, as evidenced by IHC (+3) and RT-PCR.Furin activity in the tumor was much higher than that in normal tissues.  The expression of TIMP-2 mRNA was sufficiently obvious in both the tumor and normal tissues to the bottom of the uterine cavity."}, {"pubmed": 29325453, "text": "Fewer TIMP-2, Hsp70 and TGF-beta1 immunoreactive cells in younger individuals and increased expression of Hsp70 in elderly individuals demonstrated the influence of aging in lung remodeling"}, {"pubmed": 29385606, "text": "TIMP2 plays a role in SZ etiology."}, {"pubmed": 29393341, "text": "TIMP2 promotes tumor progression and miR2055p directly regulates TIMP2, thereby suppressing proMMP2 activation and inhibiting oral squamous cell carcinoma cell invasiveness."}, {"pubmed": 29432996, "text": "Overexpression of TIMP2 inhibited cell viability, migration and EMT process."}, {"pubmed": 29505725, "text": "Released TIMP-2 is structurally intact and maintains the ability to inhibit MMP activity, as well as suppress lung cancer cell proliferation in vitro. These findings suggest that the AcVES3 hydrogel will be useful as an injectable vehicle for systemic delivery of TIMP-2 in vivo for ongoing preclinical development."}, {"pubmed": 29658596, "text": "TIMP2 was confirmed to be a direct downstream target of miR616. Inhibition of TIMP2 expression was required for the promoting effects of miR616 on the metastasis and EMT of ovarian cancer cells."}, {"pubmed": 29685765, "text": "UV-induced expression of DNMT1 may be responsible for mediating DNA hypermethylation in TIMP2, and thus, silencing its expression, in UV-exposed human skin."}, {"pubmed": 29753168, "text": "A low expression of TIMP2 and TIMP1 is correlated with advanced stages of meningioma."}, {"pubmed": 29763380, "text": "Angiogenin and the MMP9-TIMP2 axis are up-regulated in proangiogenic, decidual NK-like cells from patients with colorectal cancer."}, {"pubmed": 29912573, "text": "Association of tissue inhibitor of metalloproteinase 2 with non-alcoholic fatty liver disease in metabolic syndrome"}, {"pubmed": 29930267, "text": "rs8179090 -418 G > C polymorphism in the TIMP-2 gene is not associated with heart failure susceptibility and prognosis in Brazilian population."}, {"pubmed": 29941993, "text": "TIMP2 as the novel candidate biomarker for poorer outcome of GC patients"}, {"pubmed": 30249138, "text": "Association between maternal/newborn genetic variants, placental pathology and spontaneous preterm birth risk: a Romanian population-based study."}, {"pubmed": 30272338, "text": "the present study demonstrated that miR-939 was able to regulate NSCLC cell proliferation and invasion. Additionally, miR-939 negatively regulated TIMP2 by binding to its 3'UTR."}, {"pubmed": 30284418, "text": "TIMP-2 may be considered as a potential non-invasive marker for the diagnosis of liver fibrosis in patients with NAFLD."}, {"pubmed": 30300282, "text": "Study in cohort of donation after circulatory death kidney transplant recipients showed that urinary TIMP-2 is a promising biomarker predicting the occurrence and duration of prolonged functionally defined delayed graft function, whereas IGFBP7 was not sensitive enough in the setting of kidney transplantation."}, {"pubmed": 30515695, "text": "The current study suggests that the variation of TIMP2 gene and its interaction with MMP9 gene might be associated with male infertility."}, {"pubmed": 30562560, "text": "TIMP2 plays an important role in mediating sepsis-induced acute kidney injury (AKI) through regulation of NF-kappaB. These findings reveal the pathogenic role of TIMP2 in AKI and suggest a novel target for the treatment of AKI."}, {"pubmed": 30583769, "text": "The TIMP2 G > C (rs8179090) and G > A (rs2277698) alleles were strongly associated with POI. Our data suggest that the minor TIMP2 alleles may increase POI risk in Korean women."}, {"pubmed": 30593723, "text": "study demonstrated that TUG1 promotes the migration and invasion of human adenomyotic epithelial cells, and EGR1/TUG1/EZH2/TIMP2 may be a potential therapeutic target for adenomyosis."}, {"pubmed": 30676640, "text": "Imbalance in the metalloproteinase (MMP2, MMP9) to inhibitor tissue expression (TIMP1, TIMP2) in the vessel wall (the cross-sections of the internal thoracic artery, radial artery, and saphenous vein) might predispose to aortocoronary graft failure after coronary artery bypass grafting. A stronger expression of TIMPs than MMPs in the arterial grafts might explain favourable long-term outcomes."}, {"pubmed": 30755371, "text": "No significant interactions were noted between the MMP3, MMP8 and TIMP2 genes with ACLR susceptibility despite the known biological interactions between the proteins."}, {"pubmed": 30765222, "text": "TIMP2 is a direct downstream target of miR-552 in osteosarcoma."}, {"pubmed": 30794673, "text": "The tissue's MMP-14/TIMP-2 ratio may regulate the degree of Pro-MMP-2 activation as a determining factor, while the enzymatic activities of MMP-14 and TIMP-2 do not seem to play a key role in aneurysm development."}, {"pubmed": 30982674, "text": "Tissue inhibitor metalloproteinase-2 (TIMP-2) * IGF-binding protein-7 (IGFBP7) levels are associated with adverse outcomes in patients in the intensive care unit with acute kidney injury."}, {"pubmed": 30988064, "text": "There is a strong and highly significant association between the TIMP2-418G/C and TIMP3-1296T/C promoter SNPs and the risk of developing colorectal cancer in ethnic Kashmiri population."}, {"pubmed": 31018823, "text": "Imbalance in matrix metalloproteinases and tissue inhibitor of metalloproteinases from splenic veins and great saphenous veins under high hemodynamics."}, {"pubmed": 31032338, "text": "This study indicated that the MMP-2 (-1306C/T) polymorphism, in combination with the TIMP-2 (-418G/C) polymorphism, contributes to acne vulgaris susceptibility in the Chinese Han population."}, {"pubmed": 31061410, "text": "MicroRNA-130b functions as an oncomiRNA in non-small cell lung cancer by targeting tissue inhibitor of metalloproteinase-2."}, {"pubmed": 31088428, "text": "Study indicated that TIMP-2 rs2277698 was associated with breast cancer susceptibility in Han Chinese women. Also, TIMP-2 mRNA was found to be under-expressed in breast cancer."}, {"pubmed": 31119800, "text": "four polymorphisms (rs11077401, rs2376999, rs2277700, and rs4789934) associated with a higher risk of the progressive idiopathic scoliosis form"}, {"pubmed": 31208828, "text": "genetic polymorphisms in MMP3 and TIMP2 are significantly associated with chronic Achilles tendinopathy risk in a Chinese Han population"}, {"pubmed": 31263835, "text": "MMP-8 was identified only in myocardiocytes, while MMP-9 and TIMP-2 were present in both myocardiocytes and stroma, but with different intensity. The increasing intensity of MMP-8 and TIMP-2 immunoreactions was significantly associated with low HCS."}, {"pubmed": 31273966, "text": "Critical ischemia is associated with higher VEGF-A, MMP-9, TIMP-1, and TIMP-2 plasma concentrations than in the case of intermittent claudication"}, {"pubmed": 31293204, "text": "lower TIMP-2 or/and higher MMP-9 expression in cancer tissues was correlated with poorer overall survival.  Furthermore, TIMP-2 and MMP-9 expression had a synergistic role as efficient prognostic indicators for colorectal cancer patients."}, {"pubmed": 31298305, "text": "Correlations of TIMP2 and TIMP3 gene polymorphisms with primary open-angle glaucoma."}, {"pubmed": 31383784, "text": "MicroRNA-93 promotes the tumorigenesis of osteosarcoma by targeting TIMP2."}, {"pubmed": 31545237, "text": "long noncoding RNA FENDRR suppressed the progression of non-small cell lung cancer via binding to miR-761 and regulating TIMP2 expression."}, {"pubmed": 31772230, "text": "Relationship of common variants in MPP7, TIMP2 and CASP8 genes with the risk of chronic achilles tendinopathy."}, {"pubmed": 31791043, "text": "The effectiveness of urinary TIMP-2 and IGFBP-7 in predicting acute kidney injury in critically ill neonates."}, {"pubmed": 31836008, "text": "Low TIMP2 expression is associated with pancreatic cancer progression."}, {"pubmed": 31856559, "text": "Urinary tissue inhibitor of metalloproteinase-2 and insulin-like growth factor-binding protein 7 as biomarkers of patients with established acute kidney injury."}, {"pubmed": 31870265, "text": "TIMP-2 Polymorphisms Define Subtypes of Hypertensive Intracerebral Hemorrhage with Distinct Perihematomal Edema Development Patterns."}, {"pubmed": 31887330, "text": "In the Chinese population, we found that MMP3-rs522616, MMP2-rs1053605, TIMP2-rs4789936 were associated with decreased risk of colorectal cancer; while TIMP3-rs715572 was correlated with increased risk of colorectal cancer."}, {"pubmed": 31970775, "text": "Microenvironment-induced TIMP2 loss by cancer-secreted exosomal miR-4443 promotes liver metastasis of breast cancer."}, {"pubmed": 32116235, "text": "An increased level of MiR-222-3p is associated with TMP2 suppression, ERK activation and is associated with metastasis and a poor prognosis in renal clear cell carcinoma."}, {"pubmed": 32296833, "text": "Quantitative mapping of binding specificity landscapes for homologous targets by using a high-throughput method."}, {"pubmed": 32479185, "text": "Will urinary biomarkers provide a breakthrough in diagnosing cardiac surgery-associated AKI? - A systematic review."}, {"pubmed": 32495877, "text": "CSN6 promotes malignant progression of oral squamous cell carcinoma by down-regulating TIMP-2."}, {"pubmed": 32542727, "text": "Resveratrol inhibits the tumor migration and invasion by upregulating TET1 and reducing TIMP2/3 methylation in prostate carcinoma cells."}, {"pubmed": 32623572, "text": "Matrix Metalloproteinases (MMP-2) and Tissue Inhibitors of Metalloproteinases (TIMP-2) in Patients with Inguinal Hernias."}, {"pubmed": 32661216, "text": "RECK and TIMP-2 mediate inhibition of MMP-2 and MMP-9 by Annona muricata."}, {"pubmed": 32767336, "text": "Up-regulation of exosomal miR-106a may play a significant role in abdominal aortic aneurysm by inducing vascular smooth muscle cell apoptosis and targeting TIMP-2, an inhibitor of metallopeptidases that suppresses extracellular matrix degradation."}, {"pubmed": 32945513, "text": "Curcumin enhances anticancer efficacy of either gemcitabine or docetaxel on pancreatic cancer cells."}, {"pubmed": 32955903, "text": "Methylation of MMP2, TIMP2, MMP9 and TIMP1 in abdominal aortic aneurysm."}, {"pubmed": 32961536, "text": "The Behavior of MMP-2, MMP-7, MMP-9, and Their Inhibitors TIMP-1 and TIMP-2 in Adenoma-Colorectal Cancer Sequence."}, {"pubmed": 32969251, "text": "Role of MMP-2 and its inhibitor TIMP-2 as biomarkers for susceptibility to systemic lupus erythematosus."}, {"pubmed": 33009198, "text": "Urinary cell cycle arrest proteins urinary tissue inhibitor of metalloprotease 2 and insulin-like growth factor binding protein 7 predict acute kidney injury after severe trauma: A prospective observational study."}, {"pubmed": 33023532, "text": "TIMP-2 regulates proliferation, invasion and STAT3-mediated cancer stem cell-dependent chemoresistance in ovarian cancer cells."}, {"pubmed": 33045111, "text": "TIMP-2 as a noninvasive urinary marker for predicting neurogenic bladder in patients under follow-up for spina bifida."}, {"pubmed": 33093251, "text": "Expression of the matrix metalloproteinases MMP-2 and MMP-9 and their inhibitors TIMP-1 and TIMP-2 in systemic lupus erythematosus patients."}, {"pubmed": 33270569, "text": "ANALYSIS OF POLYMORPHISM OF MATRIX METALLOPROTEINASE-2 (C-1306 --> T) AND TISSUE INHIBITORS OF METALLOPROTEINASE-2 (G303 --> A) GENES IN PATIENTS WITH ANASTOMOTIC LEAK IN HOLLOW DIGESTIVE ORGANS."}, {"pubmed": 33411755, "text": "(TIMP2) x (IGFBP7) as early renal biomarker for the prediction of acute kidney injury in aortic surgery (TIGER). A single center observational study."}, {"pubmed": 33441876, "text": "The predictive value of TIMP-2 and IGFBP7 for kidney failure and 30-day mortality after elective cardiac surgery."}, {"pubmed": 33471544, "text": "Investigation of association between genetic polymorphisms of MMP2, MMP8, MMP9 and TIMP2 and development of varicose veins in the Slovak Population - pilot study."}, {"pubmed": 33482846, "text": "The serum levels of circulating matrix metalloproteinase MMP-9, MMP-2/TIMP-2 complex and TIMP-1 do not change significantly during normal pregnancy: a pilot study."}, {"pubmed": 33725949, "text": "Effect of TIMP2/TIMP3 genes on the risk of osteosarcoma in Zhejiang population."}, {"pubmed": 33731593, "text": "Genetic variants of tissue inhibitors of matrix metalloproteinase 1 (rs4898) and 2 (rs8179090) in diverticulosis."}, {"pubmed": 34155539, "text": "Matrix Metalloproteinases (MMP-2) and Tissue Inhibitors of Metalloproteinases (TIMP-2) in Male Inguinal Hernia Patients at Different Ages."}, {"pubmed": 34474580, "text": "Prevention of cardiac surgery-associated acute kidney injury by risk stratification using (TIMP-2)*(IGFBP7)."}, {"pubmed": 34487732, "text": "ESR1 mediated circ_0004018 suppresses angiogenesis in hepatocellular carcinoma via recruiting FUS and stabilizing TIMP2 expression."}, {"pubmed": 34497265, "text": "Tumor-derived exosomal miR-3157-3p promotes angiogenesis, vascular permeability and metastasis by targeting TIMP/KLF2 in non-small cell lung cancer."}, {"pubmed": 34678879, "text": "Bioinformatics analysis revealing prognostic significance of TIMP2 gene in breast cancer."}, {"pubmed": 34732411, "text": "Association of TIMP-2 Rs8179090 Genotypes With Lung Cancer Risk in Taiwan."}, {"pubmed": 34798882, "text": "MiR-149-3p promotes the cisplatin resistance and EMT in ovarian cancer through downregulating TIMP2 and CDKN1A."}, {"pubmed": 34801997, "text": "Relationships between Circulating Matrix Metalloproteinases, Tissue Inhibitor TIMP-2, and Renal Function in Patients with Myocarditis."}, {"pubmed": 35020251, "text": "TIMP2 genetic variation rs4789932 may associate with an increased risk of developing acne scarring based on a case-control study of Chinese Han population."}, {"pubmed": 35170890, "text": "Evaluating TIMP-2 and IGFBP-7 as a predictive tool for kidney injury in ureteropelvic junction obstruction."}, {"pubmed": 35274445, "text": "The role of tissue inhibitor of metalloproteinases in the aetiology of inguinal and incisional hernias."}, {"pubmed": 35294975, "text": "The Role of Tissue Inhibitor of Metalloproteinase-1 and 2 in Echinococcus granulosus senso lato-Induced Human Hepatic Fibrosis."}, {"pubmed": 35307071, "text": "[Advances in the clinical value of tissue inhibitors of metalloproteinase-2 and insulin-like growth factor binding protein 7 in sepsis associated-acute kidney injury]."}, {"pubmed": 35414793, "text": "TDG suppresses the migration and invasion of human colon cancer cells via the DNMT3A/TIMP2 axis."}, {"pubmed": 35469565, "text": "Elevated Urinary Tissue Inhibitor of Metalloproteinase-2 and Insulin-Like Growth Factor Binding Protein-7 Predict Drug-Induced Acute Kidney Injury."}, {"pubmed": 35523402, "text": "USP7 inhibits TIMP2 by up-regulating the expression of EZH2 to activate the NF-kappaB/PD-L1 axis to promote the development of cervical cancer."}, {"pubmed": 35604859, "text": "Perioperative Urinary TIMP-2*IGFBP7 and Acute Kidney Injury: A Systematic Review."}, {"pubmed": 35792273, "text": "TIMP2 is associated with prognosis and immune infiltrates of gastric and colon cancer."}, {"pubmed": 35834547, "text": "Association between urinary biomarkers MMP-7/TIMP-2 and reduced renal function in children with ureteropelvic junction obstruction."}, {"pubmed": 36430677, "text": "Effects of TIMP-2 Polymorphisms on Retinopathy of Prematurity Risk, Severity, Recurrence, and Treatment Response."}, {"pubmed": 36494333, "text": "Cancer-derived exosomal miR-197-3p confers angiogenesis via targeting TIMP2/3 in lung adenocarcinoma metastasis."}, {"pubmed": 36624735, "text": "The Biology and Function of Tissue Inhibitor of Metalloproteinase 2 in the Lungs."}, {"pubmed": 36905423, "text": "TIMP-2 as a predictive biomarker in 5-Fu-resistant colorectal cancer."}, {"pubmed": 36958106, "text": "Serum levels of matrix metalloproteinase 2 and its inhibitor after tonic-clonic seizures."}, {"pubmed": 37914840, "text": "Neuronal TIMP2 regulates hippocampus-dependent plasticity and extracellular matrix complexity."}, {"pubmed": 38015626, "text": "TIMP2 ameliorates blood-brain barrier disruption in traumatic brain injury by inhibiting Src-dependent VE-cadherin internalization."}, {"pubmed": 38478803, "text": "Association of TIMP2 418 G/C and MMP Gene Polymorphism with Risk of Urinary Cancers: Systematic Review and Meta-analysis."}, {"pubmed": 38798256, "text": "Demethylation of TIMP2 and TIMP3 Inhibits Cell Proliferation, Migration, and Invasion in Pituitary Adenomas."}, {"pubmed": 38914806, "text": "Circular RNA circLIFR suppresses papillary thyroid cancer progression by modulating the miR-429/TIMP2 axis."}], "genomic_pos": {"chr": "17", "end": 78925387, "ensemblgene": "ENSG00000035862", "start": 78852977, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 76921469, "start": 76849059, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0009725", "qualifier": "involved_in", "term": "response to hormone"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010951", "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034097", "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051045", "qualifier": "involved_in", "term": "negative regulation of membrane protein ectodomain proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905049", "pubmed": 9573338, "qualifier": "involved_in", "term": "negative regulation of metallopeptidase activity"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 23979707, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904813", "qualifier": "located_in", "term": "ficolin-1-rich granule lumen"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0002020", "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 9573338, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12032297, 24112707, 28514442, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008191", "qualifier": "enables", "term": "metalloendopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 24073280, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030414", "pubmed": 9573338, "qualifier": "enables", "term": "peptidase inhibitor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140678", "pubmed": 8476862, "qualifier": "enables", "term": "molecular function inhibitor activity"}]}, "homologene": {"genes": [[7955, 359835], [8364, 548477], [9031, 374178], [9544, 574357], [9598, 743167], [9606, 7077], [9615, 403633], [9913, 282093], [10090, 21858], [10116, 29543]], "id": 2444}, "interpro": [{"desc": "Netrin domain", "id": "IPR001134", "short_desc": "Netrin_domain"}, {"desc": "Protease inhibitor I35 (TIMP)", "id": "IPR001820", "short_desc": "TIMP"}, {"desc": "Tissue inhibitor of metalloproteinases-like, OB-fold", "id": "IPR008993", "short_desc": "TIMP-like_OB-fold"}, {"desc": "Proteinase inhibitor I35b (TIMP), C-terminal", "id": "IPR027465", "short_desc": "TIMP_C"}, {"desc": "Tissue inhibitor of metalloproteinase, conserved site", "id": "IPR030490", "short_desc": "TIMP_CS"}], "ipi": ["IPI00027166", "IPI00917285"], "map_location": "17q25.3", "name": "TIMP metallopeptidase inhibitor 2", "other_names": ["metalloproteinase inhibitor 2", "testicular secretory protein Li 57", "tissue inhibitor of metalloproteinases 2"], "pantherdb": {"HGNC": "11821", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98753", "ortholog_type": "LDO", "panther_family": "PTHR11844", "taxid": 10090, "uniprot_kb": "P25785"}, {"RGD": "61312", "ortholog_type": "LDO", "panther_family": "PTHR11844", "taxid": 10116, "uniprot_kb": "P30121"}, {"Gene": "TIMP2", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 9031, "uniprot_kb": "O42146"}, {"Ensembl": "ENSGALG00000027070", "ortholog_type": "LDO", "panther_family": "PTHR11844", "taxid": 9031, "uniprot_kb": "R4GIL5"}, {"ZFIN": "ZDB-GENE-040426-2655", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 7955, "uniprot_kb": "Q6NUX9"}, {"ZFIN": "ZDB-GENE-030612-1", "ortholog_type": "LDO", "panther_family": "PTHR11844", "taxid": 7955, "uniprot_kb": "Q1MTE8"}, {"WormBase": "WBGene00019478", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 6239, "uniprot_kb": "Q21265"}, {"WormBase": "WBGene00019476", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 6239, "uniprot_kb": "Q21267"}], "uniprot_kb": "P16035"}, "pathway": {"biocarta": {"id": "reckpathway", "name": "inhibition of matrix metalloproteinases"}, "reactome": [{"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9839373", "name": "Signaling by TGFBR3"}, {"id": "R-HSA-9839383", "name": "TGFBR3 PTM regulation"}], "wikipathways": [{"id": "WP129", "name": "Matrix Metalloproteinases"}, {"id": "WP1539", "name": "Angiogenesis"}, {"id": "WP2865", "name": "IL1 and megakaryocytes in obesity"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}]}, "pdb": ["1BR9", "1GXD", "2TMP", "4ILW"], "pfam": "PF00965", "pharmgkb": "PA36527", "pharos": {"target_id": 19724, "tdl": "Tbio"}, "pir": ["A37128", "I53729"], "prosite": "PS50189", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326212", "relationship": "is"}, {"id": "GNF326213", "relationship": "is"}, {"id": "GNF326214", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215144", "relationship": "is"}, {"id": "GNF257311", "relationship": "is"}, {"id": "GNF257312", "relationship": "is"}, {"id": "GNF257313", "relationship": "is"}, {"id": "GNF257314", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF038976", "relationship": "is"}, {"id": "GNF046208", "relationship": "is"}, {"id": "GNF046363", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014597", "relationship": "is"}, {"id": "GNF014598", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330620", "relationship": "is"}, {"id": "GNF331859", "relationship": "is"}, {"id": "GNF333646", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338442", "relationship": "is"}}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": "NP_003246.1", "rna": "NM_003255.5", "translation": {"protein": "NP_003246.1", "rna": "NM_003255.5"}}, "reporter": {"HG-U133_Plus_2": ["203167_at", "224560_at", "231579_s_at"], "HG-U95Av2": ["1375_s_at", "34722_at"], "HTA-2_0": ["TC17001923.hg.1", "TC17002807.hg.1"], "HuEx-1_0": "3772661", "HuGene-1_1": "8018966", "HuGene-2_1": "16849556"}, "summary": "This gene is a member of the TIMP gene family. The proteins encoded by this gene family are natural inhibitors of the matrix metalloproteinases, a group of peptidases involved in degradation of the extracellular matrix. In addition to an inhibitory role against metalloproteinases, the encoded protein has a unique role among TIMP family members in its ability to directly suppress the proliferation of endothelial cells. As a result, the encoded protein may be critical to the maintenance of tissue homeostasis by suppressing the proliferation of quiescent tissues in response to angiogenic factors, and by inhibiting protease activity in tissues undergoing remodelling of the extracellular matrix. [provided by RefSeq, Jul 2008].", "symbol": "TIMP2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336629"}, "unigene": "Hs.633514", "uniprot": {"Swiss-Prot": "P16035", "TrEMBL": ["B4DFW2", "A0A140VK57", "A0A9L9PYH5", "A0A9L9PXQ8"]}, "wikipedia": {"url_stub": "TIMP2"}}