{"AllianceGenome": "11822", "HGNC": "11822", "MIM": "188826", "_id": "7078", "_version": 1, "accession": {"genomic": ["AF001361.1", "AH003680.2", "AH006629.2", "AL023282.1", "CH471095.1", "CP068256.2", "KF457406.1", "KF510586.1", "NC_000022.11", "NC_060946.1", "NG_009117.2", "NG_029545.2", "S79779.1", "Z30183.1", "Z73979.1", "Z98256.1"], "protein": ["AAA17672.1", "AAA21815.1", "AAB07547.1", "AAB17602.1", "AAB34532.1", "AAB60373.1", "AAB68799.1", "AAC50393.1", "AAH14277.1", "AAP35494.1", "BAA08348.1", "BAG37386.1", "BAG60406.1", "CAA53813.1", "CAA82918.1", "CAG30479.1", "EAW60038.1", "NP_000353.1", "P35625.2"], "rna": ["AF035289.1", "AK098517.1", "AK298126.1", "AK314871.1", "BC013086.1", "BC014277.2", "BT006848.1", "CR456593.1", "D45917.1", "L15078.1", "NM_000362.5", "S78453.1", "U02571.1", "U14394.1", "U67195.1", "X76227.1", "X80791.1"], "translation": [{"protein": "BAG37386.1", "rna": "AK314871.1"}, {"protein": "AAH14277.1", "rna": "BC014277.2"}, {"protein": "CAG30479.1", "rna": "CR456593.1"}, {"protein": "AAB60373.1", "rna": "U14394.1"}, {"protein": "NP_000353.1", "rna": "NM_000362.5"}, {"protein": "AAA21815.1", "rna": "L15078.1"}, {"protein": "AAB34532.1", "rna": "S78453.1"}, {"protein": "AAP35494.1", "rna": "BT006848.1"}, {"protein": "BAA08348.1", "rna": "D45917.1"}, {"protein": "BAG60406.1", "rna": "AK298126.1"}, {"protein": "CAA53813.1", "rna": "X76227.1"}, {"protein": "AAA17672.1", "rna": "U02571.1"}, {"protein": "AAB07547.1", "rna": "U67195.1"}]}, "alias": ["HSMRK222", "K222", "K222TA2", "SFD"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-07-02T17:43:20.328Z", "disease_label": "Sorsby fundus dystrophy", "gcep": "Retina Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0007640", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_8594a02c-c0f3-4542-b6d3-f089ba94417e-2021-07-02T174320.328Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000100234", "protein": "ENSP00000266085", "transcript": "ENST00000266085", "translation": [{"protein": "ENSP00000266085", "rna": "ENST00000266085"}], "type_of_gene": "protein_coding"}, "entrezgene": "7078", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.05367879636, "exp_mis": 79.2683409319, "exp_syn": 39.7718390089, "lof_z": 1.99295059903909, "mis_z": 2.59679076079504, "mu_lof": 6.87975570736e-07, "mu_mis": 7.7538358413e-06, "mu_syn": 3.93679244437e-06, "n_lof": 3.0, "n_mis": 32.0, "n_syn": 33.0, "p_li": 0.112088669149861, "p_null": 0.0284532111513925, "p_rec": 0.859458119698747, "syn_z": 0.665684214088094}, "bp": 636, "cds_end": 33255364, "cds_start": 33197987, "n_exons": 5, "nonpsych": {"exp_lof": 8.10385356913, "exp_mis": 71.6549002594, "exp_syn": 35.9067496939, "lof_z": 1.76077702672472, "mis_z": 2.60118783099554, "mu_lof": 6.87975570736e-07, "mu_mis": 7.7538358413e-06, "mu_syn": 3.93679244437e-06, "n_lof": 3.0, "n_mis": 28.0, "n_syn": 32.0, "p_li": 0.0902642659724897, "p_null": 0.0476989706052936, "p_rec": 0.862036763422217, "syn_z": 0.410479117610457}, "nontcga": {"exp_lof": 8.32055376435, "exp_mis": 72.9180477489, "exp_syn": 36.5812593275, "lof_z": 2.16152500442813, "mis_z": 2.6790184046086, "mu_lof": 6.87975570736e-07, "mu_mis": 7.7538358413e-06, "mu_syn": 3.93679244437e-06, "n_lof": 2.0, "n_mis": 27.0, "n_syn": 29.0, "p_li": 0.344678029042676, "p_null": 0.0137227526901671, "p_rec": 0.641599218267157, "syn_z": 0.793659651872859}, "transcript": "ENST00000266085.6"}, "exons": [{"cdsend": 32859377, "cdsstart": 32802001, "chr": "22", "position": [[32801704, 32802122], [32849451, 32849534], [32857248, 32857360], [32858016, 32858138], [32859179, 32863041]], "strand": 1, "transcript": "NM_000362", "txend": 32863041, "txstart": 32801704}], "exons_hg19": [{"cdsend": 33255364, "cdsstart": 33197987, "chr": "22", "position": [[33197690, 33198108], [33245438, 33245521], [33253235, 33253347], [33254003, 33254125], [33255166, 33259028]], "strand": 1, "transcript": "NM_000362", "txend": 33259028, "txstart": 33197690}], "generif": [{"pubmed": 11353449, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11821400, "text": "Expression of Sorsby's fundus dystrophy mutations in human retinal pigment epithelial cells reduces matrix metalloproteinase inhibition and may promote angiogenesis"}, {"pubmed": 11827969, "text": "Tissue inhibitor of metalloproteinase-3 induces a Fas-associated death domain-dependent type II apoptotic pathway"}, {"pubmed": 11879143, "text": "Novel mutation in TIMP3 gene causes Sorsby Fundus Dystrophy."}, {"pubmed": 11988096, "text": "Engineering N-terminal domain of tissue inhibitor of metalloproteinase (TIMP)-3 to be a better inhibitor against tumour necrosis factor-alpha-converting enzyme"}, {"pubmed": 12372614, "text": "role in inducing apoptosis in retinal pigment epithelium and other cells"}, {"pubmed": 12388270, "text": "TIMP-3 may contribute to the regulation of myocardial remodeling and its reduction may promote a transition from compensated to end-stage congestive heart failure."}, {"pubmed": 12652295, "text": "we demonstrate the ability of TIMP3 to inhibit vascular endothelial factor (VEGF)-mediated angiogenesis"}, {"pubmed": 12654640, "text": "This protein is downregulated in lymphangioleiomyomatosis as a consequence of abnormal serum response factor expression."}, {"pubmed": 12687014, "text": "TIMP-3 promotes apoptosis in melanoma cells through stabilization of three distinct death receptors and activation of their apoptotic signaling cascade through caspase-8."}, {"pubmed": 12845640, "text": "Down-regulation of TIMP3 expression by methylation is associated with uveal melanoma development"}, {"pubmed": 12969699, "text": "Peaks during the early to mid-luteal phase. Seems to play role in hormonal regulation and endometrial tissue remodeling."}, {"pubmed": 14532978, "text": "ADAM-17/TACE and TIMP-3 might play an important role in the pathogenesis of prostate cancer"}, {"pubmed": 14605322, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14605322, "text": "Our analysis of the entire coding region of TIMP-1, -2, and -3, which are the main inhibitors of metalloproteinase activity in the extracellular matrix, failed to show an association between genetic polymorphisms and an intracranial aneurysm"}, {"pubmed": 15123717, "text": "TIMP-3 is a binding partner of epithelial growth factor-containing fibulin-like extracellular matrix protein 1 (EFEMP1)"}, {"pubmed": 15203191, "text": "Reactive oxygen species mediate TGF-beta1-induced TIMP-3 gene expression"}, {"pubmed": 15223866, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15225209, "text": "Dermal wound healing in red Duroc pigs show unique mRNA expression of HSP47,BMP-1,TIMP1-3 and hypercontracted,hyperpigmented scars."}, {"pubmed": 15297175, "text": "Promoter methylation of the TIMP3 is involved in suppression of TIMP3 expression in choriocarcinoma."}, {"pubmed": 15313474, "text": "HBV affects the malignance of hepatocellular cancer by suppressing TIMP-3."}, {"pubmed": 15387372, "text": "role in down regulation of proMMP-2 activation in scirrhous gastric carcinoma"}, {"pubmed": 15467768, "text": "Decreased expression of TIMP-3 protein correlates with invasive activity and metastasis in esophageal squamous cell carcinoma"}, {"pubmed": 15468069, "text": "Activation of ERK-MAPK pathway and Sp1 transcription factor play a pivotal role in the induction of TIMP-3 by TGF-beta in chondrocytes."}, {"pubmed": 15538971, "text": "The TIMP3 modulate extracellular matrix remodeling during embryonic development and disease."}, {"pubmed": 15592495, "text": "TIMP3 inactivation occurs in the progression to secondary gliomas."}, {"pubmed": 15599946, "text": "negative effect of TGFbeta1 on ADAMTS-1, -5, -9, and -15 coupled with increases in their inhibitor, TIMP-3 may aid the accumulation of versican in the stromal compartment of the prostate in BPH and prostate cancer"}, {"pubmed": 15688381, "text": "Reduced expression of TIMP-3 protein in esophageal adenocarcinoma is associated with increased tumour invasiveness"}, {"pubmed": 15714128, "text": "TIMP3 seems to play an important role in the tumorigenesis of primary pancreatic adenocarcinomas"}, {"pubmed": 15824229, "text": "Sequence analysis showed a single base pair change resulting in a Ser170Cys mutation in exon 5 of TIMP3"}, {"pubmed": 15879156, "text": "Intracellularly produced TIMP-3 not only induces apoptosis, but also modulates the apoptosis-inhibiting effects of TNF-alpha in human rheumatoid arthritis synovial fibroblast-like cells."}, {"pubmed": 15944607, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15944607, "text": "genetic variation in TIMP3 may contribute to the pathogenesis of abdominal aortic aneurysm"}, {"pubmed": 16079149, "text": "TIMP-3 reactive site mutations disrupt inhibition of matrix metalloproteinases but not TACE"}, {"pubmed": 16223891, "text": "Increased deposition of active TIMP-3, rather than dysregulation of metalloproteinase inhibition, is likely to be the primary, initiating event in Sorsby's fundus dystrophy ."}, {"pubmed": 16225775, "text": "role in reduction of metastasis in breast cancer cell line"}, {"pubmed": 16259644, "text": "Review discusses how, despite the lack of inherited mutations in the structural gene, the TIMP3 protein might play a role in the onset and progression of age-related macular degeneration."}, {"pubmed": 16771712, "text": "The inhibition of ADAMTS-2 by TIMP-3 alone out of 4 TIMP proteins is reported."}, {"pubmed": 16858683, "text": "Aberrant methylation and hence silencing of TIMP3, SLC5A8, DAPK and RARbeta2, in association with BRAF mutation, may be an important step in PTC tumorigenesis and progression."}, {"pubmed": 16908447, "text": "In idiopathic pulmonary fibrosis tissues TIMP3 gene expression was increased and the protein was localized to fibroblastic foci and extracellular matrix. Our findings suggest that TGF-beta1-induced TIMP3 may be an important mediator in lung fibrogenesis."}, {"pubmed": 16989765, "text": "A novel mutation in TIMP3 causes a late-onset form of SFD (Sorsby fundus dystrophy) in this family."}, {"pubmed": 17030988, "text": "TIMP-3 has a role in the pericyte-induced stabilization of newly formed vascular networks that are predisposed to undergo regression and reveal specific molecular targets of the inhibitors regulating these events."}, {"pubmed": 17033924, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17033924, "text": "We observed a moderately increased risk for breast cancer in the C allele carriers of the TIMP3-1296 T/C SNP (OR 1.25, 95% CI 1.05-1.50)"}, {"pubmed": 17080297, "text": "APMCF1 participates at least partially in cell cycle regulation through regulating genes such as p21 and TIMP3."}, {"pubmed": 17130843, "text": "TIMP2 and TIMP3 play functional role in LPA-induced invasion as negative regulators."}, {"pubmed": 17202148, "text": "TIMP-3 interacts with the ECM via both its N- and C-terminal domains. The amino acids involved in ECM binding are all basic in nature: Lys-26, Lys-27, Lys-30, Lys-76 of the N-terminal domain and Arg-163, Lys-165 of the C-terminal domain"}, {"pubmed": 17206475, "text": "Only p16 (INK4A )and TIMP3 were methylated consistently in medulloblastomas (p16 (INK4A ) 14%, TIMP3 11%) and p16 (INK4A) also in anaplastic ependymomas (1/4 tumors)."}, {"pubmed": 17209433, "text": "TIMP3, DAPK1 and AKR1B10 are important for squamous cell lung cancer tumorogenesis while AKR1B10 is potential oncogene whereas TIMP3 and DAPK1 are potential tumor suppressor genes."}, {"pubmed": 17376651, "text": "Requirement of PI3K signaling pathway for regulation of TIMP3 gene expression by TGFbeta in chondrocytes."}, {"pubmed": 17470431, "text": "TIMP-3 inhibition of ADAMTS-4 is modulated by interactions between aggrecan and the C-terminal domain of ADAMTS-4"}, {"pubmed": 17488654, "text": "Increased mesenchymal stem cell culture confluence impairs migration and is related to an upregulation of TIMP-3."}, {"pubmed": 17592394, "text": "TIMP-3 promoter hypermethylation is elevated in HNSCC and is highly correlated with DAPK hypermethylation, implying a functional relationship between these genes."}, {"pubmed": 17657847, "text": "attenuated expression of TIMP3 may play an important role in genesis and development of colon carcinoma"}, {"pubmed": 17676308, "text": "TIMP3 is uniquely regulated by Oxidised, glycated LDL lipoproteins, which may contribute to microvascular abnormalities in diabetic retinopathy."}, {"pubmed": 17893005, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17897911, "text": "upregulation of TIMP-3 expression in HCC-7721 cells inhibits invasion capacity in vitro as well as tumorigenic and metastatic potential in nude mice."}, {"pubmed": 17901377, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18006877, "text": "Acrolein, a constituent of cigarette smoke and an endogenous mediator of oxidative stress, decreases Timp3 mRNA in mouse lung."}, {"pubmed": 18186556, "text": "Methylation and loss of expression of TIMP3 occurs infrequently in esophageal squamous cell carcinoma in a region of high incidence in China"}, {"pubmed": 18291374, "text": "TIMP-1, -2, and -3 are significantly reduced by chorionic gonadotropin in endometrial stromal cells."}, {"pubmed": 18316197, "text": "TIMP-3 is an upstream mediator of neuronal apoptosis and likely contributes to neuronal loss in neurodegenerative diseases such as amyotrophic lateral sclerosis."}, {"pubmed": 18344519, "text": "In the presence of TIMP-3 and AGTR2, vascular endothelial growth factor-induced human umbilical vein endothelial cell proliferation was additively inhibited."}, {"pubmed": 18383040, "text": "IL-10 further regulates TNF-alpha by modulating TACE activation at early time points and by contributing to the induction of TIMP-3, the natural inhibitor of active TACE, at later time points"}, {"pubmed": 18471442, "text": "Results suggest that receptor-activated Smad2 and Smad3 and co-Smad4 critically mediate TGF-beta-stimulated TIMP-3 expression in human chondrocytes and TIMP-3 gene is a target of Smad signaling pathway."}, {"pubmed": 18516293, "text": "there is frequent TIMP-3 promoter methylation in adenocarcinomas of the esophagus and stomach"}, {"pubmed": 18566294, "text": "TIMP-3 is downregulated in a distinct subpopulation of atherosclerotic foam cells which have increased MMP-14."}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18638486, "text": "The combination of favourable functional epitopes together with a considerable flexibility renders TIMP-3 an efficient TACE inhibitor."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18955737, "text": "TIMP-3 protein accumulation was found to be an age-dependent phenomenon."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19020732, "text": "TIMP-3 hypermethylation is associated with lower TIMP-3 protein expression in esophageal squamous cell carcinoma and with poor patient survival due to a high frequency of recurrence by pleural dissemination"}, {"pubmed": 19082505, "text": "Data showed that ADAM17 and its specific inhibitor TIMP3 were co-expressed in the human intestinal barrier and ADAM17 inhibition, either physiologically or pharmacologically, amplified TNF-alpha-mediated hyperpermeability."}, {"pubmed": 19148529, "text": "of promoter hypermethylation of TIMP3, CDH1, DAPK, RASSF1A, p16INK4A and MGMT, only the epigenetic silencing of TIMP3 and CDH1 predicted a better outcome in head and neck squamous cell carcinoma"}, {"pubmed": 19296468, "text": "candidate tumor suppressor gene in the biliary tree"}, {"pubmed": 19299578, "text": "Results show, in contrast to TIMP3, early posttranscriptional upregulation of ADAM17 in intestinal epithelial cells linked to PMNL transepithelial migration and a high activity of Crohn's disease."}, {"pubmed": 19406980, "text": "TIMP3 expression increased in the renal arteries and proximal tubules of subjects with diabetic nephropathy or chronic allograft nephropathy."}, {"pubmed": 19431211, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19431211, "text": "Single nucleotide polymorphisms in the TIMP-3 gene is associated with breast cancer."}, {"pubmed": 19438747, "text": "increased expression of TIMP-3 in keloids compared with mature scars"}, {"pubmed": 19478078, "text": "Expression of S156C TIMP-3 mutation in endothelial cells results in an increased glycosylation, decreased matrix metalloproteinase inhibitory activity, increased vascular endothelial growth factor binding and tube formation."}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19536307, "text": "the TIMP3 p.E139K mutation is another cause of Sorsby fundus dystrophy; it is the second TIMP3 sequence variant reported that does not affect the number of cysteine residues in the mutant protein yet dimerizes in vitro"}, {"pubmed": 19543729, "text": "Data show that the expression levels MMP1, MMP9, ADAM9 and TIMP3 were altered in drug-resistant sublines."}, {"pubmed": 19581416, "text": "In atherosclerotic plaques from subjects with type 2 diabetes, the deregulation of MMP9 activity is related to inadequate expression of TIMP3 via SirT1."}, {"pubmed": 19633828, "text": "Data propose that dysregulation of membrane proteolysis by TACE/TIMP3 of TNF-alpha and IL-6R is an important factor for the development of skeletal muscle insulin resistance in obese type 2 diabetes patients by a novel autocrine/paracrine mechanism."}, {"pubmed": 19643179, "text": "The C-terminal domains of ADAMTS-4 and ADAMTS-5 affect the structure around the active site, favouring interaction with TIMP-3."}, {"pubmed": 19666115, "text": "TIMP-3 and ADAM17 interact in endothelial cells. ADAM17 is involved in modulating endothelial cell sprout retraction during angiogenesis."}, {"pubmed": 19799609, "text": "a decrease in CDH1, CDH13, and TIMP3 expression levels with an increase in CD44 can be used as an indicator for invasion in both ER-positive and -negative breast tumors."}, {"pubmed": 19834535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19835597, "text": "These results suggest that the conspicuous expression of the tumor suppressor genes BEX2, IGSF4 and TIMP3 in MLLmu acute myeloid leukemias cell lines is the consequence of altered epigenetic properties of MLL fusion proteins."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19922547, "text": "TIMP3 inactivation by methylation seems fairly exclusive to meningiomas with allelic losses on 22q12 but, in contrast to NF2 mutation, is involved in meningioma progression as it is associated with a more aggressive, high-grade meningioma phenotype."}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346171, "text": "miR-21 could promote invasion in breast cancer cells via its regulation of TIMP3"}, {"pubmed": 20385819, "text": "Observational study and genome-wide association study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20385819, "text": "variants near TIMP3 and high-density lipoprotein-associated loci influence susceptibility to age-related macular degeneration"}, {"pubmed": 20388016, "text": "These characteristics indicate the chondroprotective nature of TIMP-3 and its potential as a therapeutic agent for osteoarthritis."}, {"pubmed": 20417062, "text": "data indicate several novel important associations for miRNAs in psoriasis and in particular the miR-221/2-TIMP3 target interaction could among others play a role in the psoriasis pathogenesis"}, {"pubmed": 20484597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20587546, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20598922, "text": "A higher TIMP expression favours deposition of connective tissue and thus thicker vein wall, reducing matrix turnover by suppression of protease activity in varicose veins."}, {"pubmed": 20606036, "text": "The higher methylation of TIMP3 protein genes in prostate tissue samples from AA in comparison with Cau and may potentially contribute to the racial differences that are observed in prostate cancer pathogenesis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20675565, "text": "in this study we have evidence that the MMP inhibitory function of TIMP3 is critical during early stages of recovery from myocardial infarction."}, {"pubmed": 20682640, "text": "we demonstrate that tissue inhibitor of metalloproteinase 3 (TIMP3), the endogenous inhibitor of TNFalpha-converting enzyme (TACE), acts as an on-off switch for myogenic differentiation by regulating autocrine TNFalpha release."}, {"pubmed": 20801516, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20941363, "text": "TIMP-3 regulates hematopoietic stem cell proliferation, differentiation and trafficking and bone and bone turn-over."}, {"pubmed": 21102583, "text": "Overexpression of TIMP3 mRNA is associated with head and neck cancer."}, {"pubmed": 21339735, "text": "data indicate that the loss of TIMP3 expression exerts a functional role in the pathogenesis of papillary thyroid carcinoma"}, {"pubmed": 21421877, "text": "MMP2, TIPM2, and TIMP3 genes were not associated with high myopia in this Chinese sample and hence are unlikely to play a major role in the genetic susceptibility to high myopia."}, {"pubmed": 21613373, "text": "These results confirm associations of age-related macular degeneration with variants near the TIMP3 gene and at loci involved in HDL metabolism"}, {"pubmed": 21730794, "text": "In the present study, we showed that high expression of TIMP-3 correlates with increased patient response to bevacizumab therapy."}, {"pubmed": 21779788, "text": "TIMP3 overexpression correlates with progression of non-small cell lung cancer."}, {"pubmed": 21809381, "text": "compressive load leads to the increase in ADAMTS-1, 4, and 5 that contributes to the decrease of aggrecan and IDD via TIMP-3 independent machinery."}, {"pubmed": 21983937, "text": "Overexpression of miRNA-21 is associated with the biological behavior of pancreatic ductal adenocarcinoma via the downregulation of PDCD4 and TIMP3, resulting in tumor progression and an adverse clinical course."}, {"pubmed": 21984580, "text": "Systemic insulin resistance and subclinical atherosclerosis are associated with decreased IRS2 and TIMP3 expression in circulating monocytes."}, {"pubmed": 22171703, "text": "No evidence was found to support an association between the rs9621532 variant and susceptibility to either nAMD or PCV in a Chinese Han population."}, {"pubmed": 22183341, "text": "TIMP3 mutations are associated with Sorsby fundus dystrophy."}, {"pubmed": 22194599, "text": "inhibition of Met, hypoxia inducible factor 1alpha, vascular endothelial growth factor A, and induction of thrombospondin-1 and TIMP3 by decorin"}, {"pubmed": 22228635, "text": "Detection of promoter hypermethylation of TIMP3 in pretreatment salivary rinse is independently associated with local recurrence-free survival in patients with HNSCC and may be a valuable salivary rinse biomarker for HNSCC recurrence."}, {"pubmed": 22272343, "text": "Results suggest that EZH2-mediated transcriptional repression of TIMP3 directly leads to activation of MMP-9."}, {"pubmed": 22291969, "text": "HDAC inhibitor trichostatin A (TSA) increased the expression of TIMP-1 and TIMP-3 while decreased MMP-2, MMP-9 and uPA and have an inhibitory effect on trophoblast invasion."}, {"pubmed": 22378045, "text": "A hitherto unknown P14ARF/HDM2/SP1/TIMP3 signaling axis regulates TIMP3 expression via a balance between P14ARF & HDM2, independent of P53. P14ARF enhances SP1 transcriptional activity on TIMP3 by antagonizing inhibitory interaction of HDM2 with SP1."}, {"pubmed": 22383695, "text": "Pericyte-derived TIMP3 stabilized and ADAMTS1 destabilized the capillary tubular networks"}, {"pubmed": 22415751, "text": "In vitro and in vivo data clearly suggested a novel role of TIMP-3 in Th1/Th2 balance in humans."}, {"pubmed": 22492871, "text": "miR-98 and miR-181a through their regulatory functions on PGRMC1, PGR, CYP19A1, TIMP3, and DDX3X expression may influence a wide range of endometrial cellular activities during normal menstrual cycle and transition into disease states."}, {"pubmed": 22510504, "text": "The expression of TIMP-3 in the non-small cell lung cancer and metastasis groups was downregulated."}, {"pubmed": 22550340, "text": "cell signaling altered the dimer-monomer equilibrium and inhibitor association to promote activation of TACE-mediated ectodomain shedding, a regulatory mechanism that may extend to other ADAM proteases."}, {"pubmed": 22694820, "text": "In papillary thyroid cancer, significant correlations between the methylation status of the TIMP3 gene and the V600E BRAF mutation were found."}, {"pubmed": 22735305, "text": "study showed that ADAMTS-1, -4, -5 and TIMP3 were expressed at differential levels in hepatocellular carcinoma cell lines"}, {"pubmed": 22888638, "text": "The TIMP3 gene polymorphism may be an important risk factor for the development and progression of chronic obstructive pulmonary disease."}, {"pubmed": 22982189, "text": "Loss of TIMP-3 may increase IL-6 production via the tumor necrosis factor alpha/nuclear factor kappaB axis, thereby promoting tumor malignancy."}, {"pubmed": 23023527, "text": "We report 2 patients with novel mutations in Exon 1 of the N-terminal domain. Although the mutation occurs at a different location on the TIMP3 gene, the clinical features are similar to other reported patients with Sorsby fundus dystrophy."}, {"pubmed": 23023649, "text": "TIMP3 mRNA expression is decreased in prostate tumors due to aberrant histone modification."}, {"pubmed": 23042095, "text": "the detection of TIMP3 promoter hypermethylation in post-treatment salivary rinse as an independent prognostic maker for local recurrence-free survival in patients with HNSCC"}, {"pubmed": 23109338, "text": "Multivalent pseudopeptides targeting cell surface nucleoproteins inhibit cancer cell invasion through tissue inhibitor of metalloproteinases 3 (TIMP-3) release."}, {"pubmed": 23166318, "text": "analysis of difference in regulation of extracellular tissue inhibitor of metalloproteinases-3 levels by cell membrane-bound and shed low density lipoprotein receptor-related protein 1"}, {"pubmed": 23172037, "text": "Promoter hypomethylation of TIMP3 is associated with pre-eclampsia in a Chinese population."}, {"pubmed": 23313877, "text": "Downregulation of TIMP-3 is associated with osteoarthritis."}, {"pubmed": 23379820, "text": "Promoter hypermethylation contributes to TIMP3 down-regulation in high stage endometrioid endometrial carcinomas."}, {"pubmed": 23401241, "text": "Loss of TIMP3 is a hallmark of diabetic nephropathy, causing a concomitant STAT1-dependent and compartment-specific loss of FoxO1 activity."}, {"pubmed": 23422939, "text": "The data suggest that rs9621532 carriers have a lower risk of developing neovascular age-related macular degeneration, potentially because of decreased transcription of TIMP3."}, {"pubmed": 23468994, "text": "Smad3 completely abolished TGF-beta-elicited expression of TIMP-3 in human fibroblasts, whereas overexpression of Smad3 enhanced it"}, {"pubmed": 23504349, "text": "In esophageal squamous cell carcinoma miR-21 expression is increased. miR-21 down-regulation inhibits cell growth, invasion and induces cells to apoptosis by targeting FASL, TIMP3 and RECK genes."}, {"pubmed": 23527119, "text": "TIMP3 genetic variants are associated with survival and may be potentially useful in optimizing treatment strategies for individual patients."}, {"pubmed": 23575435, "text": "we found that the MMP9, MMP3 and TIMP3 polymorphisms and MMP3 and MMP12 haplotypes were associated with chronic bronchitis and recurrent pneumonia in Tatar children."}, {"pubmed": 23636268, "text": "Decreased TIMP-3 mRNA expression in ischemic diabetic foot ulcers compared to neuropathic samples suggests that the increased proteolytic environment may represent a causative factor in the ulcer progression."}, {"pubmed": 23649698, "text": "Dysregulation of TIMP3 activity in CADASIL patients contributes to impairment of extracellular matrix homeostasis."}, {"pubmed": 23794948, "text": "study was to investigate the associations of MMP1,3,9 and TIMP3"}, {"pubmed": 23797704, "text": "TIMP3 reduction is due, at least in part, to increased expression of certain TIMP3-targeting microRNAs in diabetic kidneys compared to healthy controls."}, {"pubmed": 23819566, "text": "The hypermethylation of the promoter region in CpG islands is the main mechanism of TIMP3 gene expression and may provide evidence for the molecular diagnosis and stage evaluation of gastric cancer."}, {"pubmed": 23830872, "text": "ITGA7 binds to tissue inhibitor of metalloproteinase 3 (TIMP3) in prostate cancer cells."}, {"pubmed": 23872201, "text": "A significant association has been found between the MMP-3(1171)5A/6A and TIMP-3 (1298) C/T polymorphisms and prostate cancer risk."}, {"pubmed": 23936642, "text": "miR-21 could promote metastasis in breast cancer via the regulation of TIMP3 translation"}, {"pubmed": 23991023, "text": "Data indicate that the allele C of rs130293 (C/T) in the tissue inhibitor of metalloproteinase 3 (TIMP3) gene was linked to resistance to high-altitude pulmonary edema (HAPE); while the allele T was associated with susceptibility to HAPE."}, {"pubmed": 24011615, "text": "No significant differences in TIMP-3 expression were observed in actinic keratosis, squamous cell carcinoma of the skin, and basal cell carcinoma."}, {"pubmed": 24048576, "text": "TIMP3 mRNA expression increases throughout the menstrual cycle and TIMP3 protein is in the appropriate cellular layers to regulate proteolytic remodeling as the follicle progresses toward ovulation."}, {"pubmed": 24129822, "text": "A peptide derived from TIMP-3 inhibits multiple angiogenic growth factor receptors and tumour growth and inflammatory arthritis in mice."}, {"pubmed": 24132606, "text": "EZH2 accelerates cancer cell migration, in part, via the repression of TIMP-3 expression."}, {"pubmed": 24195505, "text": "Anti-miR-191 could attenuate the invasiveness, suppress proliferation and induce apoptosis by restoring metalloprotease 3 expression"}, {"pubmed": 24221409, "text": "results demonstrate that TIMP3 expression correlates with inhibition of directionally persistent EC migration and adversely affects the angiogenic potential and growth of melanomas."}, {"pubmed": 24359512, "text": "presents CCNA1 and TIMP3 hypermethylation as a helpful tool to identify HNSCC subjects at risk of developing second primary carcinomas"}, {"pubmed": 24487965, "text": "Report no association of TIMP3 genetic polymorphisms with thoracic aortic dissection in Chinese Han population."}, {"pubmed": 24495020, "text": "Down-regulation of TIMP3 leads to increase in TACE expression and TNF-alpha production by placental trophoblast cells."}, {"pubmed": 24804215, "text": "Extracellular matrix proteins expression profiling in chemoresistant variants of the A2780 ovarian cancer cell line."}, {"pubmed": 24903383, "text": "Data show that gene polymorphisms of TIMP metallopeptidase inhibitors TIMP-3 -1296 T>C (rs9619311) and TIMP-4 -55 T>C (rs3755724) were associated with the susceptibility of hepatocellular carcinoma among Taiwan women."}, {"pubmed": 24973455, "text": "Decrease in TIMP3 expression correlates with increased expression of a cytomegalovirus-encoded cellular microRNA known to target TIMP3 in a novel viral strategy that is involved in immune response modulation."}, {"pubmed": 25041782, "text": "The hypermethylation frequencies of TIMP-3 and GSTP-1 of reversible chronic inflammatory gum disease and the control group were similar, but both were significantly lower than those for malignant disease patients."}, {"pubmed": 25065733, "text": "HPV-positive oropharyngeal squamous cell carcinoma is associated with TIMP3 and CADM1 promoter hypermethylation."}, {"pubmed": 25128867, "text": "No evidence was found for any associations between the TIMP-1,-2,-3, or -4 gene single nucleotide polymorphisms with unexplained recurrent spontaneous abortions in this Han Chinese Han population."}, {"pubmed": 25171061, "text": "TIMP-3 expression was associated with malignant behaviors of hepatocellular carcinoma, including portal vein invasion and lymph node metastasis. TIMP-3 expression was an independent prognostic factor for disease-free survival and overall survival"}, {"pubmed": 25300296, "text": "Expression levels of TIMP-1, TIMP-3 and TIMP-4 were negligible (<10% of cells) in primary spontaneous pneumothorax lesions."}, {"pubmed": 25357107, "text": "Presence of methylated TIMP-3 DNA in body fluids is a useful biomarker for predicting the progression and prognosis of gastric cancer."}, {"pubmed": 25449074, "text": "The -1296T/C and -915A/G polymorphisms of the TIMP-3 gene are associated with increased risk for atherosclerotic cerebral infarction in ethnic Han Chinese."}, {"pubmed": 25467143, "text": "TIMP3 methylation had prognostic value in patients with glioblastoma multiforme."}, {"pubmed": 25558000, "text": "TIMP3) promotes endothelial apoptosis via a caspase-independent mechanism."}, {"pubmed": 25563468, "text": "the levels of TIMP-3, and in some cases also TIMP-2, are decreased in Emery-Dreifuss muscular dystrophy (EDMD). The decrease might be associated with an adverse effect on matrix metalloproteinases and remodelling of the myocardial matrix. The specific decrease of TIMP-3 indicates that this biomarker might help in early detection of cardiac involvement in EDMD."}, {"pubmed": 25587717, "text": "This data shows that increased expression of miR-21 enhanced the invasive potential of melanoma cell lines through TIMP3 inhibition."}, {"pubmed": 25766588, "text": "This study expands the spectrum of mutations in the TIMP3 gene and associated phenotypic findings. Imaging using late-phase ICG-A may be useful for early identification of individuals at risk for developing SFD."}, {"pubmed": 25819812, "text": "The miR-191-TIMP3 axis might be critical in the malignant transformation of endometriosis to endometriosis-associated ovarian cancer."}, {"pubmed": 26068512, "text": "Gene-gene interactions between Smad3 rs6494629T/C and TIMP3 rs715572G/A polymorphisms may play more important protective roles in knee OA."}, {"pubmed": 26123869, "text": "following acute ACL injury, an upregulation of TIMP-3, the primary aggrecanase inhibitor, is elicited in response to increased aggrecan degradation, which may inhibit further cleavage"}, {"pubmed": 26304100, "text": "Genotypes of rs135025 and rs80272 in TIMP3 contribute to the development of preeclampsia in Han Chinese women."}, {"pubmed": 26493035, "text": "This case series suggests the C113G TIMP3 variant may represent a novel highly penetrant mutation causing choroidal neovascularisation of relatively late onset for Sorsby's fundus dystrophy, mimicking early onset AMD."}, {"pubmed": 26579821, "text": "Results suggest that gene-environment interactions between the TIMP3 rs9862 polymorphisms and betel quid may alter oral cancer susceptibility and tumor growth in Taiwanese men."}, {"pubmed": 26676407, "text": "expression of TIMP3 is low in pituitary adenomas including ACTH-secreting pituitary adenomas and negatively associated with tumor aggressiveness."}, {"pubmed": 26686417, "text": "Taken together, our results suggest that the imbalance between aggrecanase and TIMP-3 may play an important role in the pathogenesis of IDD and therefore be a potential therapeutic target for treating IDD."}, {"pubmed": 26707830, "text": "TIMP3 is a dominant negative regulator of angiogenesis in cutaneous melanoma and gene silencing by promoter methylation is associated with poor outcome"}, {"pubmed": 26749283, "text": "TIMP3 knockdown had opposite effects on the regulation of these genes."}, {"pubmed": 26872030, "text": "TIMP3 was validated as a direct target of miRNA-21 by dual-luciferase reporter assay. Silencing with small interfering RNA against TIMP3 promoted angiogenesis and increased MMP2 and MMP9 expression at the protein level."}, {"pubmed": 26979530, "text": "significant differences were detected concerning the activity of TIMPs resulting in a negative correlation of TIMP1 activity with MMP2 activity (p = 0.044) and negative correlations of TIMP2 and TIMP3 with MMP9 activity"}, {"pubmed": 27058897, "text": "we show that KDM1A promotes cancer metastasis in non-small cell lung cancer cells by repressing TIMP3 (tissue inhibitor of metalloproteinase 3) expression."}, {"pubmed": 27075707, "text": "These results implicate TIMP3 as a modulator of cell surface GHR abundance and the ability of GH to promote cellular signaling."}, {"pubmed": 27084377, "text": "MMP-13 may play a role on physiological turnover of cartilage extracellular matrix and that LRP1 is a key modulator of extracellular levels of MMP-13 and its internalization is independent of the levels of ADAMTS-4, -5 and TIMP-3."}, {"pubmed": 27191265, "text": "Long noncoding RNA DANCR promotes prostate cancer invasion and metastasis through repressing the expression of TIMP2/3"}, {"pubmed": 27222429, "text": "TIMP-3 expression is suppressed by promoter methylation in HCC."}, {"pubmed": 27291149, "text": "Our data suggest that miR-206 may function as an inflammatory regulator and drive the expression of MMP9 in M.tb-infected THP-1 cells by targeting TIMP3, indicating that miR-206 is a potential therapeutic target for patients with TB."}, {"pubmed": 27314542, "text": "Study identifies 2 urinary biomarkers-bFGF and TIMP3-that successfully detect one of the most common pediatric brain tumors, juvenile pilocytic astrocytomas, with high accuracy"}, {"pubmed": 27314831, "text": "A total of 1096 subjects from eight studies were included in the present meta-analysis. Overall, a significant association between TIMP-3 methylation and gastric cancer risk was observed (OR = 8.65; 95% CI4.31-17.37; p < 0.001). Our results show a positive correlation between TIMP-3 promoter methylation and gastric cancer risk and that TIMP-3 promoter methylation may be used as a molecular marker for gastric cancer"}, {"pubmed": 27383203, "text": "Data indicate the TGF-beta pathway regulates the epithelial-to-mesenchymal transition (EMT) of gastric cancer cells by increasing the levels of microRNA miRNA-181b to target Timp3 via the Smad2/3/4-dependent pathway."}, {"pubmed": 27476612, "text": "Dissecting the interaction between TIMP3 and LRP1 using a synthetic analog of the LRP1 receptor has been reported."}, {"pubmed": 27488105, "text": "Levels of miR-221/222 are associated negatively with estrogen receptor in in situ tumors and positively with tissue inhibitor of metalloproteinase 3 TIMP3 messenger RNA expression levels in pure invasive breast cancers."}, {"pubmed": 27543695, "text": "Using global proteomic profiling of brain leptomeningeal arteries, this study revealed that clusterin and tissue inhibitor of metalloproteinases-3 increase in leptomeningeal arteries affected by cerebral amyloid angiopathy."}, {"pubmed": 27545813, "text": "native glycosaminoglycans interact with TIMP-3."}, {"pubmed": 27582494, "text": "TIMP-3 K26A/K45A retained higher affinity for sulfated glycosaminoglycans than K42A/K110A and exhibited increased affinity for ADAMTS-5 in the presence of heparin."}, {"pubmed": 27601084, "text": "This is the first report of a syndromic Sorsby fundus dystrophy in line with the mouse model uncovering the role of TIMP3 in human lung morphogenesis and functions."}, {"pubmed": 27610455, "text": "Electrostatic potential calculations suggested a competition between negatively charged GAGs and highly negatively charged complement-like domains of LRP-1 for the binding to a positively charged area of TIMP-3 as an underlying mechanism."}, {"pubmed": 27706614, "text": "Both TIMP3 and APC methylation were associated with lymph node metastasis and higher clinical stage of tumors. Patients with methylation at TIMP3 or APC had worse prognoses as compared to those without these alterations."}, {"pubmed": 27746079, "text": "Study evaluated MMP-12 and TIMP-1, TIMP-2, TIMP-3, and TIMP-4 levels in 40 patients with asymptomatic and symptomatic critical carotid artery stenosis (CAS) with neurologic symptoms onset within the preceding 12 hours; results suggest that MMP-12 is related to critical CAS independently on symptoms, moreover, TIMP-3 and TIMP-4 seem to be specifically related to stroke"}, {"pubmed": 27966779, "text": "The expression level of LIPC, SLC16A8, and TIMP-3 was significantly associated with age-related macular degeneration pathology."}, {"pubmed": 28005406, "text": "Of the 225 genetic tests performed, 150 were for recessive IRD, and 75 were for dominant IRD. A positive molecular diagnosis was made in 70 (59%) of probands with recessive IRD and 19 (26%) probands with dominant IRD. Thirty-two novel variants were identified; among these, 17 sequence changes in four genes were predicted to be possibly or probably damaging including: ABCA4 (14), BEST1 (2), PRPH2 (1), and TIMP3"}, {"pubmed": 28081267, "text": "Single Nucleotide Variants of Candidate Genes in Aggrecan Metabolic Pathway Are Associated with Lumbar Disc Degeneration and Modic Changes"}, {"pubmed": 28138307, "text": "Plasma TIMP3 is a biomarker for predicting the tumor stage in patients with oral squamous cell carcinoma ."}, {"pubmed": 28236165, "text": "In aortic valves, disturbed flow leads to downregulation of TIMP3 via mechanosensitive microRNA-181b and results in endothelial matrix degradation."}, {"pubmed": 28550172, "text": "TIMP3 overexpression after myocardial infarction improves myocardial structural remodeling and function by promoting angiogenesis and inhibiting early proteolysis."}, {"pubmed": 28672103, "text": "Sphingosine-1-phosphate inhibited cell migration and MMP-2 expression through the upregulation of the tissue inhibitor of metalloproteinase-3 (TIMP-3) expression in human chondrosarcoma cells."}, {"pubmed": 28740544, "text": "Collectively, these results demonstrated that IL-32alpha upregulates the atheroprotective genes Timp3 and Reck by downregulating microRNA-205 through regulation of the Rprd2-Dgcr8/Ddx5-Dicer1 biogenesis pathway."}, {"pubmed": 28935174, "text": "TIMP-3 mRNA expression levels positively correlates with levels of miR-21 in in situ breast carcinomas and negatively in progesterone receptor positive invasive breast carcinomas."}, {"pubmed": 29177591, "text": "MiR-21 was up-regulated in cervical cancer tissues and serum samples, in contrast, TIMP3 was down-regulated in cervical cancer tissues. MiR-21 promoted the proliferation, viability and the migratory and invasive activities of cervical cancer cells through targeting TIMP3. Overexpression of TIMP3 attenuated the positive effects of miR-21."}, {"pubmed": 29180440, "text": "As a novel CLOCK-dependent diurnal gene, TIMP3 inhibits the expression of inflammatory cytokines that are up-regulated by UV irradiation in human keratinocytes."}, {"pubmed": 29304854, "text": "Preliminary studies indicate that baseline MMP3 and TIMP3 concentrations are associated with patient survival and disease-free time"}, {"pubmed": 29393355, "text": "miR-21-5p mediates apoptosis by targeting PTEN and TIMP3."}, {"pubmed": 29467412, "text": "IL-32gamma may increase TIMP-3 expression via hypomethylation through inactivation of NF-kappaB activity, and thereby reduce lung tumor growth."}, {"pubmed": 29498555, "text": "Genetic variation in the TIMP-3 gene may contribute to individual differences in mixture plaque susceptibility in the Han Chinese population."}, {"pubmed": 29523219, "text": "these results demonstrate that decreased TIMP-3 expression may contribute to cisplatin resistance via inhibition of mitochondria-dependent apoptosis, indicating that forced TIMP-3 expression may be a useful strategy to improve the efficacy of cisplatin to treat laryngeal carcinoma"}, {"pubmed": 29524167, "text": "TIMP3 methylation is a marker for TN tumours and furthermore we showed for the first time that TIMP3 promoter methylation is an epigenetic marker of BRCA1ness tumours."}, {"pubmed": 29745091, "text": "This study demonstrated that miR-191 promoted the cell growth and invasion ability in prostate cancer through downregulating TIMP3 and might be a potential target for the biotherapy for Prostate cancer (PCa)."}, {"pubmed": 30218185, "text": "The presence of CpG islands hemimethylation in tissue inhibitor of metalloproteinases 3 and O-6-methylguanine-DNA methyltransferase genes is a promising triage method in cervical intraepithelial neoplasia recurrence."}, {"pubmed": 30279425, "text": "TIMP-3-overexpression in HEK293 cells demonstrated that TIMP-3 had a dual effect leading to a) inhibited shedding of several transmembrane proteins, in particular substrates of ADAM10, suggesting that exogenous TIMP-3 preferentially inhibits ADAM10 in HEK293 cells and b) increased levels of several LRP-1 ligands, likely by competing for their binding to LRP-1 and their subsequent internalization."}, {"pubmed": 30281655, "text": "we have shown that deleterious variation in TIMP3 is associated with bicuspid aortic valve and indices of thoracic aortic aneurysm. We further found that there is a synergistic interaction between loss of the X chromosome gene, TIMP1, and deleterious variation in TIMP3 that significantly increases that risk."}, {"pubmed": 30362332, "text": "Both combinations were able to increase the expressions of p53, TIMP-3 proteins, and MiR-34a in the HeLa cells."}, {"pubmed": 30388611, "text": "ADAMTS-2, collagen type-1, TIMP-3 and papilin levels of the uterosacral ligament play essential roles in the etiopathogenesis of pelvic organ prolapse among postmenopausal women without stress urinary incontinence."}, {"pubmed": 30450736, "text": "LAP-TIMP-3 was latent until release from the LAP by treatment with matrix metalloproteinase when it could inhibit proteases of the adamalysins and adamalysins with thrombospondin motifs families, but not matrix metalloproteinases, indicating that this version of TIMP-3 is a more specific inhibitor than the native protein."}, {"pubmed": 30668888, "text": "we propose a novel pathogenetic mechanism underlying the p.(Ser38Cys) TIMP3 founder mutation involving intramolecular disulfide bonding. These results provide new insights into the pathogenesis of SFD and other retinopathies linked to mutations in TIMP3, such as age-related macular degeneration."}, {"pubmed": 30715128, "text": "HDAC9 promotes trophoblast cell migration and invasion by repressing TIMP3 through promoter histone hypoacetylation. Thus, the findings of our study suggest that dysregulated HDAC9 and TIMP3 are relevant to PE."}, {"pubmed": 30781538, "text": "our results suggest that TIMP3 reversely mediates UVR-induced inflammation by being highly expressed during the daytime; therefore, recovering the circadian expression of TIMP3 using synthetic TIMP3 peptides or bioactive natural ingredients could at least in part inhibit the UVR-induced cellular phenomena."}, {"pubmed": 30894640, "text": "Glycosaminoglycans influence enzyme activity of MMP2 and MMP2/TIMP3 complex formation - Insights at cellular and molecular level."}, {"pubmed": 30915776, "text": "MiR-34b-5p knockdown attenuates bleomycin-induced pulmonary fibrosis by targeting tissue inhibitor of metalloproteinase 3 (TIMP3)."}, {"pubmed": 30988064, "text": "There is a strong and highly significant association between the TIMP2-418G/C and TIMP3-1296T/C promoter SNPs and the risk of developing colorectal cancer in ethnic Kashmiri population."}, {"pubmed": 31026378, "text": "the present study demonstrated the regulatory contribution of SNHG16/miR-17-5p/TIMP3 axis to viability, apoptosis, proliferation, and epithelial-mesenchymal transition of bladder cancer cells, which directly affected tumor progression."}, {"pubmed": 31185764, "text": "TIMP3 expression was lower in endometriosis lesions as compared with normal eutopic endometrium from controls; the same non-significant trend was found, in the comparison between endometriosis lesions and matched eutopic endometrium."}, {"pubmed": 31298305, "text": "Correlations of TIMP2 and TIMP3 gene polymorphisms with primary open-angle glaucoma."}, {"pubmed": 31397536, "text": "Polymorphisms of the TIMP3 gene may be associated with susceptibility to ankylosing spondylitis."}, {"pubmed": 31558368, "text": "RECK and TIMP-3 expression levels may be up-regulated by inhibiting the expression of miR-21, resulting in a decrease in ability of metastasis and invasion."}, {"pubmed": 31588243, "text": "TIMP3 expression associates with prognosis in colorectal cancer and its novel arylsulfonamide inducer, MPT0B390, inhibits tumor growth, metastasis and angiogenesis."}, {"pubmed": 31624299, "text": "Loss of TIMP3 by promoter methylation of Sp1 binding site promotes oral cancer metastasis."}, {"pubmed": 31773698, "text": "Transcriptomic expression levels of the VHL, TIMP-3, and RASSF1A genes in renal tumors."}, {"pubmed": 31815654, "text": "Long non-coding XIST raises methylation of TIMP-3 promoter to regulate collagen degradation in osteoarthritic chondrocytes after tibial plateau fracture."}, {"pubmed": 31887330, "text": "In the Chinese population, we found that MMP3-rs522616, MMP2-rs1053605, TIMP2-rs4789936 were associated with decreased risk of colorectal cancer; while TIMP3-rs715572 was correlated with increased risk of colorectal cancer."}, {"pubmed": 31917155, "text": "Uterine inflammatory myofibroblastic tumors in pregnant women with and without involvement of the placenta: a study of 6 cases with identification of a novel TIMP3-RET fusion."}, {"pubmed": 31927006, "text": "ALKBH5 repressed TIMP3 mRNA stability and protein production. In conclusion, the present research confirmed the ALKBH5/TIMP3 pathway in the non small lung cancer (NSCLC) oncogenesis progress, providing a novel insight for the epitranscriptome and potential therapeutic target for NSCLC."}, {"pubmed": 32071343, "text": "MiR-4435 is an UQCRB-related circulating miRNA in human colorectal cancer."}, {"pubmed": 32107793, "text": "Loss of TIMP3 expression induces inflammation, matrix degradation, and vascular ingrowth in nucleus pulposus: A new mechanism of intervertebral disc degeneration."}, {"pubmed": 32143276, "text": "Role of FGF and Hyaluronan in Choroidal Neovascularization in Sorsby Fundus Dystrophy."}, {"pubmed": 32271187, "text": "Pregnancy-associated Inflammatory Myofibroblastic Tumors of the Uterus Are Clinically Distinct and Highly Enriched for TIMP3-ALK and THBS1-ALK Fusions."}, {"pubmed": 32306499, "text": "Integration of miRNA-regulatory networks in hepatic stellate cells identifies TIMP3 as a key factor in chronic liver disease."}, {"pubmed": 32309847, "text": "MiR-770-5p facilitates podocyte apoptosis and inflammation in diabetic nephropathy by targeting TIMP3."}, {"pubmed": 32502021, "text": "A disintegrin and metalloproteinase with thrombospondin type motifs 1 rs402007 and tissue inhibitor of metalloproteinase-3 rs9619311 polymorphisms are associated with essential hypertension in a Chinese Han population, and there was a positive interaction among rs402007, rs9619311, and smoking."}, {"pubmed": 32542727, "text": "Resveratrol inhibits the tumor migration and invasion by upregulating TET1 and reducing TIMP2/3 methylation in prostate carcinoma cells."}, {"pubmed": 32631441, "text": "Disturbed balance in the expression of MMP9 and TIMP3 in cerebral amyloid angiopathy-related intracerebral haemorrhage."}, {"pubmed": 32715858, "text": "A novel TIMP3 mutation associated with a retinitis pigmentosa-like phenotype."}, {"pubmed": 32896063, "text": "CircFNDC3B sequestrates miR-937-5p to derepress TIMP3 and inhibit colorectal cancer progression."}, {"pubmed": 32968163, "text": "The fatty-acid amide hydrolase inhibitor URB597 inhibits MICA/B shedding."}, {"pubmed": 33121296, "text": "Association of VEGFA, TIMP-3, and IL-6 gene polymorphisms with predisposition to optic neuritis and optic neuritis with multiple sclerosis."}, {"pubmed": 33126605, "text": "Associations of TIMP-3 Genetic Polymorphisms with EGFR Statuses and Cancer Clinicopathologic Development in Lung Adenocarcinoma Patients."}, {"pubmed": 33131351, "text": "EFEMP1 in Direct Inguinal Hernia: correlation with TIMP3 and Regulation Toward Elastin Homoeostasis as Well as Fibroblast Mobility."}, {"pubmed": 33139818, "text": "Long non-coding RNA HAND2-AS1 delays cervical cancer progression via its regulation on the microRNA-21-5p/TIMP3/VEGFA axis."}, {"pubmed": 33379361, "text": "Specific Targeting of PEGylated Liposomal Doxorubicin (Doxil((R))) to Tumour Cells Using a Novel TIMP3 Peptide."}, {"pubmed": 33504102, "text": "Coupling of a Novel TIMP3 Peptide to Carboxypeptidase G2 for Pro-Drug Activation at the Tumour Site."}, {"pubmed": 33634991, "text": "Restoration of renal TIMP3 levels via genetics and pharmacological approach prevents experimental diabetic nephropathy."}, {"pubmed": 33653378, "text": "Long non-coding RNA ROR recruits histone transmethylase MLL1 to up-regulate TIMP3 expression and promote breast cancer progression."}, {"pubmed": 33725949, "text": "Effect of TIMP2/TIMP3 genes on the risk of osteosarcoma in Zhejiang population."}, {"pubmed": 33760178, "text": "Long noncoding RNA GAS5 protects against Mycoplasma pneumoniae pneumonia by regulating the microRNA2223p/TIMP3 axis."}, {"pubmed": 33814198, "text": "The tumor suppressive role of TIMP3 in the human osteosarcoma cells."}, {"pubmed": 33831331, "text": "TIMP1 and TIMP3 circulating levels and promoter polymorphisms in breast cancer."}, {"pubmed": 33960555, "text": "CircSLC7A2 protects against osteoarthritis through inhibition of the miR-4498/TIMP3 axis."}, {"pubmed": 34240668, "text": "Assessment of prognostic value of tissue inhibitors of metalloproteinase 3 (TIMP3) protein in ovarian cancer."}, {"pubmed": 34351574, "text": "MicroRNA-197-3p mediates damage to human coronary artery endothelial cells via targeting TIMP3 in Kawasaki disease."}, {"pubmed": 34390329, "text": "A circular RNA, circSMARCA5, inhibits prostate cancer proliferative, migrative, and invasive capabilities via the miR-181b-5p/miR-17-3p-TIMP3 axis."}, {"pubmed": 34459016, "text": "Increased expression of secreted protein acidic and rich in cysteine and tissue inhibitor of metalloproteinase-3 in epidermotropic melanoma metastasis."}, {"pubmed": 34599146, "text": "FKBP51 promotes invasion and migration by increasing the autophagic degradation of TIMP3 in clear cell renal cell carcinoma."}, {"pubmed": 34624146, "text": "Macrophage nuclear factor erythroid 2-related factor 2 deficiency promotes innate immune activation by tissue inhibitor of metalloproteinase 3-mediated RhoA/ROCK pathway in the ischemic liver."}, {"pubmed": 34781885, "text": "Comprehensive analysis of expression, prognosis and immune infiltration for TIMPs in glioblastoma."}, {"pubmed": 34875312, "text": "CircRNA-001241 mediates sorafenib resistance of hepatocellular carcinoma cells by sponging miR-21-5p and regulating TIMP3 expression."}, {"pubmed": 34883455, "text": "Comprehensive analyses of DNA methylation of the TIMP3 promoter in placentas from early-onset and late-onset preeclampsia."}, {"pubmed": 35477026, "text": "Circ_NNT suppresses the apoptosis and inflammation in glucose-induced human retinal pigment epithelium by regulating miR-320b/TIMP3 axis in diabetic retinopathy."}, {"pubmed": 35679059, "text": "Early-Onset TIMP3-Related Retinopathy Associated With Impaired Signal Peptide."}, {"pubmed": 35813301, "text": "Effect of tissue inhibitor of metalloproteinases-3 genetics polymorphism on clinicopathological characteristics of uterine cervical cancer patients in Taiwan."}, {"pubmed": 36093887, "text": "Differential gene expression of ADAMTS-1, ADAMTS-9 and TIMP-3 in periodontitis."}, {"pubmed": 36333976, "text": "Circulating levels of tissue inhibitor of metalloproteinase 3, a protein with inhibitory effects on angiogenesis, are increased in pre-eclampsia."}, {"pubmed": 36430707, "text": "Deglycosylation Increases the Aggregation and Angiogenic Properties of Mutant Tissue Inhibitor of Metalloproteinase 3 Protein: Implications for Sorsby Fundus Dystrophy."}, {"pubmed": 36494333, "text": "Cancer-derived exosomal miR-197-3p confers angiogenesis via targeting TIMP2/3 in lung adenocarcinoma metastasis."}, {"pubmed": 36499314, "text": "TIMP3 Gene Polymorphisms of -1296 T > C and -915 A > G Increase the Susceptibility to Arsenic-Induced Skin Cancer: A Cohort Study and In Silico Analysis of Mutation Impacts."}, {"pubmed": 36612628, "text": "Impact of Clinicopathological Characteristics and Tissue Inhibitor of Metalloproteinase-3 Polymorphism Rs9619311 on Biochemical Recurrence in Taiwanese Patients with Prostate Cancer."}, {"pubmed": 37414199, "text": "Targeting of HBP1/TIMP3 axis as a novel strategy against breast cancer."}, {"pubmed": 37844423, "text": "Loss of TIMP3, but not TIMP4, exacerbates thoracic and abdominal aortic aneurysm."}, {"pubmed": 38345407, "text": "Abnormal stress promotes intervertebral disc degeneration through WTAP/YTHDF2-dependent TIMP3 m6A modification."}, {"pubmed": 38369214, "text": "TIMP3/Wnt axis regulates gliosis of Muller glia."}, {"pubmed": 38601018, "text": "Review: Mechanisms of TIMP-3 accumulation and pathogenesis in Sorsby fundus dystrophy."}, {"pubmed": 38612555, "text": "Disease-Causing TIMP3 Variants and Deep Phenotyping of Two Czech Families with Sorsby Fundus Dystrophy Associated with Novel p.(Tyr152Cys) Mutation."}, {"pubmed": 38798256, "text": "Demethylation of TIMP2 and TIMP3 Inhibits Cell Proliferation, Migration, and Invasion in Pituitary Adenomas."}], "genomic_pos": {"chr": "22", "end": 32863041, "ensemblgene": "ENSG00000100234", "start": 32801705, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 33259030, "start": 33197687, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007601", "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009725", "qualifier": "involved_in", "term": "response to hormone"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010951", "qualifier": "involved_in", "term": "negative regulation of endopeptidase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034097", "qualifier": "involved_in", "term": "response to cytokine"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051045", "qualifier": "involved_in", "term": "negative regulation of membrane protein ectodomain proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051045", "pubmed": 18383040, "qualifier": "involved_in", "term": "negative regulation of membrane protein ectodomain proteolysis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904684", "qualifier": "involved_in", "term": "negative regulation of metalloendopeptidase activity"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005604", "qualifier": "located_in", "term": "basement membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031089", "qualifier": "located_in", "term": "platelet dense granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 20551380, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 27068509, 27559042, 28675934], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0002020", "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18344519, 18638486], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008191", "qualifier": "enables", "term": "metalloendopeptidase inhibitor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008191", "pubmed": 18638486, "qualifier": "enables", "term": "metalloendopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[8364, 100489929], [9031, 396483], [9544, 574381], [9598, 458784], [9606, 7078], [9615, 481289], [9913, 282094], [10090, 21859], [10116, 25358]], "id": 36322}, "interpro": [{"desc": "Netrin domain", "id": "IPR001134", "short_desc": "Netrin_domain"}, {"desc": "Protease inhibitor I35 (TIMP)", "id": "IPR001820", "short_desc": "TIMP"}, {"desc": "Tissue inhibitor of metalloproteinases-like, OB-fold", "id": "IPR008993", "short_desc": "TIMP-like_OB-fold"}, {"desc": "Proteinase inhibitor I35b (TIMP), C-terminal", "id": "IPR027465", "short_desc": "TIMP_C"}, {"desc": "Tissue inhibitor of metalloproteinase, conserved site", "id": "IPR030490", "short_desc": "TIMP_CS"}], "ipi": "IPI00218247", "map_location": "22q12.3", "name": "TIMP metallopeptidase inhibitor 3", "other_names": ["MIG-5 protein", "TIMP-3", "metalloproteinase inhibitor 3", "protein MIG-5", "tissue inhibitor of metalloproteinases 3"], "pantherdb": {"HGNC": "11822", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98754", "ortholog_type": "LDO", "panther_family": "PTHR11844", "taxid": 10090, "uniprot_kb": "P39876"}, {"RGD": "3865", "ortholog_type": "LDO", "panther_family": "PTHR11844", "taxid": 10116, "uniprot_kb": "P48032"}, {"Ensembl": "ENSGALG00000028627", "ortholog_type": "LDO", "panther_family": "PTHR11844", "taxid": 9031, "uniprot_kb": "P26652"}, {"WormBase": "WBGene00019478", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 6239, "uniprot_kb": "Q21265"}, {"WormBase": "WBGene00019476", "ortholog_type": "O", "panther_family": "PTHR11844", "taxid": 6239, "uniprot_kb": "Q21267"}], "uniprot_kb": "P35625"}, "pathway": {"biocarta": [{"id": "p53pathway", "name": "p53 signaling pathway"}, {"id": "reckpathway", "name": "inhibition of matrix metalloproteinases"}], "kegg": [{"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}], "wikipathways": [{"id": "WP129", "name": "Matrix Metalloproteinases"}, {"id": "WP1539", "name": "Angiogenesis"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": "3CKI", "pfam": "PF00965", "pharmgkb": "PA36528", "pharos": {"target_id": 10467, "tdl": "Tbio"}, "pir": "S45317", "prosite": "PS50189", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325233", "relationship": "is"}, {"id": "GNF325234", "relationship": "is"}, {"id": "GNF325235", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257315", "relationship": "is"}, {"id": "GNF257316", "relationship": "is"}, {"id": "GNF257317", "relationship": "is"}, {"id": "GNF257318", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156971", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031690", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091491", "relationship": "is"}, {"id": "GNF091492", "relationship": "is"}, {"id": "GNF091493", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052153", "relationship": "is"}, {"id": "GNF056919", "relationship": "is"}, {"id": "GNF061745", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069981", "relationship": "is"}, {"id": "GNF069982", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014599", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285901", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330251", "relationship": "is"}, {"id": "GNF332237", "relationship": "is"}, {"id": "GNF334029", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337541", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104073", "relationship": "is"}, {"id": "GNF143722", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_009117.2", "NG_029545.2"], "protein": "NP_000353.1", "rna": "NM_000362.5", "translation": {"protein": "NP_000353.1", "rna": "NM_000362.5"}}, "reporter": {"HG-U133_Plus_2": ["201147_s_at", "201148_s_at", "201149_s_at", "201150_s_at"], "HG-U95Av2": ["1034_at", "1035_g_at"], "HTA-2_0": ["TC22000248.hg.1", "TC22001311.hg.1"], "HuEx-1_0": "3943504", "HuGene-1_1": ["8072626", "8075635"], "HuGene-2_1": "16929442"}, "retired": 54731, "summary": "This gene belongs to the TIMP gene family. The proteins encoded by this gene family are inhibitors of the matrix metalloproteinases, a group of peptidases involved in degradation of the extracellular matrix (ECM). Expression of this gene is induced in response to mitogenic stimulation and this netrin domain-containing protein is localized to the ECM. Mutations in this gene have been associated with the autosomal dominant disorder Sorsby's fundus dystrophy. [provided by RefSeq, Jul 2008].", "symbol": "TIMP3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336630"}, "unigene": "Hs.644633", "uniprot": {"Swiss-Prot": "P35625"}, "wikipedia": {"url_stub": "TIMP3"}}