{"AllianceGenome": "14607", "HGNC": "14607", "MIM": "615241", "_id": "257000", "_version": 1, "accession": {"genomic": ["AC011533.6", "CP068259.2", "CQ783870.1", "NC_000019.10", "NC_060943.1"], "protein": ["NP_001383337.1", "NP_001383338.1"], "rna": ["AF370401.1", "AK075215.1", "BC036545.1", "BC047562.1", "BC120980.1", "BC120981.1", "BF368827.1", "BG354568.1", "BM020521.1", "BM044802.1", "BQ023603.1", "DA059417.1", "NM_001396408.1", "NM_001396409.1", "NM_153375.1"], "translation": [{"protein": "NP_001383337.1", "rna": "NM_001396408.1"}, {"protein": "NP_001383338.1", "rna": "NM_001396409.1"}]}, "alias": ["LINC00036", "NCRNA00036", "PLAC2", "TUBL", "onco-lncRNA-16"], "ensembl": {"gene": "ENSG00000223573", "protein": ["ENSP00000489810", "ENSP00000490584", "ENSP00000496189"], "transcript": ["ENST00000448587", "ENST00000587632", "ENST00000590789", "ENST00000646160", "ENST00000646675"], "translation": [{"protein": "ENSP00000490584", "rna": "ENST00000448587"}, {"protein": "ENSP00000489810", "rna": "ENST00000587632"}, {"protein": "ENSP00000496189", "rna": "ENST00000646160"}], "type_of_gene": "protein_coding"}, "entrezgene": "257000", "exons": [{"cdsend": 5568034, "cdsstart": 5568034, "chr": "19", "position": [[5558166, 5561399], [5562081, 5562211], [5567664, 5568034]], "strand": -1, "transcript": "NR_027064", "txend": 5568034, "txstart": 5558166}], "exons_hg19": [{"cdsend": 5568045, "cdsstart": 5568045, "chr": "19", "position": [[5558177, 5561410], [5562092, 5562222], [5567675, 5568045]], "strand": -1, "transcript": "NR_027064", "txend": 5568045, "txstart": 5558177}], "generif": [{"pubmed": 23201690, "text": "a 3.7-kilobase lncRNA, terminal differentiation-induced ncRNA (TINCR), controls human epidermal differentiation by a post-transcriptional mechanism"}, {"pubmed": 24019000, "text": "TINCR, together with Staufen1, seems to stabilize a subset of mRNAs required for epidermal differentiation."}, {"pubmed": 24291846, "text": "It is a functional molecule which plays essential roles by forming complexes with each other to maintain life. Long ncRNA and small ncRNA play a role as a ligand with sequence information."}, {"pubmed": 25728677, "text": "findings suggest that TINCR contributes to the oncogenic potential of GC and may constitute a potential therapeutic target in this disease."}, {"pubmed": 26833746, "text": "Study suggests that TINCR promotes proliferation, migration and invasion of esophageal squamous cell carcinoma (ESCC) cells, acting as a potential oncogene of ESCC."}, {"pubmed": 27009809, "text": "These findings elucidate that loss of TINCR expression promotes proliferation and metastasis in colorectal cancer and it could be considered as a potential cancer suppressor gene."}, {"pubmed": 27893425, "text": "long non-coding RNA TINCR polymorphisms may be implicated in GC development."}, {"pubmed": 28418933, "text": "Our results firstly indicate that SNP rs2288947 and rs8105637 may act as independent biomarkers associated with occurrence and progression of CRC."}, {"pubmed": 28546230, "text": "These results provide the first evidence that the expression of TINCR in HCC may play an oncogenic role in HCC differentiation, invasion, and metastasis. miR-137/miR-133a-TINCR pathway may serve as a promising target for tumor recurrence and prognosis of patients with HCC."}, {"pubmed": 28548932, "text": "our findings demonstrated that TINCR could attenuate myocardial hypertrophy by epigenetically silencing of CaMKII, which may provide a novel therapeutic strategy for cardiac hypertrophy."}, {"pubmed": 28569791, "text": "E2F1 induces TINCR transcriptional activity and accelerates gastric cancer progression via activation of TINCR/STAU1/CDKN2B signaling axis."}, {"pubmed": 28656268, "text": "Low TINCR expression is associated with pituitary null cell adenomas."}, {"pubmed": 29324317, "text": "TINCR suppressed proliferation and invasion through regulating miR-544a/FBXW7 axis in lung cancer."}, {"pubmed": 29427662, "text": "TINCR upregulation may signal through the MAPK pathway to promote NSCLC tumorigenesis"}, {"pubmed": 29614984, "text": "in this study we characterized TINCR overexpression regulated by SP1 transcription factor. High level of TINCR consequently contributed to the oncogenic activity of TINCR."}, {"pubmed": 30453794, "text": "lncRNA TINCR is downregulated in diabetic cardiomyopathy and it can inhibit cardiomyocyte apoptosis."}, {"pubmed": 30521471, "text": "a regulatory function of the lncRNA TINCR/miR-107/CD36 axis in colorectal cancer was revealed; lncRNA TINCR overexpression exerted suppressive influence on CRC progression through modulating the PPAR signaling pathway via the miR-107/CD36 axis"}, {"pubmed": 30642630, "text": "significantly upregulated in burn-injured skin tissues in vivo and heat-stimulated dermal fibroblasts in vitro, accompanied by an increase in TGF-beta1 expression. Direct binding to SND! was verified.  Silencing TINCR reduced expression of TGF-beta1, cell proliferation, colony formation and inflammation in heat-stressed fibroblasts."}, {"pubmed": 30720068, "text": "Results indicated that lncRNA PLAC2 is transcriptionally activated by H3K27ac modification at the promoter region in oral squamous cell carcinoma, and promotes cell growth and metastasis via activating Wnt/betacatenin signaling pathway."}, {"pubmed": 30993776, "text": "lncRNA TINCR participates in ALA-PDT-induced apoptosis and autophagy in cutaneous squamous cell carcinoma."}, {"pubmed": 31124188, "text": "The rs2288947 A > G polymorphism of the lncRNA TINCR may not be associated with recurrent miscarriage in a Southern Chinese population."}, {"pubmed": 31388923, "text": "TINCR sponges miR-302 to upregulate cyclin D1 in CSCC, thereby promoting cell proliferation."}, {"pubmed": 31500623, "text": "lncRNA PLAC2 down-regulated miR-21 in non-small cell lung cancer and inhibited cancer cell migration and invasion."}, {"pubmed": 31540772, "text": "these findings suggest that TINCR knockdown inhibits TCF4 by regulating miR-137 expression in colorectal cancer cells"}, {"pubmed": 31994189, "text": "Knockdown of terminal differentiation induced ncRNA (TINCR) suppresses proliferation and invasion in hepatocellular carcinoma by targeting the miR-218-5p/DEAD-box helicase 5 (DDX5) axis."}, {"pubmed": 32012357, "text": "TINCR is not a non-coding RNA but encodes a protein component of cornified epidermal keratinocytes."}, {"pubmed": 32442909, "text": "Deregulation of long noncoding RNAs ANCR, TINCR, HOTTIP and SPRY4-IT1 in plasma of systemic sclerosis patients: SPRY4-IT1 as a novel biomarker of scleroderma and its subtypes."}, {"pubmed": 32622721, "text": "Overexpression of lncRNA TINCR is associated with high-grade, invasive, and recurring tumors, and facilitates proliferation in vitro and in vivo of urothelial carcinoma of the bladder."}, {"pubmed": 32705168, "text": "miR5893p sponged by the lncRNA TINCR inhibits the proliferation, migration and invasion and promotes the apoptosis of breast cancer cells by suppressing the Akt pathway via IGF1R."}, {"pubmed": 32716343, "text": "Circ_0000376 enhances the proliferation, metastasis, and chemoresistance of NSCLC cells via repressing miR-384."}, {"pubmed": 33000269, "text": "lncRNA TINCR facilities bladder cancer progression via regulating miR7 and mTOR."}, {"pubmed": 33067266, "text": "Long Noncoding RNA TINCR-Mediated Regulation of Acetyl-CoA Metabolism Promotes Nasopharyngeal Carcinoma Progression and Chemoresistance."}, {"pubmed": 33084530, "text": "Serum lncRNA TINCR Serve as a Novel Biomarker for Predicting the Prognosis in Triple-Negative Breast Cancer."}, {"pubmed": 33336736, "text": "Long non-coding RNA PLAC2 suppresses the survival of gastric cancer cells through down-regulating C-Myc."}, {"pubmed": 33372851, "text": "lncRNA TINCR SNPs and Expression Levels Are Associated with Bladder Cancer Susceptibility."}, {"pubmed": 33446634, "text": "LncRNA TINCR favors tumorigenesis via STAT3-TINCR-EGFR-feedback loop by recruiting DNMT1 and acting as a competing endogenous RNA in human breast cancer."}, {"pubmed": 33527707, "text": "Long noncoding RNA TINCR is a novel regulator of human bronchial epithelial cell differentiation state."}, {"pubmed": 33762305, "text": "Noncanonical immune response to the inhibition of DNA methylation by Staufen1 via stabilization of endogenous retrovirus RNAs."}, {"pubmed": 34057016, "text": "Long non-coding RNA TINCR promotes hepatocellular carcinoma proliferation and invasion via STAT3 signaling by direct interacting with T-cell protein tyrosine phosphatase (TCPTP)."}, {"pubmed": 34176530, "text": "Expression of lncRNA TINCR in the placenta of patients with pre-eclampsia and its effect on the biological behaviours of trophoblasts."}, {"pubmed": 34292442, "text": "Hypermethylation of Genes in New Long Noncoding RNA in Ovarian Tumors and Metastases: A Dual Effect."}, {"pubmed": 34351912, "text": "A ubiquitin-like protein encoded by the \"\"noncoding\"\" RNA TINCR promotes keratinocyte proliferation and wound healing."}, {"pubmed": 35067169, "text": "Long non-coding RNA terminal differentiation-induced non-coding RNA regulates cisplatin resistance of choroidal melanoma by positively modulating extracellular signal-regulated kinase 2 via sponging microRNA-19b-3p."}, {"pubmed": 35147200, "text": "Expression of SOX2OT, DANCR and TINCR long noncoding RNAs in papillary thyroid cancer and its effects on clinicopathological features."}, {"pubmed": 35362387, "text": "The lncRNA Tincr Regulates the Abnormal Differentiation of Intestinal Epithelial Stem Cells in the Diabetic State Via the miR-668-3p/Klf3 Axis."}, {"pubmed": 35489191, "text": "Genetic predisposition to papillary thyroid carcinoma is mediated by a long non-coding RNA TINCR enhancer polymorphism."}, {"pubmed": 36017916, "text": "IncRNA PLAC2 Upregulates CDK6 by Directly Targeting miR-29C to Promote Cell Proliferation in Lung Squamous Cell Carcinoma."}, {"pubmed": 36369429, "text": "pTINCR microprotein promotes epithelial differentiation and suppresses tumor growth through CDC42 SUMOylation and activation."}, {"pubmed": 36385098, "text": "The long noncoding RNA TINCR promotes self-renewal of human liver cancer stem cells through autophagy activation."}, {"pubmed": 36725842, "text": "LncRNA TINCR impairs the efficacy of immunotherapy against breast cancer by recruiting DNMT1 and downregulating MiR-199a-5p via the STAT1-TINCR-USP20-PD-L1 axis."}, {"pubmed": 37442895, "text": "The potential roles of lncRNA TINCR in triple negative breast cancer."}, {"pubmed": 38554384, "text": "Long non-coding RNA TINCR suppresses growth and epithelial-mesenchymal transition by inhibiting Wnt/beta-catenin signaling pathway in human pancreatic cancer PANC-1 cells: Insights from in vitro and in vivo studies."}], "genomic_pos": {"chr": "19", "end": 5578349, "ensemblgene": "ENSG00000223573", "start": 5558167, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 5568045, "start": 5558178, "strand": -1}, "interpro": [{"desc": "Ubiquitin-like domain", "id": "IPR000626", "short_desc": "Ubiquitin-like_dom"}, {"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}], "map_location": "19p13.3", "name": "TINCR ubiquitin domain containing", "other_names": ["TINCR ubiquitin domain containing", "TINCR-encoded ubiquitin-like protein", "long intergenic non-protein coding RNA 36", "placenta-specific 2 (non-protein coding)", "terminal differentiation-induced ncRNA", "tissue differentiation-inducing non-protein coding RNA"], "pfam": "PF00240", "pharmgkb": "PA33372", "prosite": "PS50053", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF175479", "relationship": "is"}, {"id": "GNF186385", "relationship": "is"}, {"id": "GNF197291", "relationship": "is"}, {"id": "GNF208197", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046767", "relationship": "is"}}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001383337.1", "NP_001383338.1"], "rna": ["NM_001396408.1", "NM_001396409.1", "NM_153375.1"], "translation": [{"protein": "NP_001383337.1", "rna": "NM_001396408.1"}, {"protein": "NP_001383338.1", "rna": "NM_001396409.1"}]}, "reporter": {"GNF1H": "gnf1h06750_at", "HG-U133_Plus_2": ["229385_s_at", "235994_s_at", "244374_at"], "HG-U95B": "48070_at", "HTA-2_0": "TC19001077.hg.1", "HuEx-1_0": "3847225", "HuGene-1_1": "8032965", "HuGene-2_1": "16867471"}, "retired": [56932, 191584], "summary": "This gene produces a spliced long non-coding RNA that binds RNAs. This transcript interacts with staufen-1 protein to regulate the stability of mRNAs for genes involved in the differentiation of epidermal tissue. Variation in this gene may be associated with cancer progression. [provided by RefSeq, Aug 2017].", "symbol": "TINCR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422787"}, "unigene": ["Hs.655392", "Hs.515575"]}