{"AllianceGenome": "11845", "HGNC": "11845", "MIM": "186745", "_id": "7094", "_version": 1, "accession": {"genomic": ["AH009099.2", "AL133410.32", "CH471071.2", "CP068269.2", "NC_000009.12", "NC_060933.1"], "protein": ["AAD13152.1", "AAF23322.1", "AAF27330.1", "AAG39288.1", "AAH42923.1", "AQN67632.1", "BAA82979.3", "EAW58352.1", "EAW58353.1", "NP_006280.3", "Q9Y490.3"], "rna": ["AB028950.2", "AF078828.1", "AF113217.1", "AF177198.1", "BC020881.1", "BC042923.1", "KX533478.1", "NM_006289.4", "Z50170.1"], "translation": [{"protein": "AAF23322.1", "rna": "AF177198.1"}, {"protein": "AAD13152.1", "rna": "AF078828.1"}, {"protein": "AAG39288.1", "rna": "AF113217.1"}, {"protein": "AAH42923.1", "rna": "BC042923.1"}, {"protein": "NP_006280.3", "rna": "NM_006289.4"}, {"protein": "AQN67632.1", "rna": "KX533478.1"}, {"protein": "BAA82979.3", "rna": "AB028950.2"}]}, "alias": ["ILWEQ", "TLN", "talin-1"], "ensembl": {"gene": "ENSG00000137076", "protein": ["ENSP00000316029", "ENSP00000516659"], "transcript": ["ENST00000314888", "ENST00000378192", "ENST00000464379", "ENST00000465002", "ENST00000466916", "ENST00000486788", "ENST00000489255", "ENST00000495712", "ENST00000706939"], "translation": [{"protein": "ENSP00000316029", "rna": "ENST00000314888"}, {"protein": "ENSP00000516659", "rna": "ENST00000706939"}], "type_of_gene": "protein_coding"}, "entrezgene": "7094", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 100.275935087, "exp_mis": 903.449295519, "exp_syn": 389.475396338, "lof_z": 9.32593040941626, "mis_z": 5.13327014993915, "mu_lof": 6.97798057363e-06, "mu_mis": 7.99224888939e-05, "mu_syn": 3.33679332108e-05, "n_lof": 6.0, "n_mis": 588.0, "n_syn": 397.0, "p_li": 0.999999999998354, "p_null": 2.91755280979734e-34, "p_rec": 1.64572524694243e-12, "syn_z": -0.236370259251065}, "bp": 7626, "cds_end": 35725691, "cds_start": 35697787, "n_exons": 56, "nonpsych": {"exp_lof": 89.6337380974, "exp_mis": 816.583156826, "exp_syn": 351.387156108, "lof_z": 8.77929693184776, "mis_z": 5.28784716907838, "mu_lof": 6.97798057363e-06, "mu_mis": 7.99224888939e-05, "mu_syn": 3.33679332108e-05, "n_lof": 5.0, "n_mis": 517.0, "n_syn": 357.0, "p_li": 0.999999999985215, "p_null": 3.69440331406254e-31, "p_rec": 1.47845384201287e-11, "syn_z": -0.188516817936618}, "nontcga": {"exp_lof": 92.1441413696, "exp_mis": 831.063689277, "exp_syn": 358.207656105, "lof_z": 8.85264650063049, "mis_z": 4.99558289632362, "mu_lof": 6.97798057363e-06, "mu_mis": 7.99224888939e-05, "mu_syn": 3.33679332108e-05, "n_lof": 6.0, "n_mis": 542.0, "n_syn": 357.0, "p_li": 0.999999999966927, "p_null": 4.34823369204735e-31, "p_rec": 3.30729323795416e-11, "syn_z": 0.0404030282937922}, "transcript": "ENST00000314888.9"}, "exons": [{"cdsend": 35725694, "cdsstart": 35697790, "chr": "9", "position": [[35696947, 35697916], [35698043, 35698172], [35698322, 35698505], [35698616, 35698679], [35698807, 35698933], [35699031, 35699156], [35699355, 35699461], [35699973, 35700081], [35700190, 35700376], [35703559, 35703676], [35703774, 35703900], [35703990, 35704174], [35704331, 35704498], [35704668, 35704815], [35705550, 35705670], [35705749, 35705851], [35705961, 35706111], [35706195, 35706366], [35706449, 35706551], [35706767, 35706900], [35707071, 35707253], [35707347, 35707488], [35707730, 35707892], [35708340, 35708484], [35710560, 35710683], [35710796, 35710886], [35710988, 35711082], [35711254, 35711394], [35711594, 35711792], [35712004, 35712124], [35712834, 35713043], [35713195, 35713298], [35713952, 35714081], [35714238, 35714373], [35714573, 35714687], [35714759, 35714876], [35715058, 35715187], [35716389, 35716556], [35717145, 35717440], [35717618, 35717786], [35718811, 35718910], [35719073, 35719282], [35719518, 35719627], [35719739, 35719853], [35720038, 35720219], [35720432, 35720509], [35720811, 35720913], [35721647, 35721803], [35722118, 35722223], [35722860, 35722921], [35723951, 35724079], [35724191, 35724334], [35724571, 35724724], [35724829, 35724959], [35725223, 35725321], [35725564, 35725727], [35732074, 35732195]], "strand": -1, "transcript": "NM_006289", "txend": 35732195, "txstart": 35696947}], "exons_hg19": [{"cdsend": 35725691, "cdsstart": 35697787, "chr": "9", "position": [[35696944, 35697913], [35698040, 35698169], [35698319, 35698502], [35698613, 35698676], [35698804, 35698930], [35699028, 35699153], [35699352, 35699458], [35699970, 35700078], [35700187, 35700373], [35703556, 35703673], [35703771, 35703897], [35703987, 35704171], [35704328, 35704495], [35704665, 35704812], [35705547, 35705667], [35705746, 35705848], [35705958, 35706108], [35706192, 35706363], [35706446, 35706548], [35706764, 35706897], [35707068, 35707250], [35707344, 35707485], [35707727, 35707889], [35708337, 35708481], [35710557, 35710680], [35710793, 35710883], [35710985, 35711079], [35711251, 35711391], [35711591, 35711789], [35712001, 35712121], [35712831, 35713040], [35713192, 35713295], [35713949, 35714078], [35714235, 35714370], [35714570, 35714684], [35714756, 35714873], [35715055, 35715184], [35716386, 35716553], [35717142, 35717437], [35717615, 35717783], [35718808, 35718907], [35719070, 35719279], [35719515, 35719624], [35719736, 35719850], [35720035, 35720216], [35720429, 35720506], [35720808, 35720910], [35721644, 35721800], [35722115, 35722220], [35722857, 35722918], [35723948, 35724076], [35724188, 35724331], [35724568, 35724721], [35724826, 35724956], [35725220, 35725318], [35725561, 35725724], [35732071, 35732192]], "strand": -1, "transcript": "NM_006289", "txend": 35732192, "txstart": 35696944}], "generif": [{"pubmed": 12422220, "text": "we show that the type I phosphatidylinositol phosphate kinase isoform-gamma 661 (PIPKI gamma 661), an enzyme that makes PtdIns(4,5)P(2), is targeted to focal adhesions by an association with talin"}, {"pubmed": 14581461, "text": "TLN1 is critical for force-dependent reinforcement of initial integrin-cytoskeleton bonds."}, {"pubmed": 15031296, "text": "the integrin-binding site within the talin rod domain is important for beta(3)-cytoskeletal interactions but does not participate in alpha(IIb)beta(3) activation"}, {"pubmed": 15581353, "text": "The F-actin binding capacity of Talin 1 is regulated by intrasteric occlusion of primary actin-binding determinants within the talin I/LWEQ module."}, {"pubmed": 15728584, "text": "two head-tail interfaces cooperate to suppress activation of vinculin by talin"}, {"pubmed": 15983060, "text": "Talin is essential for the stability and formation of the LFA-1 zone. Disruption of the talin-integrin link leads to loss of zone integrity and a substantial decrease in speed of migration on ICAM-1."}, {"pubmed": 16407302, "text": "vinculin binding to talin depends on stability of the helical bundles that make up the talin rod"}, {"pubmed": 16546176, "text": "These findings suggest that talin F1 may be important in regulation of integrin binding and talin head-rod interaction."}, {"pubmed": 17430904, "text": "data provide the first direct evidence that integrin binding site 2 in the talin rod is essential to link integrins to the cytoskeleton"}, {"pubmed": 17591693, "text": "Results decribe a mechanism in which signals from the T cell receptor produce WAVE2-ARP2/3-mediated de novo actin polymerization, leading to integrin clustering and high-affinity binding through the recruitment of vinculin and talin."}, {"pubmed": 17591777, "text": "talin induced an intermediate affinity alphaLbeta2 that adhered constitutively to its ligand intercellular adhesion molecule ICAM-1 but not ICAM-3."}, {"pubmed": 17597073, "text": "talin 1 is a versatile VLA-4 affinity regulator implicated in both spontaneous and chemokine-triggered rapid adhesions to VCAM-1."}, {"pubmed": 17722883, "text": "Our results suggest that this conserved dimerization motif in the I/LWEQ module plays an essential role in the function of Talin1 as a component of focal adhesions and the other I/LWEQ module proteins in other multicomponent assemblies involved."}, {"pubmed": 18056416, "text": "The expression of vinculin constructs with unmasked binding sites in the head and tail regions induces dramatic focal adhesion growth, which is mediated by their direct interaction with talin."}, {"pubmed": 18156175, "text": "Upon phosphorylation of Tyr 747 in the beta3 integrin tail, however, Dok1 then binds much more strongly than talin."}, {"pubmed": 19148538, "text": "the vinculin-talin-integrin system have a role in the transduction of mechanical force to the extracellular matrix"}, {"pubmed": 19437340, "text": "GATA-1, G208S MTC are deficient in talin, and what little is present relocates to the undersurface of the plasma membrane following activations where it associates with adhesion plaques."}, {"pubmed": 19903453, "text": "F0F1 domain is essential for talin-induced activation of integrin alphaLbeta2 (LFA-1)."}, {"pubmed": 19952892, "text": "This review discusses the general function of talin 1 and talin 2, as well as vinculin/metavinulin, with emphasis on what is understood about their role in the cardiac myocyte and in whole heart."}, {"pubmed": 20160039, "text": "Talin1 profiling in human prostate specimens revealed a significantly higher expression of cytoplasmic talin1 in metastatic tissue compared with primary prostate tumors."}, {"pubmed": 20488542, "text": "Zap70 modulates integrin activation by interacting with talin, which contributes to directionality of T-cell migration, severing as a potential target for anti-inflammation therapy."}, {"pubmed": 20665668, "text": "Rap1-mediated activation of alpha(M)beta(2) in macrophages shares both common and distinct features from Rap1 activation of alpha(IIb)beta(3) expressed in CHO cells."}, {"pubmed": 20947017, "text": "Studies suggest that the perturbed orientation of talin relative to the membrane in the F2 mutant would be expected to in turn perturb talin/integrin interactions."}, {"pubmed": 20947018, "text": "Data from talin crystal structure reveal a novel FERM domain with a linear domain arrangement, plus an additional domain F0 packed against F1."}, {"pubmed": 21291860, "text": "p130Cas, Src and talin function in both oral carcinoma invasion and resistance to cisplatin."}, {"pubmed": 21454358, "text": "We show that sequential cleavage of C-terminal amino acids from the beta(2) cytoplasmic tail of LFA-1, by CatX, enhances binding of the adaptor protein talin to LFA-1 and triggers formation of the latter's high-affinity form"}, {"pubmed": 21720550, "text": "Adhesions within the carcinoma matrix create a matrix environment in which exposure to cisplatin induces proliferation through the function of integrin beta, talin and FAK pathways that regulate NF-kB nuclear activity."}, {"pubmed": 21763488, "text": "Talin-1 and vinculin negatively affect tyrosine phosphorylation of paxillin, a novel positive regulator of HIV-1 infection, and impose an early block to infection by distinct retroviruses."}, {"pubmed": 21846996, "text": "Talin-1 upregulation is associated with disease progression in hepatocellular carcinoma. Thus, it may serve as a prognostic marker."}, {"pubmed": 21911599, "text": "We investigated the role of talin-1, kindlin-3, and alpha-actinin-1 in the upregulation of alpha(4)beta(1) integrin affinity and consequent inflammatory leukocyte adhesive events"}, {"pubmed": 22045736, "text": "Talin1 is required for inside-out activation of integrin beta1 during Bartonella henselae infection."}, {"pubmed": 22075696, "text": "Talin1 is required for contact-dependent CD4-positive T cell proliferation in talin1 transgenic mice. Talin1 is not required for contact-independent CD4+ T cell proliferation."}, {"pubmed": 22270917, "text": "FAK promotes talin recruitment to nascent adhesions occurring independently of talin binding to beta1 integrins."}, {"pubmed": 22471464, "text": "Low Talin1 is associated with hepatocelluar carcinoma."}, {"pubmed": 22648415, "text": "Kindlin-2 and talin head do not interact with one another but can bind simultaneously to the integrin beta(3) tail without enhancing or inhibiting the interaction of the other binding partner."}, {"pubmed": 22964303, "text": "Data suggest that the signaling elements IL-6, IL-8, OPN, TLN1, and CTGF are involved with NF-kappaB p65 in random positioning machine (RPM)-dependent thyroid carcinoma cell spheroid formation."}, {"pubmed": 23022222, "text": "Agonist stimulation, talin-1, and kindlin-3 are crucial for alpha(IIb)beta(3) activation in a human megakaryoblastic cell line, CMK."}, {"pubmed": 23204516, "text": "CtsH-mediated processing of talin might promote cancer cell progression by affecting integrin alphaVbeta3 activation and adhesion strength"}, {"pubmed": 23266827, "text": "Talin1 has unique expression versus talin 2 in the heart and modifies the hypertrophic response to pressure overload."}, {"pubmed": 23479679, "text": "Data indicate that KIF14 and TLN1 loss-of-function significantly enhanced chemosensitivity in four triple-negative breast cancer (TNBC) cell lines."}, {"pubmed": 23722670, "text": "miR-9 plays a role as a tumor suppressor in OSC by suppressing TLN1 expression."}, {"pubmed": 23886189, "text": "High Serum talin-1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 24136115, "text": "MMP-2 regulates human platelet activation through hydrolysis of talin"}, {"pubmed": 24446374, "text": "Data indicate the role of vinculin in inducing the talin mediated integrin activation."}, {"pubmed": 24452080, "text": "The activation of vinculin by stretched talin induces a positive feedback that reinforces the actin-talin-vinculin association."}, {"pubmed": 24452377, "text": "These results indicate that mechanical forces loaded to focal adhesions (FAs) facilitate vinculin binding to talin at FAs."}, {"pubmed": 24677266, "text": "Data (including data from molecular dynamic simulations) suggest specific interactions between glycoprotein GPIIb/GPIIIa complex transmembrane/C-terminal domains and talin-1 in cell membrane environment during platelet activation."}, {"pubmed": 24761880, "text": "Low levels of Talin-1 expression are correlated with increased invasion and migration in liver cancer."}, {"pubmed": 24793790, "text": "phosphorylation of talin1 leading to beta1 integrin activation is a novel mechanism that increases metastatic potential of prostate cancer cells."}, {"pubmed": 24891603, "text": "Talin has a role in regulating moesin-NHE-1 recruitment to invadopodia in breast cancer"}, {"pubmed": 25142525, "text": "Talin extension is a key step in sensing and responding to substrate stiffness at cell adhesion sites."}, {"pubmed": 25233425, "text": "Data suggest that anionic lipids (such as phosphatidylinositol phosphates) play crucial role in localization of peripheral membrane proteins (such as TLN1, auxilin-1, and PTEN [phosphatase and tensin homolog]). [review-like article]"}, {"pubmed": 25925041, "text": "Our data demonstrate that high expression of Talin-1 is associated with significantly poorer OS and poorer DMFS in NPC and depletion of Talin-1 expression inhibited NPC cell migration and invasion. Talin-1 may serve as novel prognostic biomarker in NPC."}, {"pubmed": 26000342, "text": "Applying correlative imaging to link live cell and fixed immunofluorescence data on a single cell basis, we related per cell talin-1 levels to per cell measures quantitatively defining an array of cellular properties."}, {"pubmed": 26283369, "text": "results identify talin as the primary determinant of FA nanoscale organization and suggest how multiple cellular forces may be integrated at adhesion sites"}, {"pubmed": 26336988, "text": "TLN1 significantly increases in refractory glioblastoma multiforme"}, {"pubmed": 26419705, "text": "Disruption of the RIAM/lamellipodin-integrin-talin complex markedly impairs cell migration."}, {"pubmed": 26822056, "text": "Both TLN-1 and TLN-2 levels correlate with tumorigenicity in human HCC, indicating that these molecules constitute important molecular targets for the diagnosis and/or treatment of hepatocellular carcinoma ."}, {"pubmed": 27169142, "text": "Vinculin head-tail interaction is required on soft substrates to destabilize vinculin and talin in FAs, and to allow hMSCs branching. Another module involves paxillin and FAK, which soft substrates also destabilize, but independently of vinculin head-tail interaction. This multi-modularity may be key to allow a versatile response to complex biomechanical cues."}, {"pubmed": 27207789, "text": "The Rap1-RIAM-talin axis of integrin activation and blood cell function"}, {"pubmed": 27410476, "text": "Here, the authors show that cortical microtubule stabilization sites containing CLASPs, KIF21A, LL5beta and liprins are recruited to focal adhesions by the adaptor protein KANK1, which directly interacts with the major adhesion component, talin. Structural studies showed that the conserved KN domain in KANK1 binds to the talin rod domain R7."}, {"pubmed": 27442684, "text": "These findings suggested that Talin-1 protein was significantly upregulated in PCa tissues compared with that of BPH tissue and Talin-1 expression was an independent predictor for lymph node metastasis and biochemical recurrence of PCa."}, {"pubmed": 27644664, "text": "Serum talin-1 had 97.7% sensitivity."}, {"pubmed": 27775586, "text": "These data show that TLN1 can act as a viral restriction factor that suppresses hepatitis B virus replication, and suggest that the HBx relieves this restriction by inducing TLN1 degradation."}, {"pubmed": 27816808, "text": "The central role of talin and vinculin in cell adhesions suggests that the disintegration of the tissue in atherosclerosis could be partially driven by downregulation of these genes, leading to loosening of cell-ECM interactions and remodeling of the tissue."}, {"pubmed": 28099903, "text": "Our findings confirm the role of Talin-1 in carcinogenesis and provided a set of novel therapeutic targets for the treatment of hepatocellular carcinoma"}, {"pubmed": 28284333, "text": "This study showed that serum sTalin-1 levels were associated with a sustained increase in disability after MS attack but not with serum anti-Talin-1 antibody levels."}, {"pubmed": 28375585, "text": "The ERK pathway was responsible for these promoting effects of Talin1 knockdown in HCC cells."}, {"pubmed": 28637452, "text": "Talin-1 induces proliferation and migration of vascular smooth muscle cells obtained from patients with thoracic aortic dissection."}, {"pubmed": 28945706, "text": "Application of these techniques to new talin biosensors reveals an intramolecular tension gradient across talin-1 that is established upon integrin-mediated cell adhesion. The tension gradient is actomyosin- and vinculin-dependent and sensitive to the rigidity of the extracellular environment"}, {"pubmed": 29214881, "text": "Expression of ecotopic viral integration site 1 (EVI1) is positively correlated with talin1 (TLN1) in both chronic myeloid leukemia (CML)-chronic phase (CP) and CML-blast crisis (BC) cases."}, {"pubmed": 29276177, "text": "The N-terminal ABD1 of TLN blocks actin filament barbed-end elongation, whereas ABD2 and ABD3 do not show any activity."}, {"pubmed": 29648579, "text": "Calpain small subunit 1 (Capn4) overexpression increased the protein level of cleaved talin and and activated the focal adhesion kinase (FAK)/AKT/MAPK signaling in 786-O cells, while Capn4 silencing decreased the protein level of cleaved talin in Caki-1 cells."}, {"pubmed": 29936723, "text": "Low TLN1 expression is associated with invasion and metastasis in Hepatocellular Carcinoma."}, {"pubmed": 30888838, "text": "TLN1 encodes talin 1 was identified a rare heterozygous missense variant within a highly conserved beta-integrin-binding domain of TLN1."}, {"pubmed": 30909150, "text": "Circulatory Omentin-1 levels but not genetic variants influence the pathophysiology of Type 2 diabetes."}, {"pubmed": 31005556, "text": "lncRNA LINC00488 can competitively sponge miR-330-5p to regulate TLN1 in relation to the cell growth and angiogenesis in hepatocellular carcinoma."}, {"pubmed": 31389241, "text": "These results indicate that the talin-KANK1 complex is mechanically strong, enabling it to support the cross-talk between microtubule and actin cytoskeleton at focal adhesions."}, {"pubmed": 31539492, "text": "The switching between active and inactive conformations of talin-1 could regulate focal adhesion turnover, a process critical for cell adhesion and signaling."}, {"pubmed": 31759091, "text": "Identification of actin network proteins, talin-1 and filamin-A, in circulating extracellular vesicles as blood biomarkers for human myalgic encephalomyelitis/chronic fatigue syndrome."}, {"pubmed": 32113856, "text": "Talin1 regulates the endometrial epithelial cell adhesive capacity by interacting with LASP1 and Vitronectin."}, {"pubmed": 32561773, "text": "Talin dissociates from RIAM and associates to vinculin sequentially in response to the actomyosin force."}, {"pubmed": 32951272, "text": "Promotive effect of Talin-1 protein on gastric cancer progression through PTK2-PXN-VCL-E-Cadherin-CAPN2-MAPK1 signaling axis."}, {"pubmed": 33082414, "text": "Low expression of Talin1 is associated with advanced pathological features in colorectal cancer patients."}, {"pubmed": 33157226, "text": "Integrin affinity modulation critically regulates atherogenic endothelial activation in vitro and in vivo."}, {"pubmed": 33431906, "text": "Cancer associated talin point mutations disorganise cell adhesion and migration."}, {"pubmed": 33537874, "text": "Talin1 Induces Epithelial-Mesenchymal Transition to Facilitate Endometrial Cell Migration and Invasion in Adenomyosis Under the Regulation of microRNA-145-5p."}, {"pubmed": 33711384, "text": "Talin1 regulates endometrial adhesive capacity through the Ras signaling pathway."}, {"pubmed": 33728345, "text": "Elevated Circular RNA PVT1 Promotes Eutopic Endometrial Cell Proliferation and Invasion of Adenomyosis via miR-145/Talin1 Axis."}, {"pubmed": 33750407, "text": "Expression of Talin-1 in endometriosis and its possible role in pathogenesis."}, {"pubmed": 33990206, "text": "Upregulated Talin1 synergistically boosts beta-estradiol-induced proliferation and pro-angiogenesis of eutopic and ectopic endometrial stromal cells in adenomyosis."}, {"pubmed": 34732818, "text": "miRNA-200c-3p targets talin-1 to regulate integrin-mediated cell adhesion."}, {"pubmed": 35156729, "text": "Downregulation of Talin-1 is associated with the increased expression of miR-182-5p and miR-9-5p in coronary artery disease."}, {"pubmed": 35245171, "text": "The C-terminal actin-binding domain of talin forms an asymmetric catch bond with F-actin."}, {"pubmed": 35285795, "text": "Binding blockade between TLN1 and integrin beta1 represses triple-negative breast cancer."}, {"pubmed": 35527499, "text": "[Talin1 is highly expressed in the fallopian tube and chorionic villi to promote trophoblast invasion in tubal pregnancy]."}, {"pubmed": 36175877, "text": "Identification of TLN1 as a prognostic biomarker to effect cell proliferation and differentiation in acute myeloid leukemia."}, {"pubmed": 36192016, "text": "Micro RNA miR-1303 Promotion of Proliferation, Migration and Invasion of Human Liver Cancer Cells Is Enhanced by Low Talin 1 (TLN1) Expression."}, {"pubmed": 36717550, "text": "The interaction of beta-arrestin1 with talin1 driven by endothelin A receptor as a feature of alpha5beta1 integrin activation in high-grade serous ovarian cancer."}, {"pubmed": 36880935, "text": "TLN1 contains a cancer-associated cassette exon that alters talin-1 mechanosensitivity."}, {"pubmed": 37144848, "text": "TLN1 synergizes with ITGA5 to ameliorate cardiac microvascular endothelial cell dysfunction."}, {"pubmed": 37395213, "text": "Talin1 regulates glucose metabolism and endometrial receptivity via GLUT-4 in patients with polycystic ovary syndrome and insulin resistance."}, {"pubmed": 37460470, "text": "BCKDK regulates breast cancer cell adhesion and tumor metastasis by inhibiting TRIM21 ubiquitinate talin1."}, {"pubmed": 38254102, "text": "HDAC1/2 control mesothelium/ovarian cancer adhesive interactions impacting on Talin-1-alpha5beta1-integrin-mediated actin cytoskeleton and extracellular matrix protein remodeling."}], "genomic_pos": {"chr": "9", "end": 35732195, "ensemblgene": "ENSG00000137076", "start": 35696948, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 35732392, "start": 35696945, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007043", "pubmed": 15494027, "qualifier": "involved_in", "term": "cell-cell junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007044", "qualifier": "involved_in", "term": "cell-substrate junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007229", "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030866", "qualifier": "involved_in", "term": "cortical actin cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033622", "qualifier": "involved_in", "term": "integrin activation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0051893", "pubmed": 15070891, "qualifier": "involved_in", "term": "regulation of focal adhesion assembly"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:0070527", "pubmed": 23382103, "qualifier": "involved_in", "term": "platelet aggregation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0001726", "qualifier": "located_in", "term": "ruffle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005912", "pubmed": 26923917, "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "is_active_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 15070891, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005925", "pubmed": 26923917, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005925", "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032587", "qualifier": "located_in", "term": "ruffle membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 21362503, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001786", "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": 12473654, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005200", "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11279249, 16273093, 16546176, 18342854, 19608030, 26923917, 27895300, 32203420, 35044719], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0017166", "pubmed": 15070891, "qualifier": "enables", "term": "vinculin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030274", "pubmed": 10320340, "qualifier": "enables", "term": "LIM domain binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0035091", "qualifier": "enables", "term": "phosphatidylinositol binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051015", "qualifier": "enables", "term": "actin filament binding"}]}, "homologene": {"genes": [[7955, 494453], [9031, 395194], [9544, 696298], [9598, 465082], [9606, 7094], [9615, 100856393], [9913, 783470], [10090, 21894], [10116, 313494]], "id": 21267}, "interpro": [{"desc": "FERM domain", "id": "IPR000299", "short_desc": "FERM_domain"}, {"desc": "I/LWEQ domain", "id": "IPR002558", "short_desc": "ILWEQ_dom"}, {"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "FERM/acyl-CoA-binding protein superfamily", "id": "IPR014352", "short_desc": "FERM/acyl-CoA-bd_prot_sf"}, {"desc": "Vinculin-binding site-containing domain", "id": "IPR015009", "short_desc": "Vinculin-bd_dom"}, {"desc": "Talin, central", "id": "IPR015224", "short_desc": "Talin_cent"}, {"desc": "FERM conserved site", "id": "IPR019747", "short_desc": "FERM_CS"}, {"desc": "FERM central domain", "id": "IPR019748", "short_desc": "FERM_central"}, {"desc": "Band 4.1 domain", "id": "IPR019749", "short_desc": "Band_41_domain"}, {"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}, {"desc": "Talin, N-terminal F0 domain", "id": "IPR032425", "short_desc": "FERM_f0"}, {"desc": "FERM superfamily, second domain", "id": "IPR035963", "short_desc": "FERM_2"}, {"desc": "I/LWEQ domain superfamily", "id": "IPR035964", "short_desc": "I/LWEQ_dom_sf"}, {"desc": "Talin, central domain superfamily", "id": "IPR036476", "short_desc": "Talin_cent_sf"}, {"desc": "Alpha-catenin/vinculin-like superfamily", "id": "IPR036723", "short_desc": "Alpha-catenin/vinculin-like_sf"}, {"desc": "Talin-1/2, rod-segment", "id": "IPR037438", "short_desc": "Talin1/2-RS"}, {"desc": "Talin, R4 domain", "id": "IPR049108", "short_desc": "Talin_R4"}], "ipi": ["IPI00298994", "IPI01014975"], "map_location": "9p13.3", "name": "talin 1", "other_names": "talin-1", "pantherdb": {"HGNC": "11845", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1099832", "ortholog_type": "LDO", "panther_family": "PTHR19981", "taxid": 10090, "uniprot_kb": "P26039"}, {"RGD": "1306247", "ortholog_type": "LDO", "panther_family": "PTHR19981", "taxid": 10116, "uniprot_kb": "G3V852"}, {"Gene": "TLN1", "ortholog_type": "O", "panther_family": "PTHR19981", "taxid": 9031, "uniprot_kb": "P54939"}, {"Ensembl": "ENSGALG00000002548", "ortholog_type": "LDO", "panther_family": "PTHR19981", "taxid": 9031, "uniprot_kb": "A0A1D5PTR5"}, {"ZFIN": "ZDB-GENE-031002-48", "ortholog_type": "LDO", "panther_family": "PTHR19981", "taxid": 7955, "uniprot_kb": "A0A0R4IDZ8"}, {"WormBase": "WBGene00006771", "ortholog_type": "LDO", "panther_family": "PTHR19981", "taxid": 6239, "uniprot_kb": "G5EGK1"}, {"FlyBase": "FBgn0260442", "ortholog_type": "LDO", "panther_family": "PTHR19981", "taxid": 7227, "uniprot_kb": "Q9VSL8"}, {"dictyBase": "DDB_G0291303", "ortholog_type": "O", "panther_family": "PTHR19981", "taxid": 352472, "uniprot_kb": "Q54EW0"}, {"dictyBase": "DDB_G0287505", "ortholog_type": "LDO", "panther_family": "PTHR19981", "taxid": 352472, "uniprot_kb": "Q54K81"}], "uniprot_kb": "Q9Y490"}, "pathway": {"biocarta": [{"id": "ecmpathway", "name": "erk and pi-3 kinase are necessary for collagen binding in corneal epithelia"}, {"id": "integrinpathway", "name": "integrin signaling pathway"}, {"id": "mcalpainpathway", "name": "mcalpain and friends in cell motility"}, {"id": "rhopathway", "name": "rho cell motility signaling pathway"}, {"id": "ucalpainpathway", "name": "ucalpain and friends in cell spread"}], "kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04611", "name": "Platelet activation - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "amb2_neutrophils_pathway", "name": "amb2 Integrin signaling"}, {"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "fak_pathway", "name": "Signaling events mediated by focal adhesion kinase"}, {"id": "integrin_a4b1_pathway", "name": "Alpha4 beta1 integrin signaling events"}, {"id": "nectin_pathway", "name": "Nectin adhesion pathway"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-354192", "name": "Integrin signaling"}, {"id": "R-HSA-354194", "name": "GRB2:SOS provides linkage to MAPK signaling for Integrins "}, {"id": "R-HSA-372708", "name": "p130Cas linkage to MAPK signaling for integrins"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-381038", "name": "XBP1(S) activates chaperone genes"}, {"id": "R-HSA-381070", "name": "IRE1alpha activates chaperones"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-399955", "name": "SEMA3A-Plexin repulsion signaling by inhibiting Integrin adhesion"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-445355", "name": "Smooth Muscle Contraction"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5674135", "name": "MAP2K and MAPK activation"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6802946", "name": "Signaling by moderate kinase activity BRAF mutants"}, {"id": "R-HSA-6802948", "name": "Signaling by high-kinase activity BRAF mutants"}, {"id": "R-HSA-6802949", "name": "Signaling by RAS mutants"}, {"id": "R-HSA-6802952", "name": "Signaling by BRAF and RAF1 fusions"}, {"id": "R-HSA-6802955", "name": "Paradoxical activation of RAF signaling by kinase inactive BRAF"}, {"id": "R-HSA-6802957", "name": "Oncogenic MAPK signaling"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-76009", "name": "Platelet Aggregation (Plug Formation)"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9649948", "name": "Signaling downstream of RAS mutants"}, {"id": "R-HSA-9656223", "name": "Signaling by RAF1 mutants"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}], "wikipathways": [{"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP306", "name": "Focal Adhesion"}]}, "pdb": ["1SYQ", "2MWN", "4DJ9", "6R9T"], "pfam": ["PF00373", "PF01608", "PF08913", "PF09141", "PF16511", "PF21692"], "pharmgkb": "PA36547", "pharos": {"target_id": 1986, "tdl": "Tbio"}, "prosite": ["PS50057", "PS50945"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF228710", "relationship": "is"}, {"id": "GNF257351", "relationship": "is"}, {"id": "GNF257352", "relationship": "is"}, {"id": "GNF257353", "relationship": "is"}, {"id": "GNF257354", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF042941", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014624", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096326", "relationship": "is"}, {"id": "GNF110409", "relationship": "is"}, {"id": "GNF135982", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": "NP_006280.3", "rna": "NM_006289.4", "translation": {"protein": "NP_006280.3", "rna": "NM_006289.4"}}, "reporter": {"HG-U133_Plus_2": ["203254_s_at", "232763_at", "236132_at"], "HG-U95Av2": "32166_at", "HG-U95B": "45517_s_at", "HTA-2_0": "TC09001059.hg.1", "HuEx-1_0": "3204744", "HuGene-1_1": "8161056", "HuGene-2_1": "17093762"}, "retired": 23297, "summary": "This gene encodes a cytoskeletal protein that is concentrated in areas of cell-substratum and cell-cell contacts. The encoded protein plays a significant role in the assembly of actin filaments and in spreading and migration of various cell types, including fibroblasts and osteoclasts. It codistributes with integrins in the cell surface membrane in order to assist in the attachment of adherent cells to extracellular matrices and of lymphocytes to other cells. The N-terminus of this protein contains elements for localization to cell-extracellular matrix junctions. The C-terminus contains binding sites for proteins such as beta-1-integrin, actin, and vinculin. [provided by RefSeq, Feb 2009].", "symbol": "TLN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420760"}, "unigene": "Hs.471014", "uniprot": {"Swiss-Prot": "Q9Y490"}, "wikipedia": {"url_stub": "TLN1"}}