{"AllianceGenome": "11849", "HGNC": "11849", "MIM": "603029", "_id": "7098", "_version": 3, "accession": {"genomic": ["AC104070.3", "CH471056.2", "CP068274.2", "CS441680.1", "DQ360814.1", "DQ360815.1", "DQ360816.1", "GM869032.1", "NC_000004.12", "NC_060928.1", "NG_007278.1"], "protein": ["AAC34134.1", "AAH59372.1", "AAH94737.1", "AAH96333.1", "AAH96334.1", "AAH96335.1", "ABC86908.1", "ABC86909.1", "ABC86910.1", "ABE01399.1", "ABF06633.1", "ABF06634.1", "ABF06635.1", "ABF06636.1", "ABF06637.1", "BAG36884.1", "BAG55028.1", "BAH13636.1", "CAL68868.1", "CAT16976.1", "EAX04628.1", "EAX04629.1", "NP_003256.1", "O15455.1"], "rna": ["AB445631.1", "AK302143.1", "AK314208.1", "BC017954.1", "BC043204.2", "BC059372.1", "BC068487.1", "BC094737.1", "BC096333.1", "BC096334.3", "BC096335.1", "BU624267.1", "DA374150.1", "DQ445682.1", "DQ470075.1", "DQ470076.1", "DQ470077.1", "DQ470078.1", "DQ470079.1", "NM_003265.3", "U88879.1"], "translation": [{"protein": "ABF06633.1", "rna": "DQ470075.1"}, {"protein": "BAG36884.1", "rna": "AK314208.1"}, {"protein": "AAH96334.1", "rna": "BC096334.3"}, {"protein": "ABF06635.1", "rna": "DQ470077.1"}, {"protein": "AAH96333.1", "rna": "BC096333.1"}, {"protein": "ABF06636.1", "rna": "DQ470078.1"}, {"protein": "AAH94737.1", "rna": "BC094737.1"}, {"protein": "ABF06637.1", "rna": "DQ470079.1"}, {"protein": "BAH13636.1", "rna": "AK302143.1"}, {"protein": "AAH96335.1", "rna": "BC096335.1"}, {"protein": "ABE01399.1", "rna": "DQ445682.1"}, {"protein": "BAG55028.1", "rna": "AB445631.1"}, {"protein": "ABF06634.1", "rna": "DQ470076.1"}, {"protein": "AAC34134.1", "rna": "U88879.1"}, {"protein": "AAH59372.1", "rna": "BC059372.1"}, {"protein": "NP_003256.1", "rna": "NM_003265.3"}]}, "alias": ["CD283", "IIAE2", "IMD83"], "ensembl": {"gene": "ENSG00000164342", "protein": ["ENSP00000296795", "ENSP00000423386", "ENSP00000423684", "ENSP00000513668", "ENSP00000513674", "ENSP00000513675", "ENSP00000513676", "ENSP00000513677"], "transcript": ["ENST00000296795", "ENST00000504367", "ENST00000508051", "ENST00000512264", "ENST00000513189", "ENST00000698351", "ENST00000698352", "ENST00000698353", "ENST00000698354"], "translation": [{"protein": "ENSP00000513674", "rna": "ENST00000698351"}, {"protein": "ENSP00000423386", "rna": "ENST00000513189"}, {"protein": "ENSP00000296795", "rna": "ENST00000296795"}, {"protein": "ENSP00000513675", "rna": "ENST00000698352"}, {"protein": "ENSP00000513676", "rna": "ENST00000698354"}, {"protein": "ENSP00000513668", "rna": "ENST00000512264"}, {"protein": "ENSP00000423684", "rna": "ENST00000504367"}, {"protein": "ENSP00000513677", "rna": "ENST00000508051"}], "type_of_gene": "protein_coding"}, "entrezgene": "7098", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.6170058145, "exp_mis": 249.649015418, "exp_syn": 108.392809723, "lof_z": 2.43745626805093, "mis_z": -0.289474039997963, "mu_lof": 1.51652755904e-06, "mu_mis": 2.20475645905e-05, "mu_syn": 9.51634755051e-06, "n_lof": 8.0, "n_mis": 259.0, "n_syn": 129.0, "p_li": 0.0012112447445172, "p_null": 0.00906139385482329, "p_rec": 0.98972736140066, "syn_z": -1.22706680897515}, "bp": 2715, "cds_end": 187006027, "cds_start": 186997773, "n_exons": 4, "nonpsych": {"exp_lof": 16.7701790449, "exp_mis": 225.876448484, "exp_syn": 98.0259488563, "lof_z": 2.5828908644458, "mis_z": 0.0965329346016636, "mu_lof": 1.51652755904e-06, "mu_mis": 2.20475645905e-05, "mu_syn": 9.51634755051e-06, "n_lof": 6.0, "n_mis": 223.0, "n_syn": 118.0, "p_li": 0.0185617011536338, "p_null": 0.00518413375430258, "p_rec": 0.976254165092064, "syn_z": -1.2701619572738}, "nontcga": {"exp_lof": 17.119847698, "exp_mis": 229.669312775, "exp_syn": 99.7135950603, "lof_z": 2.17429716471144, "mis_z": 0.0548777206660467, "mu_lof": 1.51652755904e-06, "mu_mis": 2.20475645905e-05, "mu_syn": 9.51634755051e-06, "n_lof": 8.0, "n_mis": 228.0, "n_syn": 120.0, "p_li": 0.000713914122436235, "p_null": 0.0188782144912012, "p_rec": 0.980407871386363, "syn_z": -1.28632321763756}, "transcript": "ENST00000296795.3"}, "exons": [{"cdsend": 186084873, "cdsstart": 186076619, "chr": "4", "position": [[186069155, 186069248], [186076612, 186077060], [186078839, 186079031], [186082319, 186084172], [186084644, 186088073]], "strand": 1, "transcript": "NM_003265", "txend": 186088073, "txstart": 186069155}], "exons_hg19": [{"cdsend": 187006027, "cdsstart": 186997773, "chr": "4", "position": [[186990309, 186990402], [186997766, 186998214], [186999993, 187000185], [187003473, 187005326], [187005798, 187009227]], "strand": 1, "transcript": "NM_003265", "txend": 187009227, "txstart": 186990309}], "generif": [{"pubmed": 12509442, "text": "the first demonstration of the importance of TLR3 cytoplasmic tyrosine residues in double-stranded RNA signaling"}, {"pubmed": 12672806, "text": "TLR3 has a role in innate and adaptive immune responses"}, {"pubmed": 14557267, "text": "TLR4-mediated activation of the interferon-sensitive response element has an absolute requirement for NFKBp65, whereas the TLR3-induced ISRE response is NFKB-independent"}, {"pubmed": 14575692, "text": "measles virus-induced expression of TLR3 may reflect amplified IFN production that plays a part in host defense to viral infection"}, {"pubmed": 14729660, "text": "RNA, likely through secondary structure, is a potent host-derived activator of TLR3"}, {"pubmed": 14982987, "text": "double-stranded RNA-induced TLR3/TRIF-mediated NF-kappaB and IRF3 activation diverge at TRIF"}, {"pubmed": 14987294, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15119015, "text": "This isoform has 2,520 bp cDNAs compared to the 2,712 bp of full cDNA, is produced by deletion of an intron-like sequence within exon 4 and is co-expressed with wild type TLR3 in primary human astrocytes and glioblastoma cell lines."}, {"pubmed": 15153468, "text": "siRNA and shRNA knockdown of genes represents a new and powerful tool, it is not without nonspecific effects, which we demonstrate are mediated in part by signaling through TLR3."}, {"pubmed": 15212709, "text": "Data support the hypothesis that toll-like receptor-3 is an important determinant of cellular responses to external double-stranded RNA."}, {"pubmed": 15226270, "text": "the cytoplasmic linker region of TLR3 regulates receptor retention inside the organelle and signaling"}, {"pubmed": 15315972, "text": "With expression of TLR3, poly I:C stimulation induces the activation of interferon regulatory factor-3."}, {"pubmed": 15502848, "text": "dsRNA-activated phosphorylation of two specific tyrosine residues of TLR3 is essential for initiating two distinct signaling pathways"}, {"pubmed": 15579900, "text": "TLR3 is constitutively expressed in human alveolar and bronchial epithelial cells; TLR3 contributes directly to the immune response of respiratory epithelial cells to influenza A virus and dsRNA"}, {"pubmed": 15652398, "text": "Resting and activated human astrocytes preferentially express TLR3, constitutively express adapters linked to TLR3 signaling, and respond to TLR3 engagement with production of TNF-alpha, IL-6, and chemokines."}, {"pubmed": 15731229, "text": "studies indicate that TLR3 mediates inflammatory cytokine and chemokine production in respiratory syncytial virus-infected epithelial cells."}, {"pubmed": 15737993, "text": "hepatocytes contain two distinct antiviral signaling pathways leading to expression of intereron beta, one dependent upon TLR3 and the other dependent on RIG-I, with little cross-talk between these pathways"}, {"pubmed": 15767394, "text": "Toll-like receptor 3, although essential for gene induction by dsRNA, was dispensable for gene induction by Sendai virus"}, {"pubmed": 15778392, "text": "IFN-alpha-induced up-regulation of TLR3 expression is involved in dsRNA activated antiviral response in human epithelial and endothelial cells"}, {"pubmed": 15845391, "text": "The gene expression and surface expression of TLR3 in polyI:C-stimulated corneal epithelial cells."}, {"pubmed": 15935884, "text": "TLR3 is involved in the immune responses of endometrial epithelial cells after exposure to dsRNA and has the potential to alter the cytokine milieu and influence the outcome and consequences of infection."}, {"pubmed": 15961631, "text": "crystal structure of ectodomain; large horseshoe-shaped solenoid assembled from 23 leucine-rich repeats (LRRs)"}, {"pubmed": 15972671, "text": "TLR3 and TLR4 signal primarily through NF-kappaB to enhance transcription of pIgR mRNA."}, {"pubmed": 16029432, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16029432, "text": "These results suggest that polymorphisms in the TLR3 gene, which is part of the innate immune system, may be associated with type 1 diabetes in this population."}, {"pubmed": 16035096, "text": "Biliary epithelial cell antibodies via induction of TLR2 and TLR3, as well as inflammatory cytokine and chemokine production may induce epithelial cell inflammatory responses to bacterial components and contribute to posttransplantation cholangitis."}, {"pubmed": 16043704, "text": "The overall horseshoe-shaped structure of the TLR3-ectodomain is formed by 23 repeating leucine-rich repeats (LRRs) that are capped at each end by specialized non-LRR domains."}, {"pubmed": 16144834, "text": "TLR3 engagement by poly(I-C) at an acidic pH, probably in early phagolysosomes or endosomes, induces receptor aggregation leading to signaling"}, {"pubmed": 16146574, "text": "The up-regulation of Toll-like receptors 2, 3 and 4 in the nasal mucosa of patients with symptomatic allergic rhinitis supports the idea of a role for Toll-like receptors in allergic airway inflammation."}, {"pubmed": 16160153, "text": "This study demonstrates an important functional requirement for TLR3 in the host response against rhinovirus infection"}, {"pubmed": 16289658, "text": "required for the activation of NFkappaB by the LTRf from Moloney murine and feline leukemia viruses"}, {"pubmed": 16293707, "text": "The role of TLR3 in the immunobiology of muscle is reported; its implications for the understanding of the pathogenesis of inflammatory myopathies or therapeutic interventions are included."}, {"pubmed": 16399790, "text": "Exposure of respiratory epithelial cells to diesel exhause enhances virus and could potentially alter the response to viral infections by increasing the expression and function of TLR3."}, {"pubmed": 16424203, "text": "Respiratory syncytial virus, via an effect on TLR3 and protein kinase R, sensitizes airway epithelial cells to subsequent double-stranded (ds)RNA exposure."}, {"pubmed": 16482523, "text": "TLR3 is induced on human astrocytes upon inflammation and when activated, mediates a comprehensive neuroprotective response rather than a polarized pro-inflammatory reaction."}, {"pubmed": 16484229, "text": "the interaction of IRF-8 with TRAF6 modulates TLR signaling and may contribute to the cross-talk between IFN-gamma and TLR signal pathways"}, {"pubmed": 16533755, "text": "analysis of glycosylation of human Toll-like receptor 3"}, {"pubmed": 16585585, "text": "direct proapoptotic activity of endogenous TLR3 expressed by cancerous cells"}, {"pubmed": 16628196, "text": "the STAT1-SOCS1 pathway regulates the innate immune response via TLR3 signaling in epidermal keratinocytes"}, {"pubmed": 16720699, "text": "These mutations locate the dsRNA binding site on the glycan-free, lateral surface of TLR3 toward the C terminus and suggest a model for dsRNA binding and TLR3 activation."}, {"pubmed": 16847112, "text": "findings demonstrate that TLR-3 and TLR-9 mediate the activation of corneal cells by Herpes simplex virus 1, HSV-1 DNA and HSV-1-antibody complexes"}, {"pubmed": 16858407, "text": "TLR3 associates with activated c-Src tyrosine kinase double-stranded (ds)RNA-containing endosomes in HeLa cells, and triggers an innate immune response during viral infection."}, {"pubmed": 16877304, "text": "brain neurons can express TLR-3 in vivo and these neurons may play an important role in initiating an inflammatory reaction in a variety of neurological diseases"}, {"pubmed": 16914605, "text": "H. influenzae infection increases airway epithelial cell ICAM-1 and TLR3 expression, leading to enhanced binding of RV and a potentiation of RV-induced chemokine release"}, {"pubmed": 16935934, "text": "TLR3 agonist poly(I:C) activated epithelial cells, primary endothelial cells, and two types of primary human smooth muscle cells (airway [ASMC] and vascular) directly, while the TLR7/8 agonist R848 required the presence of leukocytes to activate ASMC"}, {"pubmed": 16950283, "text": "Evidence of a functional response to TLR ligand TLR3 supports an immunomodulatory role for airway smoooth muscle cells during airway inflammatory responses."}, {"pubmed": 17043099, "text": "TLR3-mediated production of proinflammatory cytokines and chemokines in oviduct epithelial cells in response to viral dsRNA may be important for antiviral immunity in the human female reproductive tract."}, {"pubmed": 17085778, "text": "Human neurons express TLR-3, a major receptor in virus-mediated innate immune response."}, {"pubmed": 17142768, "text": "Both the cytoplasmic and TLR3-mediated dsRNA recognition pathways converge upon NAP1 for the activation of the IRF-3 and IFN-beta promoter."}, {"pubmed": 17142772, "text": "TLR3 ligands can not only indirectly influence the adaptive immune response through modulation of dendritic cell activation, but also directly increase IFN-gamma production by Ag-specific CD8+ T cells."}, {"pubmed": 17150911, "text": "The interactions between the TLR3 ectodomain and double-stranded RNA depended on acidic pH."}, {"pubmed": 17178723, "text": "Two phosphotyrosine residues of Toll-like receptor 3 (TLR3) activate two distinct pathways, one leading to NF-kappaB release and the other leading to its phosphorylation."}, {"pubmed": 17209042, "text": "dimer of TLR3 is the form that binds RNA and activates signal transduction."}, {"pubmed": 17254392, "text": "A molecular model of TLR# in order to understand the molecular basis of pathogen associated molecular patterns."}, {"pubmed": 17292969, "text": "expression levels of TLR2, TLR3, TLR4 & TLR9 in endometrium varied in a similar pattern during the menstrual cycle; levels were high in perimenstrual period & low in periovulatory period"}, {"pubmed": 17301562, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17314152, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17434873, "text": "Results suggest that N284I and L412F affect the activities of Toll-like receptor 3 needed for proper signaling."}, {"pubmed": 17449641, "text": "TLR3, PI3K, and IRF3 are involved in the poly IC-induced galectin-9 expression in HUVECs"}, {"pubmed": 17521732, "text": "These results suggest that the extracellular domains are a crucial trigger of cytoplasmic interferon signaling in TLR3."}, {"pubmed": 17525119, "text": "Ability of phenylmethimazole (C10) to decrease growth and migration of papillary thyroid cancer cells may be related to its suppressive effect on TLR3 and Wnt5a signaling."}, {"pubmed": 17534115, "text": "TLR 3 play a distinct role in the inflammatory response that clears viruses from the retina."}, {"pubmed": 17573354, "text": "TLR3 is able to sense both single-stranded RNA and dsRNA"}, {"pubmed": 17602875, "text": "Flow cytometry showed that the nasal polyp epithelial cell mainly expressed TLR3 in an intracellular compartment; immune response of these cells induced by TLR3 could not be blocked by anti-TLR3 antibody."}, {"pubmed": 17626075, "text": "poly(I:C) upregulated TLR3, thereby augmenting the primary (IFN-beta) and secondary (IDO and viperin) response genes"}, {"pubmed": 17660379, "text": "Cell type- and species-specific response for TLR stimulation."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17786279, "text": "TLR3 is predominantly expressed on the cell surface of native natural killer cells and becomes rapidly internalized in response to the head and neck squamous cell carcinoma microenvironment."}, {"pubmed": 17805015, "text": "Activation of human microglia via Toll-like receptors, particularly TLR3, can change profile of local central nervous system immune responses by translating Th1 polarizing signals to CD4 T cells."}, {"pubmed": 17851256, "text": "Viral dsRNA recognition by TLR3 expressed in airway smooth muscle cells may contribute to airway hyperreactivity by differentially regulating M2R and M3R expression and function."}, {"pubmed": 17872438, "text": "study reports a dominant-negative TLR3 allele in otherwise healthy children with herpes simplex virus 1 encephalitis; TLR3 appears to be redundant in host defense to most microbes but is vital for natural immunity to HSV-1 in the CNS"}, {"pubmed": 17908959, "text": "TLR3 is overexpressed in clear cell renal cell carcinoma"}, {"pubmed": 17939877, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17939877, "text": "TLR3 polymorphisms may be relevant to nasopharyngeal carcinoma susceptibility in the Cantonese population."}, {"pubmed": 17947455, "text": "Our data suggest that the intestinal microvasculature is responsive to ligands of TLR3 expressed on intestinal endothelial cells, thereby adding to the regulation of adaptive immunity and leukocyte recruitment."}, {"pubmed": 17962643, "text": "findings show that NK cells display heterogeneous levels of TLR3 mRNA transcript; clones displaying higher TLR3 mRNA transcripts were characterized by higher cytokine production and cytotoxicity"}, {"pubmed": 17962701, "text": "TLR3 expression on mesenchymal stem cells (MSCs) may provide an effective mechanism to block the immunosuppressive activity of MSCs and therefore to restore an efficient T-cell response in the course of dangerous infections"}, {"pubmed": 17963596, "text": "Abnormal expression of TLR3 and CD86 may relate to the persistence of HBV infection."}, {"pubmed": 17964520, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17982077, "text": "the spatiotemporal mobilization of TICAM-1 in response to dsRNA and the formation of the TICAM-1 speckles containing RIP1 and NAP1 are important for the activation of the TLR3-TICAM-1 pathway."}, {"pubmed": 18021446, "text": "Our results show that PAMP receptors, TLR3, TLR7 and RIG-I mRNA levels are significantly down-regulated in patients with chronic hepatitis C infection when compared with healthy controls."}, {"pubmed": 18029758, "text": "Mutagenesis approach showed that conserved histidine residues were essential for the ligand-dependent activation of TLR3."}, {"pubmed": 18172197, "text": "TLR3 assembles on dsRNA as stable dimers and the minimal signaling unit is one TLR3 dimer"}, {"pubmed": 18204787, "text": "These data suggest that TLR3 contributes to the malignant phenotype leading to invasive carcinoma in head and neck squamous cell carcinoma."}, {"pubmed": 18253710, "text": "Data report that dendritic cell stimulation through the Toll-like receptor 3 ligand dsRNA [poly(I:C)] limits CD4 T-cell proliferation, curtailing adaptive immune responses."}, {"pubmed": 18262679, "text": "we summarize the current knowledge on TLR3 and discuss its possible role in innate and adaptive immunity--REVIEW"}, {"pubmed": 18325643, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18367536, "text": "Small interfering RNAs directed against TLR3 greatly reduced the ability of Kaposi's sarcoma-associated herpesvirus to upregulate IFN-beta1 and CXCL10 upon infection"}, {"pubmed": 18385087, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18385087, "text": "TLR variants are unlikely to have a major impact on overall AMD risk, and the common variants studied were not associated with AMD."}, {"pubmed": 18437017, "text": "TLR3 and 9 as well as IFN-beta and TNF-alpha are expressed in verruca and molluscum contagiosum skin lesions and may play a pivotal role in cutaneous innate immune responses"}, {"pubmed": 18442983, "text": "cytomegalovirus M45 protein provides a direct cell type-dependent replication benefit to the virus while modulating other biological processes signaling via the RIP1 adaptor such as activation of Toll-like receptor (TLR)3 and other mediators of cell death"}, {"pubmed": 18508883, "text": "Binding of the glycosylated West Nile virus envelope protein DC-SIGN leads to a reduction in the expression of Toll-like receptor 3 (TLR3) in macrophages from young donors via the signal transducer and activator of transcription 1-mediated pathway."}, {"pubmed": 18541719, "text": "microfilariae interfere with monocyte-derived DC function by altering TLR3 and TLR4 expression and interfering with both MyD88-dependent signaling and a pathway that ultimately diminishes NF-kappaB activity"}, {"pubmed": 18544529, "text": "Novel model for the formation of TLR3 ectodomain dimers complexed with double strnded RNA, which incorporates this second binding site."}, {"pubmed": 18562533, "text": "West Nile virus nonstructural protein 1 inhibits TLR3 signal transduction."}, {"pubmed": 18566014, "text": "Prostate cancer cell lines express TLR3 and the TLR3 agonist poly (I:C) activates mitogen-activated protein kinases and induces inhibition of proliferation as well as caspase-dependent apoptosis."}, {"pubmed": 18566393, "text": "viral dsRNA may initiate frontline IgG and IgA responses through an innate TLR3-dependent pathway involving BAFF"}, {"pubmed": 18568036, "text": "There are different arrangements of TLR3 ectodomains along the double-stranded RNA that could modulate the strength of the interferon response."}, {"pubmed": 18684960, "text": "TLR3 double-stranded DNA sensing receptor is a dominant stimulator of antiviral pattern recognition molecules and NF-kappaB-induced gene activation in human keratinocytes."}, {"pubmed": 18686608, "text": "Human epidermal keratinocytes constitutively express all TLR 1-10 mRNA, which may enable human keratinocytes to respond to a wide range of pathogenic micro-organisms."}, {"pubmed": 18715647, "text": "TLR3 expression in newborn dendritic cells exhibits heterocellularity and allelic imbalance (skewing), features characteristic of cis-acting epigenetic control."}, {"pubmed": 18725521, "text": "caspase-8 has a role in the production of biologically active IL-1beta in response to TLR3 and TLR4 stimulation"}, {"pubmed": 18753640, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18753640, "text": "The TLR3 412Phe variant confers protection against geographic atrophy in macular degeneration."}, {"pubmed": 18775079, "text": "Our data suggest an involvement of TLR3 and TLR4 in endometrial diseases as demonstrated by altered expression levels in endometriosis and endometrial cancer."}, {"pubmed": 18776324, "text": "Results demonstrate that TLR3 signaling is initiated from the endosome through a pH-dependent binding mechanism, and that a second dsRNA binding site exists in the N-terminal region of the TLR3."}, {"pubmed": 18776592, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18779317, "text": "These results suggest that p53 influences TLR3 expression and function and highlight a role of p53 in innate immune response in epithelial cells."}, {"pubmed": 18813073, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18832709, "text": "dsRNA is recognized by differently categorized receptors, cytoplasmic RIG-I-like receptor, membrane-bound TLR3 and cell-surface RNA capture. The endocytic pathway is critical for dsRNA-induced TLR3-mediated cell activation."}, {"pubmed": 18849495, "text": "TLR3 has a major role in the development of ARDS-like pathology in the absence of a viral pathogen."}, {"pubmed": 18946062, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18949355, "text": "Results indicate that TLR3 expression in hepatocellular carcinoma plays an important role with regard to cell survival and proapoptotic activity."}, {"pubmed": 18978302, "text": "The novel coupling of antiviral defense machinery (i.e., TLR3) and major epithelial proliferation/repair pathway (i.e., EGFR) might play an important role in viral-induced airway remodeling and airway disease exacerbation."}, {"pubmed": 18988918, "text": "activation of TLR3 can affect the differentiation to myofibroblasts and enhance ECM production via the NF-kappaB-TGF-beta(1)-dependent pathway"}, {"pubmed": 19001446, "text": "Toll-like receptors 3 highly expressed on human melanoma cells."}, {"pubmed": 19016379, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19016379, "text": "Toll-lile receptor 3 gene may confer host genetic susceptibility to subacute sclerosing panencephalitis in Japanese individuals."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19035519, "text": "high expression of TLRs 3 and 4, at an early stage of rheumatoid arthritis and the reactivity of synovial fibroblasts in vitro suggest that TLR signaling pathways resulting in inflammation and joint destruction are activated early in the disease process"}, {"pubmed": 19055649, "text": "These results suggest that through DC activation, human TSLP and TLR3 ligands promote differentiation of Th17 cells with the central memory T cell phenotype under Th2-polarizing conditions."}, {"pubmed": 19120481, "text": "Individuals with congenital mutations develop severe HSV-1 encephalitis"}, {"pubmed": 19134117, "text": "TLR3 actively participates in the recognition of innate pro-inflammatory response at the early Dengue virus infection DENV stage and leads to the consequent antiviral cytokine/interferons induction in vitro"}, {"pubmed": 19164128, "text": "TLR3, TLR4, and TLR8 ligands induce synergistic multiple signaling pathways leading to cytokine mRNA expression and protein production in human monocyte-derived macrophages and dendritic cells"}, {"pubmed": 19231996, "text": "restricted expression of the IFNAR in the differentiated airway epithelium presents a potential mechanism of regulating type I interferon-induced TLR3 expression"}, {"pubmed": 19234180, "text": "TLR3 is required for pathogenic Hantaan virus-induced expression of the interferon-stimulated MxA and ISG15 genes, but not for MxA induction triggered by the Prospect Hill hantavirus."}, {"pubmed": 19247444, "text": "Study shows that TLR3 is a major molecule involved in the spatial arrangement of Rabies virus-induced Negri Bodies and viral replication."}, {"pubmed": 19254290, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19265130, "text": "TLR2 and TLR3 signaling leads to ras homolog gene family member A (RhoA) activity at distinct cellular compartments."}, {"pubmed": 19299748, "text": "TLR3 ligand induces NF-kappaB pathway activation in multiple myeloma and support a switching function of type I IFN in the functional outcome of TLR3 triggering in tumor cells."}, {"pubmed": 19362356, "text": "TLR3 positively regulates late-phase reaction of experimental allergic conjunctivitis, which caused reduced eosinophilic conjunctival inflammation in TLR3KO mice and pronounced it in TLR3Tg mice."}, {"pubmed": 19378782, "text": "plays a role in innate and adaptive immune responses. (review)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19437550, "text": "Activation of TLR3 by double-stranded RNA (poly-I:C) or single-stranded RNA induced IFN-alpha/beta expression. Such activation done prior to HSV-1 infection reduced the susceptibility of the neuronal cells to infection."}, {"pubmed": 19475618, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19494321, "text": "IFN priming combined with TLR activation may increase immune responses induced by Ag-presenting mesenchymal stromal cell"}, {"pubmed": 19505919, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19522763, "text": "certain tumour cell lines express TLR3 on mRNA and protein level but it is only functional in Detroit 562 cell line"}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19542247, "text": "Transduction at the TLR3 initiated by dsRNA stimulates downstream innate immune responses."}, {"pubmed": 19597128, "text": "Oxidative stress augments the response of TLR3 in airway epithelial cells to double-stranded RNA via NF-kappaB and that this effect might be partly mediated by the enhancement of TLR3 expression."}, {"pubmed": 19625408, "text": "Toll-like receptor 3 mediates establishment of an antiviral state against hepatitis C virus in hepatoma cells"}, {"pubmed": 19628747, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19628747, "text": "Results did not confirm the reported associations of TLR3 rs3775291 and TLR4 rs4986790 with age-related macular degeneration (AMD) in the three independent samples, individually or combined."}, {"pubmed": 19631980, "text": "study concludes that trophoblast cells respond to TLR3 ligation by signaling through both NF-kappaB and IRF pathways resulting in expression of inflammatory mediators and, in particular, the preeclampsia-related anti-angiogenic factor sFLT-1"}, {"pubmed": 19646728, "text": "Triggering TLR3 or TLR4 by poly I:C or LPS induced strong anti-HIV activity in microglia."}, {"pubmed": 19656899, "text": "These data demonstrate, for the first time, that a DNA viral vector, Baculovirus, can activate the TLR3 pathway in human mesenchymal stem cells (hMSCs) and lead to a cytokine expression profile distinct from that in immune cells."}, {"pubmed": 19740627, "text": "Cultured human melanocytes express functional toll-like receptors 2-4, 7 and 9."}, {"pubmed": 19741468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19741468, "text": "TLR4/CD14 and TLR3 polymorphisms have roles in acute rejection after kidney transplantation"}, {"pubmed": 19748983, "text": "Direct activation of interleukin (IL)17A and IL-21 through TLR3 can induce the release of proinflammatory cytokines from CD4-positive T cells."}, {"pubmed": 19752565, "text": "The decreased TLR3 expression in eosinophils during symptomatic allergic rhinitis and in the presence of Th2 cytokines indicates a role in allergic airway inflammation."}, {"pubmed": 19758322, "text": "Activation of TLR2, TLR3 or TLR5 induces the expression of MMP-1 and MMP-9 in human epidermal keratinocytes."}, {"pubmed": 19769802, "text": "rhinovirus-induced expression is enhanced by cigarette smoke extract"}, {"pubmed": 19779021, "text": "TLR3 is highly functional in the human esophageal epithelium and TLR3-mediated NF-kappaB signaling may play an important regulatory role in esophageal epithelial homeostasis."}, {"pubmed": 19795416, "text": "Knockdown of BS69 resulted in a decrease of IFN-beta induction, suggesting that BS69 is a positive regulator for the TLR3-TICAM-1 pathway and negative regulatory properties in NF-kappaB activation."}, {"pubmed": 19810822, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19833099, "text": "TLR3/IFN-beta expression in monocyte-derived dendritic cells can be used a diagnostic marker of liver damage in acute-on-chronic hepatitis B liver failure."}, {"pubmed": 19855253, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19878930, "text": "Results indicate that TLR3 is a key component in the response of human bronchial epithelial cells to NTHi, and suggest that cognate neutralizing mAbs might be a useful therapeutic tool to regulate the inflammatory response."}, {"pubmed": 19887600, "text": "TLR3 or TLR7 ligand stimulation of tumor cells enhances the cytotoxic activity of expanded gammadelta T cells of cancer patients in vitro."}, {"pubmed": 19890046, "text": "TLR3 and MDA5, but not RIG-I, are required for maximal sensing of rhinovirus dsRNA and that TLR3 and MDA5 signal through a common downstream signaling intermediate, IRF3."}, {"pubmed": 19902255, "text": "Data show significant associations between SNPs in RARA, RARB, TOP2B and RARG, RXRA, TLR3, TRIM5 and RIG-I genes and rubella virus-specific cytokine immune responses."}, {"pubmed": 19902255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914718, "text": "These findings reveal a novel mechanistic insight into an interrelationship between SR-A1 and TLR-3/-9 signaling in human cytomegalovirus-exposed monocytes."}, {"pubmed": 19948350, "text": "Dominant negative RIG-I and TRIF supported a model whereby TLR3 activation upregulates RIG-I expression and in turn hypersensitizes cells to RIG-I-mediated cytokine secretion upon simian virus 5 infection."}, {"pubmed": 19951172, "text": "The early HCMV-triggered immune response of human monocyte-derived dendritic cells appears to be independent of TLR3 signaling."}, {"pubmed": 19966137, "text": "TLR3 pathway is dependent on ELMOD2"}, {"pubmed": 19966777, "text": "To our knowledge, these findings show for the first time that the skin epithelium requires TLR3 for normal inflammation after wounding and that the microflora can modulate specific cutaneous inflammatory responses"}, {"pubmed": 20009359, "text": "Toll-like receptor (TLR) 3 was detected in 84.7+/- 7.0 % of T cells and 62.7+/- 32.3 % of macrophages (mean+/- SD) in all three patients with fulminant type 1 diabetes."}, {"pubmed": 20047764, "text": "The binding of TRAF2 and TRAF6 to TICAM-1 cooperatively activates the IFN-inducing pathway through ubiquitination of TICAM-1."}, {"pubmed": 20100933, "text": "Studies show substantial decreases in older compared with young individuals in cytokine production in response to TLR1/2, TLR6, TLR3, TLR5, and TLR8, TLR7 and TLR9 in DCs."}, {"pubmed": 20124101, "text": "Data show that TLR activation was associated with significantly increased production of IL-1beta, IL-6, TNF-alpha, and CCL3."}, {"pubmed": 20194452, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20197609, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20197609, "text": "TLR3c.1377 and TLR9 2848 polymorphisms might be related to multiple sclerosis in Han people in south China."}, {"pubmed": 20200155, "text": "TRIS was associated with TRIF upon TLR3 activation by poly(I-C). These findings reveal an unexpected mechanism of TLR3-mediated signaling."}, {"pubmed": 20227302, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20309865, "text": "Our findings indicate that TLR-3 and TLR-7 are expressed in inflammatory myopathic tissues, particularly in immature myoblast precursors."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20367642, "text": "Anticancer drugs increase TLR3 expression and subsequently potentiate poly I:C-induced apoptosis"}, {"pubmed": 20381870, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406303, "text": "when TLR3 was stimulated with its specific ligand, the double-stranded RNA poly(I:C), DC-SIGN expression on breast milk macrophages was reduced even in the IL-4-mediated enhanced state."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20422193, "text": "No significant differences are found in the TLR3 and TLR10 genotypes or allele distribution between rheumatoid arthritis patients and control individuals."}, {"pubmed": 20422193, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20472559, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20472559, "text": "TLR3 in patients diagnosed with enteroviral myocarditis/cardiomyopathy"}, {"pubmed": 20483009, "text": "No evidence is found for the association of TLR3 and a single base-pair variation C1236T by genotype, in Australian subjects with multiple sclerosis."}, {"pubmed": 20483009, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483744, "text": "these data show for the first time that TLR3 and TLR5 stimulation of human prostate cancer cells triggers the production of chemokines"}, {"pubmed": 20483774, "text": "stathmin may fulfill previously unsuspected regulatory roles during inflammation and repair in the adult CNS"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20514466, "text": "Proapoptosis activity of TLR3 expressed by head and neck squamous cell carcinomas."}, {"pubmed": 20523058, "text": "Cross-talk between TLR3 signaling and cytokines regulates the expression of CCL5 in airway epithelial cells. TNF-alpha activates NF-kappaB, in cooperation with TLR3 signaling. IFN-gamma stabilizes CCL5 mRNA up-regulated by TLR3, dependent on STAT-1."}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20595247, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20604744, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20636339, "text": "TLR3 acativation by polyI:C resulted in inhibition of HIV infections in macrophages via induction of antiviral factors."}, {"pubmed": 20639488, "text": "Data show the requirement of cotriggering TLR3 and Rig-I on mDCs and RLRs on NK cells for a pathogen product to induce potent innate cell activation."}, {"pubmed": 20651983, "text": "Differences in the basal level of HIF-1alpha expression in different prostate cancer cell lines underlie their differential response to TLR3 activation, suggesting a correlation between hypoxic gene expression and tumor responsiveness to TLR agonists."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20685081, "text": "higher constitutive surface expression by salivary epithelial cells from Sjogren's syndrome patients"}, {"pubmed": 20691286, "text": "TLR3 regulates mitochndrial function in cultured human hepatocytes."}, {"pubmed": 20819670, "text": "The concentrations of TLR1, TLR3, TLR4, TLR7 and TLR9 appeared to be increased in bacterial pleural effusion compared to non-bacterial pleural effusions."}, {"pubmed": 20832341, "text": "TLR3-mediated immunity against primary infection by Herpes Simplex Virus 1 in the central nervous system is critically dependent on TRAF3."}, {"pubmed": 20855885, "text": "single nucleotide polymorphisms in TLR3 is associated with defective secretion that affected herpesvirus and influenza virus encephalopathy."}, {"pubmed": 20957750, "text": "TLR3-mediated IFN-beta gene induction is negatively regulated by the TLR adaptor MyD88 adaptor-like"}, {"pubmed": 20977567, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20978888, "text": "The Samples of carcinomas with recurrence exhibited a significant increase in the mRNA levels of TLR3."}, {"pubmed": 21061265, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21079408, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21079408, "text": "This study indicates that the TLR3 rs3775291 gene polymorphism is not associated with choroid neovascularization and polypoidal choroidal vasculopathy in Singaporean Chinese patients."}, {"pubmed": 21093032, "text": "The L412F variant of Toll-like receptor 3 (TLR3) is associated with cutaneous candidiasis, increased susceptibility to cytomegalovirus, and autoimmunity."}, {"pubmed": 21129170, "text": "The expression levels of TLR3, TLR4 and TLR9 have clinical interest as indicators of tumor aggressiveness in breast cancer."}, {"pubmed": 21132533, "text": "This study suggests only marginal role of TLR 3 and 9 gene polymorphisms in cervical cancer susceptibility in North India."}, {"pubmed": 21148036, "text": "TLR3 induces soluble tumor necrosis factor receptor 1 (TNFR1) shedding via signaling from human airway epithelial cells (NCI-H292) with subsequent activation of two downstream pathways."}, {"pubmed": 21173679, "text": "TLR3 deficiency was reported in 2 children with severe HSV-1 infection."}, {"pubmed": 21179282, "text": "targeting the TLR3 pathway may be a promising approach to preventing pathologic angiogenesis in rheumatoid arthritis."}, {"pubmed": 21189260, "text": "central role for TAPE (CC2D1A/Freud-1/Aki-1)in linking TLR3 and TLR4 to innate immune defenses at an early step"}, {"pubmed": 21216866, "text": "A functional TLR3 is a risk factor for tick-borne encephalitis virus infection."}, {"pubmed": 21220319, "text": "Unexpected protective role for Toll-like receptor 3 in the arterial wall."}, {"pubmed": 21223583, "text": "we have demonstrated that IFNalpha2, a type I interferon, increases the expression of TLR3 on human dermal fibroblasts"}, {"pubmed": 21239167, "text": "TLR-3 polymorphism is an independent prognostic marker for stage II colorectal cancer"}, {"pubmed": 21245912, "text": "Collectively, these data demonstrate that the intracellular RNA virus sensors (RIG-I, MDA5 and TLR3) are activated upon dengue virus infection and are essential for host defense against the virus."}, {"pubmed": 21255094, "text": "Reduced filaggrin levels may influence innate immune responses via TLR stimuli and may contribute to the pathogenesis of inflammatory skin disease via TSLP expression."}, {"pubmed": 21266579, "text": "Raftlin cooperates with the uptake receptor to mediate cell entry of poly(I:C), which is critical for activation of TLR3."}, {"pubmed": 21367858, "text": "TAp63alpha is a crucial regulator downstream of TLR3 to induce cell death via death receptors -4,-5 and mitochondria."}, {"pubmed": 21398612, "text": "Data show that midazoquinolines, which are TLR7/8 agonists, inhibit TLR9 and TLR3 even in the absence of TLR7 or TLR8, and their mechanism of inhibition is similar to the antimalarials."}, {"pubmed": 21454254, "text": "In hepatitis C virus-associated glomerulonephritis a significant upregulation of both interferon-gamma-inducible protein and TNF-alpha is mediated specifically by the viral receptor Toll-like receptor 3"}, {"pubmed": 21474651, "text": "Our results demonstrate that human esophageal epithelial cells can sense endogenous danger signals, in part through TLR3 signaling."}, {"pubmed": 21481769, "text": "Studies indicate that TLR3 recognizes dsRNA, which is produced by most viruses at some stage in their life cycles and is a potent indicator of viral infection."}, {"pubmed": 21498625, "text": "The LPS induces TLR3 expression via a TLR4-MyD88-IRAK-TRAF6-NF-kappaB-dependent signaling pathway."}, {"pubmed": 21515789, "text": "Data show that that TLRs 3, 7, and 9 are expressed by human dorsal root ganglion neurons (DRGNs) and in cultures of primary mouse DRGNs."}, {"pubmed": 21563279, "text": "Toll-like receptor-3-activated human mesenchymal stromal cells significantly prolong the survival and function of neutrophils"}, {"pubmed": 21623661, "text": "toll-like receptor 3 expression is upregulated in hepatitis C virus-positive patients with glomerulonephritis"}, {"pubmed": 21646299, "text": "TLR3-mediated recognition is crucial for polyinosinic-polycytidylic (poly-IC) acid-induced apoptosis in primary human bronchial epithelial cell apoptosis."}, {"pubmed": 21691053, "text": "dsRNA or RV16, induces overproduction of TSLP in COPD-BEC. dsRNA- and RV-induced overproduction of TNF-alpha and CXCL8 involves endosomal TLR3 and cytosolic RIG-I-like helicases"}, {"pubmed": 21695056, "text": "PLIC-1 is a novel inhibitor of the TLR3-Trif antiviral pathway by reducing the abundance of Trif"}, {"pubmed": 21708001, "text": "TLR3 upregulation of synovial fibroblasts activated by T cells results in articular inflammation."}, {"pubmed": 21712495, "text": "A meta-analysis evaluating the association of the T allele of the TLR3 C1234T variant with the risk of geograhic atrophy is presented."}, {"pubmed": 21722947, "text": "Herpes simplex encephalitis may occur in patients carrying NF-kappaB essential modulator mutations, due to the impairment of NF-kappaB- and interferon regulatory factor 3-dependent-TLR3-mediated antiviral IFN production."}, {"pubmed": 21730023, "text": "analysis of the area under receiver operating characteristic curves showed that ULBP2 was superior to CA 19-9 in discriminating patients with early-stage PC from healthy controls"}, {"pubmed": 21735101, "text": "TLR3 has a dual role in pharynx metastatic cell line: on one hand TLR3 activation drove cells to apoptosis while on the other it contributed to tumor progression by altering the expression of tumor promoting genes and enhancing the cell migration."}, {"pubmed": 21802664, "text": "Synergy between TLR3 and IL-18 promotes IFN-gamma dependent TRAIL expression in liver NK cells."}, {"pubmed": 21829730, "text": "study presented the first evidence to show that activation of TLR3 is effective in blocking DENV2 replication via IFN-beta"}, {"pubmed": 21839239, "text": "Identify TLR3 L412F polymorphism as a novel immunologic marker that could be useful to identify a subpopulation of patients with a lower risk of rejection after liver transplantation for HCV-related cirrhosis."}, {"pubmed": 21843566, "text": "TLR-2, TLR-3, TLR-4 and TLR-9 were expressed in normal and preeclamptic placentas, in the trophoblast, at the vascular endothelium, and at placental villous stroma, although increased expression was detected in preeclampsia"}, {"pubmed": 21844166, "text": "TLR7/9 versus TLR3/MDA5 signaling during virus infections and diabetes."}, {"pubmed": 21847628, "text": "IL-29-induced TLR3 expression is involved in antiviral activity of IL-29 in KCs, which suggests a feasible method to cure certain viral infections of the skin"}, {"pubmed": 21911422, "text": "Results identify a new genetic etiology for childhood herpes simplex encephalitis, indicating that TLR3-mediated immunity is essential for protective immunity to HSV-1 in the central nervous system (CNS) during primary infection in childhood."}, {"pubmed": 21911501, "text": "Toll-like receptor 3 (TLR3) signaling requires TLR4 Interactor with leucine-rich REPeats (TRIL)"}, {"pubmed": 21911973, "text": "Promoter region polymorphism & expression profile of toll like receptor-3 (TLR-3) gene in chronic hepatitis C virus (HCV) patients from India"}, {"pubmed": 21931545, "text": "Hepatitis A virus inhibits TLR3 signaling by reducing abundance of the adaptor protein TRIF."}, {"pubmed": 21949112, "text": "Suggest that Gnia2 is involved in endothelial TLR pathways along a signaling cascade that is distinct from MyD88."}, {"pubmed": 21952237, "text": "ligation of TLR-3 by poly(I:C) induces IDO expression in human first-trimester trophoblasts via an IFN-beta-dependent pathway"}, {"pubmed": 21960283, "text": "TLR2 and TLR3 expression on cultured esophageal epithelial cells differs from TLR2 and TLR3 expression in esophageal biopsies, which is limited to immune cells during esophagitis."}, {"pubmed": 21978158, "text": "Lyn kinase blockage down-regulates TLR9-induced cytokines, but up-regulates non-canonical TLR3-induced cytokines in THP1 cells exposed to cytomegalovirus."}, {"pubmed": 21990957, "text": "Data suggest that TLR3, TLR4, TLR7 and TLR9 expression is important to the biological pathogenesis of esophageal squamous cell carcinoma."}, {"pubmed": 21998457, "text": "The Toll-like receptor (TLR)3/TICAM-1 pathway governs type I interferon induction and protection against poliovirus (PV)infection in PV receptor-bearing transgenic mice."}, {"pubmed": 22016778, "text": "several viral RNA-binding proteins can enhance the dsRNA-dependent innate immune response initiated by TLR3"}, {"pubmed": 22024499, "text": "We have shown here aberrant biological responses mediated by the TLR3 variant receptor, L412F, which may explain in part susceptibility of patients to chronic candidiasis, viral infections and autoimmunity."}, {"pubmed": 22030901, "text": "Activation of chemokine and inflammatory cytokine response in hepatitis C virus-infected hepatocytes depends on Toll-like receptor 3 sensing of hepatitis C virus double-stranded RNA intermediates."}, {"pubmed": 22038398, "text": "Poly(I:C) significantly reduced the viability of LNCaP cells TLR3 and endosome dependently."}, {"pubmed": 22039520, "text": "LL37 and several cell-penetrating peptides can enhance signaling by TLR3 and enable TLR3 to respond to viral dsRNA"}, {"pubmed": 22057682, "text": "Endogenous IFN-gamma participates in Toll-like receptor (Tlr)3-mediated antiviral activity, which may have important implications in host cell innate immunity against HSV-1 infection in the central nervous system."}, {"pubmed": 22065573, "text": "Nuclear factor kappaB subunits RelB and cRel negatively regulate Toll-like receptor 3-mediated beta-interferon production via induction of transcriptional repressor protein YY1."}, {"pubmed": 22070917, "text": "report provides a novel mechanism for tumor invasion and the TLR3-dependent inflammatory response that could have therapeutic implications for oral squamous cell carcinoma"}, {"pubmed": 22102050, "text": "describe the approach that led to the successful crystallization of the TLR3+3Fab complex"}, {"pubmed": 22147891, "text": "Data indicate that TLR3 promotes CD8+ T-cell memory responses to Aspergillus fumigatus or fungal antigens; loss-of-function SNP in TLR3 may result in ineffective activation of lymphocytes by dendritic cells of hematopoietic transplant patients."}, {"pubmed": 22174453, "text": "A common TLR3 allele confers immunologically mediated protection from HIV-1."}, {"pubmed": 22200507, "text": "TLR3 induces signaling mechanisms involving TRIF, p38 MAPK and MK2 to enhance stabilization of IFN-beta mRNA contributing to enhanced IFN-beta levels during pathogen infections."}, {"pubmed": 22205631, "text": "TICAM1 down-regulation was found to be dependent on TLR3 but not RIG1, MDA5, or PKR and appeared to be regulated post-translationally"}, {"pubmed": 22205660, "text": "These results suggest that genetic polymorphisms in the TLR3 and CD44 genes are associated with the persistence of the immune response to serogroup C meningococcal vaccines 1 to 6 years after vaccination."}, {"pubmed": 22260507, "text": "human TLR3 is not activated by siRNA, which may be the result of differences in the amino acid composition of the TLR3 loop 1 of mice and humans"}, {"pubmed": 22310660, "text": "E2F1 suppresses TLR3 transcription, but during immune stimulation, Rb is upregulated to block the inhibitory effect of E2F1 on TLR3, highlighting a role of Rb-E2F1 axis in the innate immune response in epithelial cells"}, {"pubmed": 22323545, "text": "The results presented in this article clearly identified a new branch of TLR3 signaling"}, {"pubmed": 22415225, "text": "Data show that calreticulin and profilin-1 are differentially expressed after poly(I:C) treatment, and that calreticulin expression might be Toll-like receptor 3 (TLR3) dependent by using TLR3 small interfering RNA."}, {"pubmed": 22421267, "text": "epistatic interaction with prostaglandin E receptor 3 gene confers an increased risk for Stevens-Johnson syndrome with severe ocular surface complications"}, {"pubmed": 22421964, "text": "dsRNA induces apoptosis through an atypical death complex associating TLR3 to caspase-8."}, {"pubmed": 22429150, "text": "An inflammatory environment and/or Toll-like receptor (TLR) ligation could affect the mesenchymal stromal cell differentiation potential."}, {"pubmed": 22457005, "text": "TLR3 induces the apoptotic cell death of salivary gland epithelial cells (SGECs) via the PI3K-Akt signaling pathway."}, {"pubmed": 22466005, "text": "mediates immune regulatory functions of human mesangial cells in glomerulonephritis"}, {"pubmed": 22479513, "text": "analysis of a novel role for tyrosine phosphorylation in regulating the interaction with IRF3 and the activity of TRIM21 downstream of TLR3 and TLR4"}, {"pubmed": 22504413, "text": "Measles-specific expression, cytokine responses and antibody responses were not associated with TLR3 polymorphisms."}, {"pubmed": 22537752, "text": "TLR3 L412F genetic polymorphism was found to reduce NK cell TLR3-responsiveness and is associated with susceptibility to recurrent herpes labialis."}, {"pubmed": 22549436, "text": "Evaluated the association between the TLR3 L412F polymorphism in young infants with bronchiolitis. Found TLR3 L412F gene polymorphism including the minor allele T was overrepresented (52%) in infants hospitalized with bronchiolitis."}, {"pubmed": 22552940, "text": "The frequency of four single-nucleotide polymorphisms (SNPs) in the TLR3 gene in 239 patients with genital HSV-2 infection and 162 healthy controls, as well as the impact of these variants on TLR3 gene-expression levels, were compared."}, {"pubmed": 22568929, "text": "Data show that Toll-like receptor 3 TLR3 is highly expressed in oral squamous carcinoma cells and oral squamous carcinoma tissues."}, {"pubmed": 22572822, "text": "there is a potential therapeutic value of the TLR3 activator poly(I:C) for wound healing"}, {"pubmed": 22579623, "text": "Toll-like receptor 3 (TLR3) recognizes dsRNA and initiates an innate immune response through the formation of a signaling unit (SU) composed of one double-stranded RNA (dsRNA) and two TLR3 molecules."}, {"pubmed": 22590509, "text": "Triggering of the dsRNA sensors TLR3, MDA5, and RIG-I induces CD55 expression in synovial fibroblasts."}, {"pubmed": 22591330, "text": "These data suggest that cigarette smoke augments the expression and responses of TLR3 in human macrophages, and this may contribute to neutrophilic airway inflammation and parenchymal destruction in the lungs of smokers and patients with COPD."}, {"pubmed": 22611194, "text": "Cleavage of Toll-like receptor 3 by cathepsins B and H is essential for signaling."}, {"pubmed": 22685032, "text": "CXCL10 and CXCR3 were upregulated in colonic mucosa in active inflammatory bowel disease (IBD). The TLR3-ligand poly(I:C) increased release of CXCL10 in colonic epithelial cell lines, suggesting a TLR3-mediated CXCL10 release in IBD patients."}, {"pubmed": 22745793, "text": "The results demonstrate that SOCS1 and SOCS3 each play a functionally distinct role in modulating TLR3, JAK/STAT, and CXCR4/CXCR7 signaling in hMSC."}, {"pubmed": 22759966, "text": "TLR3 inhibits SERT activity, which may increase 5-HT extracellular levels and contribute to the inflammatory response"}, {"pubmed": 22762377, "text": "these analyses revealed that although IL-8 and MCP-1 gene inductions depended on TLR3 the downstream signalling pathways were distinct."}, {"pubmed": 22771581, "text": "These data clearly indicated that retroviral infection exemplified by xenotropic murine leukemia virus-relamoted virus activates the TLR3 signal in human cells."}, {"pubmed": 22825813, "text": "Genetic variations in the TLR3 gene could affect the outcome of hepatitis B virus infection among Saudis."}, {"pubmed": 22849850, "text": "data demonstrated that 25-HC augments the release of IL-8 and IL-6 via NF-kappaB signalling pathway and enhances the release of IL-8 and IFN-beta after stimulation of TLR3 in airway epithelial cells."}, {"pubmed": 22851595, "text": "TBK1 is essential for the TLR3- and IFN-dependent control of HSV-1 in the central nervous system"}, {"pubmed": 22864531, "text": "A TLR3-mediated upregulation of VEGF and its receptor subtype 2 (VEGF-R2) in human mesangial cells upon activation of viral receptors, is reported."}, {"pubmed": 22865861, "text": "Inhibition of TLR3 cleavage by either treatment with cathepsin inhibitor or by a mutation in Loop1 decreased the abundance of TLR3 in endosomes targeted for lysosomal degradation."}, {"pubmed": 22912896, "text": "Data suggest that multiplicative interactions of HLA-A and TLR3 gene might be required for the onset of Stevens-Johnson syndrome (SJS)/toxic epidermal necrolysis (TEN) with ocular complications."}, {"pubmed": 22944378, "text": "The expression of TLR3 in decidual natural killer cells is abnormally higher in unexplained recurrent spontaneous miscarriage patients."}, {"pubmed": 22948160, "text": "TRIM56 is an essential component of the TLR3 antiviral signaling pathway and reveal a novel role for TRIM56 in innate antiviral immunity."}, {"pubmed": 22950839, "text": "TNFA significantly enhanced the TLR3-dependent induction of MMP-9 in human mesangial cells."}, {"pubmed": 22960172, "text": "These data suggest that human pulmonary artery smooth muscle cells express significant levels of viral TLR3 and respond to its activation by releasing endothelin-1"}, {"pubmed": 22989785, "text": "Data suggest that adrenocortical cells express functional TLR3; stimulation through TLR3 may serve to synergistically enhance production of proinflammatory chemokine CXCL10 in such cells."}, {"pubmed": 23053995, "text": "The mRNA expression of TLR3, CXCR4 and IFNgamma in breast cancer tumor tissues was investigated."}, {"pubmed": 23056170, "text": "Data indicate that RO 90-7501 significantly promoted both TLR3 and RLR ligand-induced IFN-beta gene expression and antiviral response, most likely via selective activation of p38 mitogen-activated protein kinase (MAPK) pathway."}, {"pubmed": 23056470, "text": "TRIM38 may act as a novel negative regulator for TLR3-mediated type I interferon signaling by targeting TRIF for degradation"}, {"pubmed": 23076446, "text": "These results indicate that TLR3 C1234T polymorphism could be a risk factor for the development of chronic Hepatitis B virus infection, especially the chronic hepatitis B-related acute-on-chronic liver failure."}, {"pubmed": 23103873, "text": "impaired TLR3- and UNC-93B-dependent IFN-alpha/beta intrinsic immunity to HSV-1 in the CNS, in neurons and oligodendrocytes in particular, may underlie the pathogenesis of HSV-1 encephalitis in children with TLR3-pathway deficiencies"}, {"pubmed": 23115281, "text": "Kaposi's sarcoma-associated herpesvirus vIRF1 and vIRF2 inhibited increases in both IFN-beta message and protein levels following TLR3 activation."}, {"pubmed": 23151015, "text": "There is a close relationship between the presence of TLR3 rs5743313/CT and an increased risk of pneumonia in children infected by the pandemic A/H1N1/2009 influenza virus."}, {"pubmed": 23166319, "text": "TLR3 is the important regulator of UNC93B1 that in turn governs the responsiveness of all TLR3 as the important regulator of UNC93B1 that in turn governs the responsiveness of all NAS Toll-like receptors"}, {"pubmed": 23179584, "text": "TLR3 expression was not associated with prognosis in cutaneous malignant melanoma."}, {"pubmed": 23220997, "text": "Analysis of polymorphisms in TLR3 revealed a significant association of intronic TLR3 polymorphism (rs13126816) with the clearance of HCV and the expression of TLR3."}, {"pubmed": 23240626, "text": "Association between a functional polymorphism in Toll-like receptor 3 and chronic hepatitis C in liver transplant recipients"}, {"pubmed": 23245579, "text": "TLR3 ligation in human astrocytes induces protracted resistance of the cells to H2O2 toxicity."}, {"pubmed": 23255072, "text": "A single nucleotide polymorphism in the promoter region of TLR-3 is associated with elevated TLR-3 gene expression and susceptibility to knee osteoarthritis in a Chinese Han population."}, {"pubmed": 23255358, "text": "the proteolytic cleavage of TLR3 appears to fulfill function(s) other than separating the two fragments to generate a functional receptor."}, {"pubmed": 23269203, "text": "MyD88-independent innate immune signaling critically contributes to priming of myelin-reactive T cells and development of spontaneous autoimmune encephalomyelitis in MyD88-deficient TCR3 transgenic mice."}, {"pubmed": 23290562, "text": "it reviews current knowledge concerning TLR3, first focusing on TLR3 and its signaling pathway, then reviewing experimental infections in TLR3-deficient mice, and third describing TLR3-deficient humans.[review]"}, {"pubmed": 23353987, "text": "As changes in keratinocyte growth and differentiation follow injury, we hypothesized that TLR3 might trigger some elements of the barrier repair program in keratinocytes."}, {"pubmed": 23369718, "text": "Studies indicate that the nucleic acid-sensing toll-like receptors (TLRs), which include TLRs 3, 7, 8 and 9 are completely localized within the endosomal compartments of immune cells and recognize RNA and DNA from pathogens."}, {"pubmed": 23396947, "text": "Negative regulation of the IRAK1 kinase TLR3-interferon (IFN)-beta and proinflammatory cytokine response includes roles for IRAK1 and IKKepsilon in limiting the intensity of the TLR3-NF-kappaB-signaling pathway as well as IRAK1-IKKepsilon-TAK1-directed regulatory mechanism."}, {"pubmed": 23404408, "text": "TLR3 +1234C/T polymorphism is associated with HBV-related hepatocellular carcinoma."}, {"pubmed": 23425350, "text": "Impaired TLR3 and TLR7/8-mediated cytokine responses may contribute to aggressive HCV recurrence postliver transplantation"}, {"pubmed": 23467704, "text": "Cell surface expression of TLR3 and TLR9 in colon carcinoma cells plays an important role in cell survival."}, {"pubmed": 23489702, "text": "Liver expression of TLR2, TLR3 and TLR7, which are more involved in the immune-pathogenesis of chronic hepatitis C, was investigated."}, {"pubmed": 23497334, "text": "Alveolar macrophages of smokers demonstrate reduced protein expression of TLR3 and decreased mRNA for TLR3."}, {"pubmed": 23534905, "text": "These findings demonstrate that IL-32 is induced by microbial ligands through TLR-mediated innate signaling pathways, suggesting an important role of corneal epithelium in inflammatory disease."}, {"pubmed": 23541683, "text": "Results showed that positive TLR3 expression was associated with favorable histology and prognosis in neuroblastoma."}, {"pubmed": 23548575, "text": "This study demonstrates for the first time that neurons and glial cells in human neonatal periventricular white matter express TLR3 during development."}, {"pubmed": 23647955, "text": "TLR-3 signalling of LX-2 hepatic stellate cells inhibits HCV replication in hepatocytes. TLR-3 activation induces IFN-lambda and IRF expression."}, {"pubmed": 23668802, "text": "Expression of Toll-like receptor-3 is enhanced in active inflammatory bowel disease and mediates the excessive release of lipocalin 2."}, {"pubmed": 23673618, "text": "TLR3 is a sensor of extracellular viral/host RNA with stable stem structures derived from infection or inflammation-damaged cells."}, {"pubmed": 23716670, "text": "Data show that TLR3 activation by poly I-C induces up-regulation of microRNA-29b, -29c, -148b, and -152 targeting DNA methyltransferases, leading to demethylation and reexpression of the oncosuppressor retinoic acid receptor beta (RARbeta)."}, {"pubmed": 23717201, "text": "MSR1 to be a critical component of a TLR3-mediated pattern recognition receptor response that exerts an antiviral state in both infected and uninfected hepatocytes, thereby limiting the impact of HCV proteins that disrupt IFN signaling in infected cells"}, {"pubmed": 23721942, "text": "These results indicate that the G allele (within the G/G homozygous genotype) of the TLR3 rs3775291 single nucleotide polymorphism is associated with predisposition to Tick-borne encephalitis in the Russian population."}, {"pubmed": 23723066, "text": "Data indicate that TIR domain containing adaptor inducing IFN-beta protein (TRIF), as well as TLR3 activation, enhances Kaposi's sarcoma-associated herpesvirus (KSHV) replication and transcription activator (RTA) protein expression."}, {"pubmed": 23744559, "text": "CHB patients have reduced TLR3 expression on PBMCs, independent of age, gender and ALT, and on liver cells. Patients with pegylated-interferon-induced SVR have a more significant restoration of TLR3 expression than those under entecavir."}, {"pubmed": 23748743, "text": "Circulating endothelial progenitor cells from umbilical cord blood expressed TLRs, but only TLR3 inhibited cell proliferation, modified cell cycle entry, impaired in vitro angiogenic properties and induced pro-inflammatory cytokines. production."}, {"pubmed": 23796347, "text": "TLR3 rs5743312 polymorphism could be considered as potential predictor of worse overall survival in advanced oral cancer, but not independently of nodal status. Haplotypes in TLR3 gene might be associated with poor prognosis in OSCC patients."}, {"pubmed": 23844087, "text": "TLR3-induced placental miR-210 down-regulates the STAT6/interleukin-4 pathway, and this may contribute to the development of preeclampsia."}, {"pubmed": 23845419, "text": "TLR3 stimulation in keratinocytes induces a caspase-4 dependent release of pro-IL-1beta, but further processing to active IL-1beta is limited. Furthermore, TLR3 stimulation results in pyroptotic- and apoptotic cell death."}, {"pubmed": 23908180, "text": "A markedly higher expression at the mRNA and protein level of TLR3 was observed in active BD patients as compared with controls."}, {"pubmed": 23946637, "text": "Upregulation of TLR2 and TLR3 may be associated with the pathogenesis of wet age-related macular degeneration."}, {"pubmed": 23948864, "text": "Shock wave therapy modulates inflammation via the TLR3 pathway."}, {"pubmed": 23962581, "text": "The TLR3 rs3775291 T allele has a protective effect against HIV infection among highly exposed HIV seronegative Caucasian intravenous drug users."}, {"pubmed": 24028589, "text": "Study findings suggest that the TLR3 gene polymorphism, rs5743312, may be considered as a biomarker for OLP susceptibility."}, {"pubmed": 24068346, "text": "These results suggest that the activation of TLR2, TLR3, and TLR4 might affect intestinal inflammation."}, {"pubmed": 24070541, "text": "TLR3 L412F-variant patients with idiopathic pulmonary fibrosis (IPF) had defective cytokine, type I IFN, and fibroproliferative responses. TLR3 L412F was associated with greater risk of mortality and accelerated decline in patients with IPF."}, {"pubmed": 24084648, "text": "The absence of Ecm29 enhanced TLR3 signaling, which was characterized by the increased abundance of the adaptor protein and E3 ubiquitin ligase tumor necrosis factor receptor-associated factor 3"}, {"pubmed": 24105952, "text": "it was shown that TLR3-activated MSCs could improve survival in cecal ligation and puncture (CLP)-induced sepsis, while miR-143 overexpression reduced the effectiveness of this therapy"}, {"pubmed": 24131248, "text": "TLR3 and MDA5 signalling, although not expression, is impaired in asthmatic epithelial cells in response to rhinovirus infection."}, {"pubmed": 24146036, "text": "The expression of TLR4 and TLR3 closely correlated with the severity of coronary artery disease as reflected by the number of coronary artery stenoses."}, {"pubmed": 24155891, "text": "IL-27 enhances the expression of TRAIL and TLR3 in human melanomas."}, {"pubmed": 24165198, "text": "SORBS2 and TLR3 induce premature senescence in primary human fibroblasts and keratinocytes."}, {"pubmed": 24198284, "text": "An A795P TLR3 mutant enhances NF-kappaB activation, disables IRF3 responses, associates constitutively with TRIF & MyD88, & recruits TRAF6 when activated."}, {"pubmed": 24286242, "text": "Data show that IL-29 enhances Il-6 and Il-8 proinflammatory cytokines production in the synovial fibroblasts from rheumatoid arthritis via upregulation of Toll-like receptors TLR2, 3 and 4."}, {"pubmed": 24321786, "text": "inhibition of autophagy by chemical or genetic approaches blocked TLR4- or TLR3-induced Lys63 (K63)-linked ubiquitination of TNF receptor-associated factor 6"}, {"pubmed": 24371259, "text": "Authors propose that TLR3 signaling does not contribute to the rotavirus-specific antibody response in IgA-sufficient individuals, whereas it is associated with elevated antibody titers in IgA-deficient individuals."}, {"pubmed": 24408902, "text": "TLR3 rs3775291 and rs13126816 polymorphisms are associated with risk for T1DM. The rs5743313 and rs11721827 polymorphisms are associated with age at diagnosis and poor glycemic control."}, {"pubmed": 24445780, "text": "Analysis of the association of TLR3 SNPs with SLE clinical characteristics indicated no significant associations for males.In females, comparison of phenotype-positive cases indicated positive associations of rs3775296 with anemia"}, {"pubmed": 24524192, "text": "[review] A wide spectrum of TLR3 ligand structures beyond double-stranded RNA and their delivery systems provide new insights into the physiological role of TLR3 in virus- or host-derived RNA-induced immune responses."}, {"pubmed": 24530528, "text": "Disrupting the interaction between mannan binding lectin (MBL) and complement receptor 1 or restraining the traffic of MBL to phagosome reverses the MBL limited TLR3 activation."}, {"pubmed": 24535857, "text": "The study indicates that the TLR3 gene polymorphism is not associated with polypoidal choroidal vasculopathy and neovascular age-related macular degeneration in northern Chinese patients."}, {"pubmed": 24558379, "text": "infection-induced up-regulation of GPR15 expression through TLR3 could increase susceptibility of CD4(+) T cells to HIV infection and target cell availability in the gut in some infected individuals"}, {"pubmed": 24565447, "text": "This study found that the mRNA levels of TLR3 and TLR4 are increased in depressed suicide, non-depressed suicide and depressed non-suicide compared with control."}, {"pubmed": 24651439, "text": "RNase L activity limits FFA/obesity-induced impairment of insulin response in muscle cells via TLR3 and MnSOD expression."}, {"pubmed": 24651829, "text": "TLR3 receptor and ligand endocytosis as well as endosomal acidification are important for the robust signaling of TLR3."}, {"pubmed": 24672048, "text": "Enterovirus 68 3C protease cleaves TRIF to attenuate antiviral responses mediated by TLR3."}, {"pubmed": 24682730, "text": "The results suggest that AMD pathology in North Indian AMD patients is not affected by TLR3 signaling but it could be influenced by other genetic or environmental factors unique to North India."}, {"pubmed": 24692849, "text": "TLR3, 7, and 9 play a role in the pathogenesis of SLE and have an impact on organ involvement in systemic lupus erythematosus"}, {"pubmed": 24693944, "text": "MUC1 has a role in regulating epithelial inflammation and apoptosis by PolyI:C through inhibition of TRIF recruitment to Toll-like receptor 3"}, {"pubmed": 24701034, "text": "CXCL10 expression is induced by Hantaan virus infection through TLR3, RIG-I, and MDA-5 pathways correlated with the disease severity"}, {"pubmed": 24708416, "text": "IL-17 influences the innate immune system in rheumatoid arthritis by increasing the synovial expression of TLR3 via the STAT3 pathway."}, {"pubmed": 24709775, "text": "Regulatory phenotype, PD-1 and TLR3 expression in T cells and monocytes from HCV patients undergoing antiviral therapy"}, {"pubmed": 24712925, "text": "The results suggest roles for TLR3, TLR10, PLAT (n=2), VEGFA and DENND1B in susceptibility to chronic cavitary pulmonary aspergillosis."}, {"pubmed": 24719229, "text": "No investigated polymorphisms showed any association with systemic lupus erythematosus."}, {"pubmed": 24739633, "text": "This study is the first to link TLR3 to activation of the alternative complement pathway."}, {"pubmed": 24760149, "text": "TLR3 activation augments matrix metalloproteinase production through reactive nitrogen species generation in human lung fibroblasts."}, {"pubmed": 24766260, "text": "c.1377C/T polymorphism not associated with delayed onset of labour in pregnancy"}, {"pubmed": 24768503, "text": "Single-SNP analysis showed an association between the exonic SNP (rs3775290) in TLR3 and post-vaccination serogroup C meningococcal IgG concentrations"}, {"pubmed": 24786223, "text": "The mechanisms that help repair UV-damaged cells have recently been more clearly defined with the observation that Toll-like receptor 3 can sense self RNA released from necrotic keratinocytes following UV damage."}, {"pubmed": 24791904, "text": "AP1S3 silencing disrupted the endosomal translocation of the innate pattern-recognition receptor TLR-3 (Toll-like receptor 3) and resulted in a marked inhibition of downstream signaling."}, {"pubmed": 24819172, "text": "indicates a significant association of four TLR3 gene polymorphisms with cancer risk"}, {"pubmed": 24845156, "text": "Patients undergoing PCI were shown to have a TLR-dependent pro-inflammatory state, mediated by a downregulation of TLR3 pathway, and upregulation of TLR4."}, {"pubmed": 24886842, "text": "mRNA and corresponding protein expression of TLR3, TLR7, TLR9, RIG-I and MDA-5 were analyzed in nasal biopsies and various upper airway epithelial cell lines."}, {"pubmed": 24889229, "text": "The individual amino acid changes P320S and M333V in West Nile virus NS1 restored TLR3 signaling in virus-infected HeLa cells, however, virus replication was also attenuated."}, {"pubmed": 24905199, "text": "The Src activation by TLR3 changes cell migration, adhesion, and proliferation rates and how IRF-3 activation by RLR triggers a gene induction-independent pro-apoptotic pathway that provides strong antiviral protection."}, {"pubmed": 24934575, "text": "Overexpression of TLR3 enhanced the activity of the IFN-beta promoter and the transcription factor NF-kappa B, thereby decreasing viral protein synthesis."}, {"pubmed": 25008898, "text": "Hepatitis C virus infection decreases the expression of TLR-3 and TLR-7 via upregulation of miR-758."}, {"pubmed": 25014275, "text": "Study found that the astrocytic TLR3-mediated cytokine expression profile is modulated by prostaglandin, and NF-kappaB, ERK1/2 and GSK-3beta are involved in the modulatory mechanism. These results suggest that pathological conditions with increased COX activity can neuroimmunologically alter neuron-glia interaction."}, {"pubmed": 25092290, "text": "LL-37 peptide enhanced signal transduction by Toll-like receptor 3 is regulated by pH."}, {"pubmed": 25098814, "text": "TLR-3 signalling regulates the expression of autoantigens by salivary gland epithelial cells, implicating innate immunity pathways in their over-expression in inflamed tissues and possibly in their exposure to the immune system"}, {"pubmed": 25121361, "text": "TLR 4 along with TLR 3 and 9 is responsible for the antiviral response in HSV infections"}, {"pubmed": 25126563, "text": "TLRs 3, 7, and 8 are prime biomarker candidates for HCV infection mRNA expression analysis which might improve current therapeutic approaches."}, {"pubmed": 25127040, "text": "TLR3 expression does not directly affect viral replication or cytotoxicity. Analysis of experimentally validated NFkappaB-responsive genes revealed a West Nile virus-induced signature largely independent of TLR3."}, {"pubmed": 25171086, "text": "In the absence of TP63, keratinocytes readily presented TSLP and other cytokines by stimuli through Toll-like receptor 3."}, {"pubmed": 25171218, "text": "Results indicate that, in our population, the presence of the C allele of -7C/A in TLR3 increases the susceptibility to end-stage renal disease."}, {"pubmed": 25214272, "text": "Increased risk of influenza for people with Leu412capital ER, Cyrilliche TLR-3 genotype"}, {"pubmed": 25217833, "text": "TLR3 transmembrane domain in dimeric and trimeric states"}, {"pubmed": 25226020, "text": "The polymorphism of TLR3 gene predisposes to clinical TBE in adults only and may be associated with disease severity."}, {"pubmed": 25257174, "text": "Stimulation of toll-like receptor 3 (TLR3) promotes breast cancer cells toward a cancer stem cell phenotype in vitro and in vivo."}, {"pubmed": 25304972, "text": "findings support the notion that TLR3 genetic variants may represent a common risk factor in different chronic inflammatory conditions, including RA and SLE"}, {"pubmed": 25309919, "text": "The expression of TLR-3, -7, and -9 is increased when the macrophages were treated with the supernatant of cervical cancer cells."}, {"pubmed": 25339207, "text": "Childhood-onset herpes simplex encephalitis is due to TLR3 deficiency in a traceable fraction of patients."}, {"pubmed": 25348355, "text": "For the first time, in the present work, we are convincingly reporting the functional evidence that TLR-3 induces cell survivability and metastasis through cell surface."}, {"pubmed": 25373689, "text": "our results demonstrate increased risk for cervical cancer associated with homozygous TLR3 (c.1377C>T) C/C genotype, and TLR4 (Asp299Gly) Asp allele and Asp/Asp genotype."}, {"pubmed": 25388852, "text": "The TLR3 (c.1377C/T) and TLR9 (G2848A) polymorphisms may be relevant for hepatitis B virus (HBV) intrauterine transmission susceptibility, although the reduction in risk to HBV intrauterine transmission is modest."}, {"pubmed": 25423559, "text": "Suggest genetic polymorphisms in TLR3/6 may have a plausible role in the occurrence of severe acute pancreatitis."}, {"pubmed": 25436985, "text": "Inflammatory status in rheumatoid arthritis is associated with an increased expression of TLR3 and of IL-1beta in CD34+ cells, which appear to affect cell number."}, {"pubmed": 25444175, "text": "The presence of TLR3 and IRF-3 in both human normal and PCa clinical samples, potentially envisaging poly I:C-based therapy for PCa."}, {"pubmed": 25452586, "text": "TLR3 mediated antibody response to Chikungunya virus infection, virus replication and pathology."}, {"pubmed": 25471749, "text": "We found that activation of TLR3 signaling could induce the expression of CXCL1 in mesangial cells"}, {"pubmed": 25594115, "text": "findings indicate that functional TLR3 is expressed in CD34(+) cells, megakaryocytes, and platelets, and suggest a potential role for this receptor in the megakaryopoiesis/thrombopoiesis alterations that occur in viral infections"}, {"pubmed": 25605704, "text": "activation of TLR 3 in endometrial cells decreases the adhesion of trophoblast cells to endometrial cells in vitro; TLR 3 stimulation leads to alterations in actin polymerization, CD98 and beta3 integrin expression"}, {"pubmed": 25641411, "text": "Scavenger receptor SREC-I promotes double stranded RNA-mediated TLR3 activation in human monocytes"}, {"pubmed": 25652132, "text": "Roflumilast improves corticosteroid resistance COPD bronchial epithelial cells stimulated with toll like receptor 3 agonist."}, {"pubmed": 25668563, "text": "Alterations in TLR3 expression in white matter were found in the thalamus from extremely premature infants."}, {"pubmed": 25689620, "text": "Galectin-3 knockdown inhibited TLR-2, -3 and -4-induced IL-6 secretion, but not TLR-2, -3 and -4-mediated matrix metalloproteinase-3 or CC chemokine ligand-5 secretion."}, {"pubmed": 25695694, "text": "We found that the activation of TLR3 inhibited the differentiation of UCMSCs into osteocytes, while that of TLR4 increased this differentiation to a certain extent."}, {"pubmed": 25720507, "text": "TLR3 SNP rs3775291 may affect heart in Japanese patients with sarcoidosis."}, {"pubmed": 25736436, "text": "WDFY1 mediates TLR3/TLR4 signaling by recruiting TRIF."}, {"pubmed": 25754842, "text": "Data show that toll-like receptor 3/TRIF protein signalling regulates cytokines IL-32 and IFN-beta secretion by activation of receptor-interacting protein-1 (RIP-1) and tumour necrosis factor receptor-associated factor 6 (TRAF6) in cornea epithelial cells."}, {"pubmed": 25780039, "text": "A role for APPL1 in TLR3/4-dependent TBK1 and IKKepsilon activation in macrophages."}, {"pubmed": 25794662, "text": "TLR3 stimulates the differentiation of mesenchymal stromal cells from human tonsils into follicular dendritic cell-like cells and induces chemokine secretion, possibly by recruiting C-X-C chemokine receptor 2-expressing immune cells."}, {"pubmed": 25867514, "text": "demonstrate that TLR-3 is highly expressed in adipocytes and functionally active. However, TLR-3 appears to play a redundant role in obesity-induced inflammation and insulin resistance"}, {"pubmed": 25880109, "text": "Thus, signaling through both RIG-I and TLR3 is important for interferon induction by influenza A virus in human lung alveolar epithelial cells."}, {"pubmed": 25912131, "text": "Present results propose a putative role of TLRs 3,7, and 9 in the growth process of juvenile nasopharyngeal angiofibroma."}, {"pubmed": 25918231, "text": "These results increase the understanding of the function of innate receptors in metabolic disorders and implicate TLR3 as a key control system in metabolic regulation."}, {"pubmed": 25992926, "text": "This genetic analysis revealed the absence of an association between the polymorphisms investigated and susceptibility to HBV and HCV infection but might be associated with a greater degree of biliary damage during the course of HCV infection."}, {"pubmed": 26024592, "text": "The results indicated that genetic variant in TLR3 gene rs3775290 polymorphisms may be a protective factor for chronic hepatitis B, hepatitis B virus-related liver cirrhosis, and hepatocellular carcinoma in the Chinese population."}, {"pubmed": 26077030, "text": "Study clearly demonstrated that the expression of this isoform of TLR3 was a negative regulator of signaling pathways and that it was inducible by type I interferons. Authors also found that this isoform could modulate inflammation in the brain."}, {"pubmed": 26100173, "text": "It reacts with double-stranded RNA(dsRNA) and participates in the immune response after viral infection."}, {"pubmed": 26123900, "text": "TLR-3 pathway dysfunctions may be closely involved in INS pathogenesis."}, {"pubmed": 26172457, "text": "TLR3 has a role in inducing inflammation in nasopharyngeal carcinoma through EBV-encoded RNA"}, {"pubmed": 26208481, "text": "Findings indicate that melanoma differentiation associated protein-5 (MDA5) may serve as a complementary role in the toll-like receptor3 (TLR3) activated suppression of neuroblastoma (NB)."}, {"pubmed": 26226228, "text": "SNP rs3775291 in TLR3 may influence patient outcome in breast cancer"}, {"pubmed": 26238371, "text": "TLR3 and TLR4 But not TLR2 are Involved in Vogt-Koyanagi- Harada Disease by Triggering Proinflammatory Cytokines Production Through Promoting the Production of Mitochondrial Reactive Oxygen Species"}, {"pubmed": 26253200, "text": "dsRNA and TLR3 link the earliest events of mammalian skin wounding to regeneration and suggest potential therapeutic approaches for promoting hair neogenesis."}, {"pubmed": 26255864, "text": "mechanism conversely holds for plasmacytoid DCs that respond to TLR3 ligation when TLR7 pathway is mobilized."}, {"pubmed": 26296370, "text": "findings demonstrate the potential of BTV-mediated TLR3 activation in macrophage innate immunity against HIV"}, {"pubmed": 26298326, "text": "TLR3 gene polymorphism might confer host genetic susceptibility to JE in Indian population. TLR3 polymorphism did not affect the mortality."}, {"pubmed": 26303210, "text": "Data suggest that the toll like receptor 3 (TLR3)-interferon regulatory factor 6 protein (IRF6)-interleukin-23 subunit p19 (p19)/EBI3 protein axis may regulate keratinocyte functions in the skin."}, {"pubmed": 26313906, "text": "ATX was induced in monocytic THP-1 cells by TLR4 ligand lipopolysaccharide (LPS), TLR9 ligand CpG oligonucleotide, and TLR3 ligand poly(I:C), respectively"}, {"pubmed": 26318748, "text": "TLR3 and TLR4 as potential clinical biomarkers for in-stent restenosis in drug-eluting stents patients"}, {"pubmed": 26318769, "text": "no association between geneetic variants and the risk for autoimmune destruction of the adrenal cortex and beta cells in Polish patients"}, {"pubmed": 26367324, "text": "The anti-viral effect of IL-24 correlated with caspase-3 activation and could be blocked by a pan-caspase inhibitor and by small interfering RNA (siRNA) directed towards TLR3."}, {"pubmed": 26417991, "text": "role of TLR3/BAFF axis in IgA class-switch recombination of IgA nephropathy"}, {"pubmed": 26418032, "text": "Data indicate that interleukin-17 (IL-17A) and toll like receptor 3 (TLR3) activation cooperate to induce proinflammatory responses in the airway epithelium."}, {"pubmed": 26466955, "text": "Knockdown of LRRC59 reduced TLR3-, 8-, and 9-mediated, but not TLR4-mediated, signaling."}, {"pubmed": 26512422, "text": "Study found TLR3 and IFNgamma to play an important role in Hepatitis E pathogenesis. Patients expressing high levels of TLR 3 and robust IFNgamma response are able to recover from the disease; while those with lower expression progress to acute liver failure."}, {"pubmed": 26536229, "text": "High TLR3 expression is associated with Inflammatory Bowel Disease."}, {"pubmed": 26548749, "text": "TLR3 Polymorphism is Correlated with Cervical Cancer Evolution."}, {"pubmed": 26584291, "text": "TLR3 polymorphisms are unlikely to play a significant role in the development of preeclampsia in the Chinese Han population."}, {"pubmed": 26589477, "text": "TLR3 activation increases chemokine expression in human fetal airway smooth muscle cells"}, {"pubmed": 26646717, "text": "Using bone marrow derived macrophages from knockout mice we demonstrate that hBD3 suppresses the polyI:C-induced TLR3 response mediated by TICAM1 (TRIF), while exacerbating the cytoplasmic response through MDA5 (IFIH1) and MAVS (IPS1/CARDIF)."}, {"pubmed": 26680366, "text": "The results of the study suggest that TLR3 and TLR9 play a role in the pathogenesis of SLE, and have an impact on organ involvement in this disease."}, {"pubmed": 26796995, "text": "This meta-analysis has thus revealed suggestive evidence for TLR3 rs3775291 as an associated marker for age-related macular degeneration in Caucasians but not in Asians."}, {"pubmed": 26797279, "text": "Based on the collective findings, we suggest that vIRF2 acts as an activator in PI3K/Akt pathway."}, {"pubmed": 26891958, "text": "HPV16 and HHV6B viruses may be involved in promoting the progression of PA by activating the TLR3 signaling pathway."}, {"pubmed": 26956584, "text": "Sreptococcus pneumoniae RNA can act as a stimulus for TLR3 and that it is a key signal to induce IL-12p70 production during infection."}, {"pubmed": 26959380, "text": "frequency of TLR3 c.1377 TT homozygous mutant genotype in the Crimean-Congo hemorrhagic fever (CCHF) patients was higher than that of the healthy controls in the clinical settings; in conclusion, presence of TLR3 c.1377 TT genotype may have a role in the susceptibility to CCHF"}, {"pubmed": 26979086, "text": "This study concluded that M. catarrhalis reduces antiviral defense functions of bronchial epithelial cells, which may increase susceptibility to viral infections."}, {"pubmed": 26980049, "text": "Report PD-1/PD-L1 and TLR3 expression in malignant pleural mesotheliomas as possible tests for selection patients who could benefit from immunotherapy."}, {"pubmed": 26980664, "text": "Data show that the toll-like receptor 3 (TLR3) agonist polyinosinic-polycytidylic acid (poly(I:C)) or toll-like receptor 4 (TLR4) agonist lipopolysaccharide (LPS) increased the mRNA expression of TLR3, TLR4 and cytokines in mesenchymal stem cells (hMSCs)."}, {"pubmed": 27031066, "text": "results suggest that patients with Toll-like receptor 3 gene polymorphisms could be susceptible to periapical pathosis."}, {"pubmed": 27059791, "text": "TLR3 activation induces myofibroblastic differentiation of PROM1+ epithelial-mesenchymal hepatic progenitor cells in part via TGFbeta pathway activation to promote biliary atresia-associated biliary fibrosis."}, {"pubmed": 27101936, "text": "the TLR3 Leu412Phe CC genotype is independently associated with severity of hepatitis C recurrence after LT."}, {"pubmed": 27121087, "text": "These data demonstrate that in the absence of HBsAg, hepatic hepatitis B virus replication leads to Tlr3-dependent interferon responses in non-parenchymal liver cells."}, {"pubmed": 27129228, "text": "Data suggest that molecular chaperone GRP78 contributes to toll-like receptor-3 (TLR3)-mediated, interferon regulatory factor 3 protein (IRF3)-dependent innate immune response to hepatitis C virus (HCV) in hepatocytes."}, {"pubmed": 27162029, "text": "These findings identify a link between ZIKa virus-mediated TLR3 activation."}, {"pubmed": 27178735, "text": "In liver injury, the exosome-mediated activation of TLR3 in hepatic stellate cells exacerbates liver fibrosis by enhancing IL-17A production by gammadelta T cells."}, {"pubmed": 27183205, "text": "c-Myc overexpression may increase sensitivity to poly(I:C)-induced tumor growth arrest and ROS-mediated apoptosis in neuroblastoma. This study demonstrates that c-Myc protein expression has an important role in TLR3-induced innate immune responses."}, {"pubmed": 27191981, "text": "Activation of TLR3 and TLR4 stimulated the expression of HIF-1 through NF-kappaB in oral squamous cell carcinoma"}, {"pubmed": 27227908, "text": "These data suggest a likely effect on the risk to infect HEPATITIS C, HEPATITIS B and develop HBV-related diseases WITH THE TLR3 gene"}, {"pubmed": 27270888, "text": "we found that ORF3 protein downregulates TLR3-mediated NF-kappaB signaling via TRADD and RIP1. Our findings provide a new perspective on the cellular response in HEV infection and expand our understanding of the molecular mechanisms of Hepatitis E virus (HEV) pathogenesis in innate immunity."}, {"pubmed": 27277333, "text": "We found lower expression levels of TLR1, TLR3, TLR4, TLR7 and TLR9 in PBMCs from patients with ALL compared with those from control patients. We also observed that the PBMCs from patients with Pre-B and B ALL had lower TLR4 expression than controls"}, {"pubmed": 27314608, "text": "a possible association between chronic hepatitis B and TLR 3 gene (1377C/T) polymorphism"}, {"pubmed": 27329385, "text": "Tim-3 blockade in combination with TLR activation induces the expression of antiviral molecules without a significant increase in TNF-alpha or SOCS1."}, {"pubmed": 27338037, "text": "we report that autophagy is associated with apoptosis processes, involving LC3 and TRIF-colocation in human HCC cells. Regulation of autophagy and the TLR3-TRIF pathway may be effective in the treatment of liver cancer."}, {"pubmed": 27422384, "text": "In insulitic islets from living patients with recent-onset T1D, most of the overexpressed ISGs, including GBP1, TLR3, OAS1, EIF2AK2, HLA-E, IFI6, and STAT1, showed higher expression in the islet core compared with the peri-islet area containing the surrounding immune cells"}, {"pubmed": 27505671, "text": "Primary tumor-derived exosomal RNAs, which are enriched in small nuclear RNAs, activate TLR3 in lung epithelial cells, consequently inducing chemokine secretion in the lung and promoting neutrophil recruitment."}, {"pubmed": 27533082, "text": "p53 mutants that retain the ability to transactivate TLR3, can be used together with the TLR3 agonist polyinosinic-polycytidylic acid (poly(I:C) to alter immune responses mediated by this receptor, and subsequently increase TLR3-mediated apoptosis"}, {"pubmed": 27567430, "text": "TLR2 priming (via Pam3Csk4) would inhibit TLR4-mediated responses while TLR3 priming (via Poly I:C) would enhance subsequent TLR4-inflammatory signaling."}, {"pubmed": 27571579, "text": "TLR3 or TLR4 activation of mesenchymal stem cells increases Treg cell induction via the Notch pathway"}, {"pubmed": 27586271, "text": "This study suggests that deliberate control of TLR signaling is a key factor in the success of mRNA-driven cellular reprogramming."}, {"pubmed": 27593154, "text": "this study shows that TLR3 signaling is regulated by miniMAVS, a 50 kDa isoform of MAVS"}, {"pubmed": 27605546, "text": "TLR3-activated macrophages release exosomes that contain anti-HCV microRNA (miRNA)-29 family member"}, {"pubmed": 27639618, "text": "Activation of TLR3 by poly IC induces the IFI35 expression in Mesangial Cells"}, {"pubmed": 27649928, "text": "TLR3-activated signaling enhanced the therapeutic effects of human umbilical cord-derived mesenchymal stem cells in a mouse model of colitis"}, {"pubmed": 27682462, "text": "The results showed that the genetic variants in TLR3 were associated with asthma-related phenotypes, including eosinophil counts, serum immunoglobulin E levels and lung function. However, there was no obvious association between the TLR3 SNPs and asthma"}, {"pubmed": 27729782, "text": "COPD lung tissue explants showed a greater pro-inflammatory response to TLR3 or TLR7/8 activation than control smokers."}, {"pubmed": 27791989, "text": "TLR3 stimulation induces the Warburg effect in head and neck squamous carcinoma cells in vitro, and suggest that TLR3 may play a role in tumor adaptation to hypoxia."}, {"pubmed": 27793801, "text": "IFNgamma promotes double strabded RNA-induced TLR3-dependent apoptosis via upregulation of transcription factor Runx3 in airway epithelial cells."}, {"pubmed": 27805282, "text": "TLR3 activation can induce metabolic reprogramming in a pharyngeal cancer cell line, leading to increased aerobic glycolysis, cell migration, elevated levels of reactive oxidative species (ROS), and decreased anti-oxidative response."}, {"pubmed": 27810922, "text": "LUBAC components control TLR3-mediated innate immunity, thereby preventing development of immunodeficiency and autoinflammation."}, {"pubmed": 27830702, "text": "Data show that regenerating family member 3 alpha protein (REG3A) can modulate specific cutaneous inflammatory responses and that the decrease in cutaneous REG3A exacerbates toll-like receptor 3 (TLR3)-mediated inflammation in diabetic skin wounds."}, {"pubmed": 27940139, "text": "Leading to a STAT1-IRF1 controlled upregulation of TLR3 expression in macrophages."}, {"pubmed": 28009434, "text": "This study revealed that TLR2 rs3804100 and TLR3 rs3775291 polymorphisms may be protective factors for HBV-related hepatocellular carcinoma ."}, {"pubmed": 28017496, "text": "This study showed that LR3 mRNA expression was correlated with good functional outcome at acute and subacute phases, and TLR3 was an independent predictor of clinical outcome in 90 days."}, {"pubmed": 28046022, "text": "the L412F polymorphism in the TLR3 gene could be a genetic risk factor for the development of human cytomegalovirus disease"}, {"pubmed": 28052863, "text": "The NF-kappaB activated by dsRNA appears not to be the canonical p65/p50 heterodimers."}, {"pubmed": 28093541, "text": "TLR-3 c.1377 T-allele was associated with advanced stage of hepatic fibrosis in Egyptian patients. Frequency of polymorphic genotypes in TLR-3 (_7 C/A), TLR-3 (c.1377C/T) and TLR-9 (1237T/C) were not significantly different between studied HCV-positive patients and controls."}, {"pubmed": 28100320, "text": "The TLR3-1377C/T gene polymorphisms are not significantly associated with the development of EV71 encephalitis."}, {"pubmed": 28100913, "text": "In Japanese individuals, combined genotyping for the associated variants thus far identified; that is, HLA-A*02:06, TLR3 rs3775296 T/T and Rec114 rs16957893 CG, may help to predict the risk for cold medicine-related Stevens-Johnson syndrome /TEN with severe ocular complications"}, {"pubmed": 28109979, "text": "found that TLR3 signaling induces the expression of IFI35, and IFI35 negatively regulates IFN-beta-P-STAT1-RIG-I-CXCL10/CCL5 axis in U373MG cells. This suggests that IFI35 expressed in astrocytes may play an important role in regulating the innate immune system in astrocytoma cells."}, {"pubmed": 28127569, "text": "this study shows that TLR3 gene polymorphism is associated with hepatitis C virus infection and related cirrhosis and hepatocellular carcinoma in Saudi Arabia"}, {"pubmed": 28166799, "text": "TLR signaling, in particular TLR3 activation, can efficiently reactivate HIV transcription in infected microglia, but not in monocytes or T cells"}, {"pubmed": 28190199, "text": "TLR3c.1377T allele is associated with susceptibility to severe EV71 infection in Chinese children."}, {"pubmed": 28210837, "text": "Increased expressions of TLR-3, TLR-4 and CD80 mRNA and the level of urinary CD80/creatinine could be useful markers to differentiate patients of steroid-sensitive nephrotic syndrome in relapse from those with steroid-resistant nephrotic syndrome."}, {"pubmed": 28266028, "text": "Ligand-driven triggering of TLR-3, -4, NOD2, and DC-SIGN, despite reducing viral replication, markedly increased the capacity of infected dendritic cells to stimulate HIV-specific cytotoxic T-cells."}, {"pubmed": 28359509, "text": "TLR3-deficient cardiomyocytes were not more susceptible to Coxsackie virus B3 infection than control cells."}, {"pubmed": 28368532, "text": "Studied Toll-like receptor 3 (TLR3) mutations in a cohort of 11 adult Italian viral encephalitis patients."}, {"pubmed": 28479387, "text": "TLR3 is implicated in insulin resistance and type 2 diabetes mellitus (T2DM). Eight SNPs of these genes were detected in 552 T2DM patients and 552 matched healthy control subjects."}, {"pubmed": 28480979, "text": "The down regulation of TRIF, TLR3, and mitochondrial antiviral signaling protein (MAVS) expressions in chronic hepatitis C correlates with the disease severity and the outcome of hepatitis C virus infection"}, {"pubmed": 28510725, "text": "homozygous IFITM3 CC and TLR3 CC genotypes showed significant independent associations with higher death risks in H7N9/H1N1pdm09 influenza in a large Chinese cohort"}, {"pubmed": 28544067, "text": "The present study investigated the effects of vitamin D3 on the expression of TLR3, TLR7, and TLR9 in Systemic lupus erythematosus patients."}, {"pubmed": 28621230, "text": "We found that over-expression of CRNDE in astrocytes increased the expression of key factors in the toll-like receptor signaling pathway, especially toll-like receptor-3-mediated MyD88-independent pathway.We speculated that CRNDE might trigger inflammation to regulate tumorigenesis and tumor development through the toll-like receptor pathway"}, {"pubmed": 28626766, "text": "Positive rates of iNOS in cervical tissues were 72.1%, 28.2%, and 3.1% in the -HPV-positive patients with cervical cancer (CC group), HR-HPV group, and controls, respectively (P < 0.05). Levels of TLR3, TLR4, TLR7, TLR8, NF-kappaB p65, and iNOS in cervical epithelial cells were higher in CC group than in other groups."}, {"pubmed": 28659487, "text": "Since mumps virus SH coimmunoprecipitated with tumor necrosis factor receptor 1 (TNFR1), RIP1, and IRAK1, we hypothesize that SH exerts its NF-kappaB activation inhibitory function by interacting with TNFR1, interleukin-1 receptor type 1 (IL-1R1), and TLR3 complexes in the plasma membrane of infected cells."}, {"pubmed": 28703296, "text": "Studied associations of 12 single nucleotide polymorphisms (SNPs) within toll like receptor genes (TLR2, TLR3, TLR4, and TLR9) and genetic predisposition to neonatal severe hepatitis. Found certain SNPS were associated with prognosis of neonatal severe hepatitis."}, {"pubmed": 28717003, "text": "Data suggest that, unlike non-metastatic intestinal epithelial cells (IECs), metastatic IECs express TLR3 and that TLR3 agonists induce inflammatory cytokine (CXCL10) production and promote invasiveness of IECs. (TLR3 = toll-like receptor 3; CXCL10 = chemokine [C-X-C motif] ligand 10 protein)"}, {"pubmed": 28823914, "text": "the association between TLR3, TLR4 variants and nine IL-6 polymorphisms, and response to anti-viral treatment during hepatitis C infection."}, {"pubmed": 28844021, "text": "this study signifies that TLR3 adaptor molecules are necessary for the proper production of cytokines, chemokines and pro-labour mediators after TLR ligation"}, {"pubmed": 29070776, "text": "The current study suggests that TLR3 signaling induces CCL5 expression via NF-kappaB and IRF3 in bile duct cells, and this pathway may be involved in the pathogenesis of BA."}, {"pubmed": 29128906, "text": "HIV-1 and TLR3 activation increased endothelial IL6 expression by 6-to-127-fold (P < 0.001), activated c-jun(serine-63) and SAPK/JNK(Thr183/Tyr185)."}, {"pubmed": 29166644, "text": "CYLD inhibits post-transcriptional regulation of RIG-I and MDA5 expression following TLR3 activation in MCs. CYLD may be involved in the pathogenesis of CKD"}, {"pubmed": 29214775, "text": "TRIM56 may act as a tumor suppressor in multiple myeloma through activation of TLR3/TRIF signaling pathway."}, {"pubmed": 29237089, "text": "We report a significant association between TLR3 L412F and persistent clinical disease in two cohorts of Irish and American Caucasians with pulmonary sarcoidosis. This study identifies defective TLR3 function as a previously unidentified factor in persistent clinical disease in pulmonary sarcoidosis and reveals TLR3 L412F as a candidate biomarker."}, {"pubmed": 29264743, "text": "Increased TLR3 expression in acute exacerbations of chronic obstructive pulmonary disease patients is associated with declining lung function"}, {"pubmed": 29273868, "text": "study reveals that upregulation of PGES via TLR3 is critical for BM-MSCs-mediated immunosuppression by PGE2 secretion via the COX-2/PGE2 pathway."}, {"pubmed": 29290528, "text": "Results of a study compared Spanish psoriasis patient and healthy controls showed significant associations between functional TLR3, TLR7 and TLR9 single nucleotide polymorphisms and psoriatic arthritis, earlier disease onset and a greater risk for psoriasis."}, {"pubmed": 29305044, "text": "This review discusses recent findings on the role of Toll-like receptor 3 (TLR3) deficiencies in the herpes simplex encephalitis development"}, {"pubmed": 29368829, "text": "Polymorphism of CD209 and TLR3 genes in populations of North Eurasia"}, {"pubmed": 29395019, "text": "High TLR3 expression is an independent prognostic factor and has the potential to serve as a clinically useful marker of the need for adjuvant chemotherapy after esophagectomy in patients with advanced thoracic ESCC"}, {"pubmed": 29505789, "text": "These novel findings reveal that TLR3 activation inhibits neuronal excitability and synaptic activity."}, {"pubmed": 29528590, "text": "genetic variations in the TLR3 gene could affect the outcome of Hepatitis B Virus infection"}, {"pubmed": 29535029, "text": "Using hepatocyte-based culture models for Hepatitis C virus (HCV) infection, we found a portion of HCV dsRNA intermediates to be released from infected cells in extracellular vesicles, which reduces activation of toll-like receptor 3."}, {"pubmed": 29567028, "text": "RIG-I and TLR3 seem to be important factors in the pathogenesis of abdominal aortic aneurysms."}, {"pubmed": 29616030, "text": "In this study, we provide different lines of evidences demonstrating that dsRNA is a ligand for TLR10 sensing and signaling, and suggest a role of TLR10 as a nucleotide-sensing receptor. We also revealed another function of TLR10, which sequesters dsRNA from TLR3 to regulate IFN signaling."}, {"pubmed": 29679565, "text": "These data indicate a novel role of the TLR3-TICAM-1 pathway in controlling miR-21 levels in extracellular vesicles."}, {"pubmed": 29698627, "text": "Bronchial mucosal IFN-alpha/beta and pattern recognition receptor expression in patients with experimental rhinovirus-induced asthma exacerbations."}, {"pubmed": 29702280, "text": "In conclusion, we demonstrated that EV71 infection induced elevated expressions of TLR3/4 and Notch1/2 in CD14+ monocytes."}, {"pubmed": 29742501, "text": "These results demonstrate that histamine up-regulates the expression of TLR3 and secretion of IL-13 and MCP-1 in mast cells, thus identifying a new mechanism for the histamine inducing allergic response."}, {"pubmed": 29791907, "text": "Intervention of glomerular TLR3 signaling may therefore be a suitable therapeutic strategy for treating glomerulonephritis in the future"}, {"pubmed": 29845280, "text": "These variations in the TLR3mediated signaling pathway molecules suggested that oxidative stress may be a key regulator for TLR3 activation during RSV infection"}, {"pubmed": 29860675, "text": "The TLR3.rs3775290 \"CC\" genotype was associated with hepatitis C virus chronicity, while the TLR9 gene may not play a major role in hepatitis C virus infection."}, {"pubmed": 29947302, "text": "The C allele is protective of chronic hepatitis C virus (HCV) infection in TLR3, TLR7 (rs3853839) in females only, and TLR8 (rs3764879) in males only, while risk of infection is linked to the T allele in TLR7 (rs179008) in females only and the A allele in TLR8 (rs3764880) in both sexes."}, {"pubmed": 29959987, "text": "TLR2 up-regulation and TLR3 down-regulation occur in doxorubicin-treated patients who develop heart dysfunction. This may suggest a predictive role of TLR2-TLR3 imbalance in doxorubicin-induced heart failure."}, {"pubmed": 29975469, "text": "Reduced response of NK cells to TLR3 stimulation in children with recurrent infections has been observed."}, {"pubmed": 30076830, "text": "This report present the first detailed investigation of TLR-3 expression in AD brains and show increased levels of TLR-3 mRNA and immunoreactivity, and increased IRF-3 and IFN-beta mRNA expression in Alzheimer's disease."}, {"pubmed": 30143709, "text": "the impact of the TLR3 polymorphisms rs3775291 and rs5743305 on the natural course of hepatitis b virus infection, was analysed."}, {"pubmed": 30154162, "text": "Data indicate that trigeminal ganglion (TG) neurons are vulnerable to HSV-1 because they require preemptive stimulation of the Toll-like receptor 3 (TLR3) to induce antiviral immunity."}, {"pubmed": 30158588, "text": "Combining the release of the c-FLIP brake with TLR3 ligand synergizes to selectively kill cancer cells."}, {"pubmed": 30211629, "text": "A protective role in blood vessels has been shown for TLR3 (Toll-like receptor 3), a member of the TLR family of innate immune receptors."}, {"pubmed": 30321082, "text": "Study of TLR3 rs3775290, TLR7 rs17900 and TLR9 rs352140 SNPs in chronic hepatitis C (HCV) Egyptian patient cohort revealed that only heterozygous CT genotype of TLR3 rs3775290 may be a susceptibility risk factor for chronic HCV infection and the homozygous CC and the combined CC-AT-GA female genotypes may be protective."}, {"pubmed": 30378322, "text": "TLR3 may play a role in the pathogenesis in cervical squamous cell cancer"}, {"pubmed": 30409294, "text": "Study proposes that TLR3 may contribute to tumor development and protect cisplatin-induced DNA damage response leading to cisplatin resistance in squamous cell carcinoma of the head and neck (HNSCC) cells. Triggering TLR3 signaling pathway with cisplatin in HNSCC cells induces downstream cytokine/chemokine activation, such as IFN-beta, IL-6, and CCL5, and activates pro-survival signaling resulting in resistance to cisp..."}, {"pubmed": 30421643, "text": "TLR3 and TLR4 single nucleotide polymorphisms and the risk for developing liver fibrosis and hepatocellular carcinoma resulting from hepatitis B virus and hepatitis C virus infections has been reported."}, {"pubmed": 30476912, "text": "Functional variations in the expression of TLR found in blood and hypertrophied fat depots, namely decreased TLR3 in lymphocytes and inflamed adipocytes, are linked to metabolic inflammation."}, {"pubmed": 30481825, "text": "Single nucleotide polymorphism association analysis showed that the Toll-like receptor 3 (TLR3), prostaglandin-E receptor 3 (PTGER3), and IKZF1 gene were significantly associated with cold medicine-Stevens-Johnson syndrome and toxic epidermal necrolysis with severe ocular complications."}, {"pubmed": 30506923, "text": "miR-186-5p attenuated high glucose-induced apoptosis by regulating TLR3 in cardiomyocytes."}, {"pubmed": 30563052, "text": "Results not only demonstrate the importance of the TLR3 pathway in response to Enterovirus (EV-A71) infection, but also reveal the involvement of EV-A71 protease 2A in subverting TLR3-mediated antiviral defenses."}, {"pubmed": 30614571, "text": "IL-17A synergistically enhances TLR3-mediated IL-36gamma production by keratinocytes"}, {"pubmed": 30649440, "text": "We performed a retrospective biomarker analysis of the Short Course in Oncology Therapy (SCOT) and COIN/COIN-B trials. Participant status for LOF variants in FPR1 (rs867228), TLR3 (rs3775291), and TLR4 (rs4986790/rs4986791) was determined by genotyping array or genotype imputation."}, {"pubmed": 30659926, "text": "Extracellular vesicles (EVs)-derived Epstein-Barr virus-encoded RNAs (EBERs) could promote angiogenesis through stimulation of toll like receptor 3 (TLR3)/retinoic acid-inducible gene I protein (RIG-I)-mediated vascular cell adhesion molecule-1 (VCAM-1) expression."}, {"pubmed": 30664289, "text": "The sustained WT TLR3 and TLR3 isoform overexpression is central to understanding the altered immunogenicity of human iPSC-derived cells calling for screening of human iPSC-derived cells for TLR3 expression levels before applications."}, {"pubmed": 30735502, "text": "TLR3 plays a vital role in both ZIKV replication."}, {"pubmed": 30808838, "text": "Cytosolic sensors of viral RNA were found to be involved in IL-6 production via TLR3 signaling in Glomerular Endothelial Cells."}, {"pubmed": 30842554, "text": "Insights into the dynamic nature of the dsRNA-bound TLR3 complex."}, {"pubmed": 30944148, "text": "results indicate that TLR3 stimulation induces hMSC migration through the expression of FOXO1-activated genes."}, {"pubmed": 30954023, "text": "IFN-beta secretion is through TLR3 and not via TLR4 in HGECs."}, {"pubmed": 31021550, "text": "Polymorphism rs3775290 for TLR3 was associated with the susceptibility to suffer dengue fever in the sampled Colombian population"}, {"pubmed": 31024557, "text": "Poly-ICLC, a TLR3 Agonist, Induces Transient Innate Immune Responses in Patients With Treated HIV-Infection: A Randomized Double-Blinded Placebo Controlled Trial."}, {"pubmed": 31111539, "text": "Study using poly (I:C) (a synthetic viral double-stranded RNA analog) stimulated primary human ovarian granulosa cells demonstrated that TLR3 is constitutively expressed in human ovarian granulosa cells and granulosa cells play a potential role in innate immune protection against viral infection in the normal human ovary, and the innate immune response perturbs cell endocrine function."}, {"pubmed": 31129058, "text": "this study shows that TLR3 expressed in lesional skin of chronic pruritic dermatoses may be activated upon keratinocyte injury caused by scratching"}, {"pubmed": 31138474, "text": "Study demonstrated for the first time that stratum corneum TLR3 expression was elevated in atopic dermatitis (AD) patients and was closely associated with the skin lesion severity scores and stratum corneum hydration. These findings suggest that TLR3 may participate in the pathogenesis of acute and chronic dermatitis and the skin barrier functions as seen in AD."}, {"pubmed": 31177052, "text": "There appears to be a possible association between the TLR3 missense mutation rs3775291 and multiple sclerosis"}, {"pubmed": 31217193, "text": "TLR3-mutated fibroblasts produce lower levels of IFN-beta and -lambda, and display enhanced viral susceptibility, upon influenza A virus infection."}, {"pubmed": 31268141, "text": "Recurrent Herpes Zoster Ophthalmicus in a Patient With a Novel Toll-Like Receptor 3 Variant Linked to Compromised Activation Capacity in Fibroblasts."}, {"pubmed": 31330219, "text": "he suppressed IL-37 secretion caused by a type 2 milieu can enhance Mex3B-mediated TLR3 activation and subsequent TSLP production in nasal epithelial cells and therefore promotes eosinophilic inflammation in patients with eosinophilic chronic rhinosinusitis with nasal polyps."}, {"pubmed": 31333667, "text": "Immunobiotic Strains Modulate Toll-Like Receptor 3 Agonist Induced Innate Antiviral Immune Response in Human Intestinal Epithelial Cells by Modulating IFN Regulatory Factor 3 and NF-kappaB Signaling."}, {"pubmed": 31336144, "text": "TLR3 preconditioning induces anti-inflammatory and anti-ictogenic effects in mice mediated by the IRF3/IFN-beta axis."}, {"pubmed": 31352487, "text": "This study shows that rs3775291 single-nucleotide polymorphism at Toll-like receptor 3, which triggers type I interferon antiviral responses in mothers infected by Zika virus during pregnancy, is associated with congenital Zika syndrome occurrence."}, {"pubmed": 31456484, "text": "The results suggest that TLR3 and TLR4 may play an important role in the immunoregulatory function of mesenchymal stem cells in ankylosing spondylitis."}, {"pubmed": 31481269, "text": "The present study indicated an increased risk of dengue disease susceptibility among individuals with specific genetic variants of majority of the analysed TLR3, TLR7 and TLR8 polymorphisms - indicating important role of TLR polymorphisms in dengue disease pathogenesis."}, {"pubmed": 31570448, "text": "TLR3 stimulation promotes metabolic adaptations likely involved in the mechanisms of disease onset and progression."}, {"pubmed": 31582772, "text": "Toll-like receptor 3 as a new marker to detect high risk early stage Non-Small-Cell Lung Cancer patients."}, {"pubmed": 31686029, "text": "Viral infections emanating from the basolateral side of Intestinal epithelial cells (IECs) elicit a stronger intrinsic immune response in comparison to lumenal apical infections. This asymmetric immune response is driven by the clathrin-sorting adaptor AP-1B, which mediates the polarized sorting of Toll-like receptor 3 (TLR3) towards the basolateral side of IECs."}, {"pubmed": 31776046, "text": "TLR3 signaling pathway augments multiple functions in pigmentation process in both keratinocytes and melanocytes, particularly melanosome release and uptake"}, {"pubmed": 31801911, "text": "TLR3 absence confers increased survival with improved macrophage activity against pneumonia."}, {"pubmed": 31838086, "text": "Cisplatin unleashes Toll-like receptor 3-mediated apoptosis through the downregulation of c-FLIP in malignant mesothelioma."}, {"pubmed": 31896590, "text": "Relative Contributions of the cGAS-STING and TLR3 Signaling Pathways to Attenuation of Herpes Simplex Virus 1 Replication."}, {"pubmed": 31902237, "text": "SNO-MLP (S-Nitrosylation of Muscle LIM Protein) Facilitates Myocardial Hypertrophy Through TLR3 (Toll-Like Receptor 3)-Mediated RIP3 (Receptor-Interacting Protein Kinase 3) and NLRP3 (NOD-Like Receptor Pyrin Domain Containing 3) Inflammasome Activation."}, {"pubmed": 31969218, "text": "Toll-like receptor 3 increases antigen-presenting cell responses to a pro-apoptotic stimulus, yet does not contribute to systemic lupus erythematosus genetic susceptibility."}, {"pubmed": 32093313, "text": "TLR3 Expression Induces Apoptosis in Human Non-Small-Cell Lung Cancer."}, {"pubmed": 32124747, "text": "Markers of increased risk of influenza are 299Gly allele and genotype Asp/Gly of TLR-4 and the combination of mutant genotypes Leu/Phe and Phe/Phe of TLR-3 with Asp/Gly of TLR-4 and Arg/Gln of TLR-2; for influenza-associated pneumonia - allele 412Phe and genotype Phe/Phe of TLR-3"}, {"pubmed": 32189594, "text": "Study of Toll-like Receptor 3 Gene Polymorphism as a Novel Risk Factor for HCV-related Hepatocellular Carcinoma in Egypt."}, {"pubmed": 32335220, "text": "The association between TLR3 rs3775290 polymorphism and sporadic Parkinson's disease in Chinese Han population."}, {"pubmed": 32354189, "text": "RNA Signaling in Pulmonary Arterial Hypertension-A Double-Stranded Sword."}, {"pubmed": 32363951, "text": "ISG56 is involved in CXCL10 expression induced by TLR3 signaling in BEAS-2B bronchial epithelial cells."}, {"pubmed": 32461989, "text": "Autophagy Suppresses Toll-Like Receptor 3-Mediated Inflammatory Reaction in Human Epidermal Keratinocytes."}, {"pubmed": 32529819, "text": "TIR-domain-containing adapter-inducing interferon-beta contributes to TLR3/TLR4 triggered apoptosis and inflammation in nucleus pulposus cells."}, {"pubmed": 32555540, "text": "Toll-like receptor 3 pathway deficiency, herpes simplex encephalitis, and anti-NMDAR encephalitis: more questions than answers."}, {"pubmed": 32578708, "text": "Association of TLR3 single nucleotide polymorphisms with susceptibility to HTLV-1 infection in Iranian asymptomatic blood donors."}, {"pubmed": 32696505, "text": "Long non-coding RNA CRNDE and toll-like receptor 3 correlate with disease severity, inflammation, and mortality in sepsis."}, {"pubmed": 32770578, "text": "Inhibitory role of long non-coding RNA OIP5-AS1 in rheumatoid arthritis progression through the microRNA-448-paraoxonase 1-toll-like receptor 3-nuclear factor kappaB axis."}, {"pubmed": 32888783, "text": "TLR3 augments glucocorticoid-synthetic enzymes expression in epidermal keratinocytes; Implications of glucocorticoid metabolism in rosacea epidermis."}, {"pubmed": 32912361, "text": "Association of TLR3 (rs3775291) and IL-10 (rs1800871) gene polymorphisms with susceptibility to Hepatitis B infection: A meta-analysis."}, {"pubmed": 32936395, "text": "Heterozygous TLR3 Mutation in Patients with Hantavirus Encephalitis."}, {"pubmed": 32939755, "text": "Association of the polymorphism of the Toll-like receptor (TLR)-3 and TLR-9 genes with hepatitis C virus-specific cell-mediated immunity outcomes among Egyptian health-care workers."}, {"pubmed": 32988857, "text": "Toll-Iike Receptor-3 Activation Enhances Malignant Traits in Human Breast Cancer Cells Through Hypoxia-inducible Factor-1alpha."}, {"pubmed": 32999457, "text": "Tumoural activation of TLR3-SLIT2 axis in endothelium drives metastasis."}, {"pubmed": 33036630, "text": "Receptor-interacting protein kinase 1 is a key mediator in TLR3 ligand and Smac mimetic-induced cell death and suppresses TLR3 ligand-promoted invasion in cholangiocarcinoma."}, {"pubmed": 33138336, "text": "Association of Genetic Polymorphisms in TLR3, TLR4, TLR7, and TLR8 with the Clinical Forms of Dengue in Patients from Veracruz, Mexico."}, {"pubmed": 33148381, "text": "[miR-186-5p down-regulates TLR3 expression to inhibit apoptosis of cardiomyocytes induced by high glucose]."}, {"pubmed": 33148838, "text": "EFFICACY OF SPECIFIC PREVENTION OF INFLUENZA IN INDIVIDUALS WITH POLYMORPHISMS ARG753GLN OF TLR-2, LEU412PHE OF TLR-3, ASP299GLY OF TLR-4 GENES."}, {"pubmed": 33174085, "text": "Pathogenic TLR3 Variant in a Patient with Recurrent Herpes Simplex Virus 1-Triggered Erythema Multiforme."}, {"pubmed": 33215406, "text": "Associations of Toll-like receptor 3 gene single nucleotide polymorphisms with cataract."}, {"pubmed": 33387195, "text": "Role of MDA5 in regulating CXCL10 expression induced by TLR3 signaling in human rheumatoid fibroblast-like synoviocytes."}, {"pubmed": 33393505, "text": "TLR3 controls constitutive IFN-beta antiviral immunity in human fibroblasts and cortical neurons."}, {"pubmed": 33432245, "text": "Cryo-EM structures of Toll-like receptors in complex with UNC93B1."}, {"pubmed": 33535235, "text": "Association of Genetic Polymorphisms in DC-SIGN, Toll-Like Receptor 3, and Tumor Necrosis Factor alpha Genes and the Lewis-Negative Phenotype With Chikungunya Infection and Disease in Nicaragua."}, {"pubmed": 33594613, "text": "ERVs-TLR3-IRF axis is linked to myelodysplastic syndrome pathogenesis."}, {"pubmed": 33616867, "text": "Association of TLR3 functional variant (rs3775291) with COVID-19 susceptibility and death: a population-scale study."}, {"pubmed": 33650302, "text": "RNA receptors, TLR3 and TLR7, are potentially associated with SLE clinical features."}, {"pubmed": 33892179, "text": "Evaluation of Toll-like receptor 3 (TLR3) signaling pathway genes and its genetic polymorphisms in ectopic and eutopic endometrium of women with endometriosis."}, {"pubmed": 33965533, "text": "Toll-like receptor 3 ablation prevented high-fat diet-induced obesity and metabolic disorder."}, {"pubmed": 34001091, "text": "ORMDL3 regulates poly I:C induced inflammatory responses in airway epithelial cells."}, {"pubmed": 34011952, "text": "Caspase-8 deficiency induces a switch from TLR3 induced apoptosis to lysosomal cell death in neuroblastoma."}, {"pubmed": 34061379, "text": "TLR3 polymorphisms are associated with the severity of hand, foot, and mouth disease caused by enterovirus A71 in a Chinese children population."}, {"pubmed": 34207750, "text": "Intrahepatic TLR3 and IFNL3 Expressions Are Associated with Stages of Fibrosis in Chronic Hepatitis C."}, {"pubmed": 34223897, "text": "Dynamic control of nucleic-acid-sensing Toll-like receptors by the endosomal compartment."}, {"pubmed": 34315957, "text": "Lower peripheral blood Toll-like receptor 3 expression is associated with an unfavorable outcome in severe COVID-19 patients."}, {"pubmed": 34342515, "text": "TLR3\\TLR7 as Differentially Expressed Markers Among Viral, Nonviral, and Autoimmune Diseases in Egyptian Patients."}, {"pubmed": 34369985, "text": "Conjunctival Expression of Toll-Like Receptor 3 Plays a Pathogenic Role in the Formation of Ultraviolet Light-Induced Pterygium."}, {"pubmed": 34657879, "text": "Toll-like receptor 3 is a potential prognosis marker and associated with immune infiltration in stomach adenocarcinoma."}, {"pubmed": 34726731, "text": "Inborn errors of TLR3- or MDA5-dependent type I IFN immunity in children with enterovirus rhombencephalitis."}, {"pubmed": 34826050, "text": "Immunotherapeutic role of cabazitaxel treatment in the activation of TLR3 signalling in metastatic castration-resistant prostate cancer in vitro."}, {"pubmed": 34906906, "text": "The relationship between the efficacy of talazoparib and the functional toll-like receptors 3 and 9 in triple negative breast cancer."}, {"pubmed": 34964709, "text": "The polymorphism L412F in TLR3 inhibits autophagy and is a marker of severe COVID-19 in males."}, {"pubmed": 34985402, "text": "Candidate Role for Toll-like Receptor 3 L412F Polymorphism and Infection in Acute Exacerbation of Idiopathic Pulmonary Fibrosis."}, {"pubmed": 35000541, "text": "Pyroptosis regulators exert crucial functions in prognosis, progression and immune microenvironment of pancreatic adenocarcinoma: a bioinformatic and in vitro research."}, {"pubmed": 35063671, "text": "Prognostic impact of toll-like receptors gene polymorphism on outcome of COVID-19 pneumonia: A case-control study."}, {"pubmed": 35196173, "text": "Functional Single-Nucleotide Polymorphisms in the MBL2 and TLR3 Genes Influence Disease Severity in Influenza A (H1N1)pdm09 Virus-Infected Patients from Maharashtra, India."}, {"pubmed": 35277480, "text": "Toll-like receptor 3 activation promotes joint degeneration in osteoarthritis."}, {"pubmed": 35392757, "text": "Glomerular endothelial expression of type I IFN-stimulated gene, DExD/H-Box helicase 60 via toll-like receptor 3 signaling: possible involvement in the pathogenesis of lupus nephritis."}, {"pubmed": 35459743, "text": "Extracellular Nucleotides and Histamine Suppress TLR3- and RIG-I-Mediated Release of Antiviral IFNs from Human Airway Epithelial Cells."}, {"pubmed": 35579180, "text": "TLR4 regulatory region variants reduce the susceptibility of small-cell lung cancer in Chinese population."}, {"pubmed": 35584177, "text": "A genetic screen identifies a protective type III interferon response to Cryptosporidium that requires TLR3 dependent recognition."}, {"pubmed": 35750257, "text": "Toll-Like Receptor 3 Overexpression Induces Invasion of Prostate Cancer Cells, whereas Its Activation Triggers Apoptosis."}, {"pubmed": 35758265, "text": "Toll-like receptor 3 gene regulates cataract-related mechanisms via the Jagged-1/Notch signaling pathway."}, {"pubmed": 35790769, "text": "Genetic polymorphisms in TLR3, IL10 and CD209 influence the risk of BK polyomavirus infection after kidney transplantation."}, {"pubmed": 35801751, "text": "Association of TLR3 gene 1377C/T (rs3775290) and TLR7 gene C/G (rs3853839) polymorphism with hand, foot, and mouth disease caused by human enterovirus 71 infection susceptibility and severity in the Chinese Han population: A meta-analysis of case-control studies."}, {"pubmed": 35855659, "text": "Polymorphisms in toll-like receptor 3 and 4 genes as prognostic and outcome biomarkers in melanoma patients."}, {"pubmed": 35912640, "text": "Graphene oxide links alterations of anti-viral signaling pathways with lipid metabolism via suppressing TLR3 in vascular smooth muscle cells."}, {"pubmed": 35967300, "text": "Influence of single-nucleotide polymorphisms in TLR3 (rs3775291) and TLR9 (rs352139) on the risk of CMV infection in kidney transplant recipients."}, {"pubmed": 36048530, "text": "Genetic Polymorphism in Toll-Like Receptor 3 and Interferon Regulatory Factor 3 in Hepatitis C Virus-Infected Patients: Correlation with Liver Cirrhosis."}, {"pubmed": 36112878, "text": "Toll-like receptor 3 signaling induces interferon-induced transmembrane protein 1 in BEAS-2B cells."}, {"pubmed": 36271773, "text": "Toll-like receptors 3, 7, 8, and 9 in gastric cancer."}, {"pubmed": 36310878, "text": "Dengue virus downregulates TNFR1- and TLR3-stimulated NF-kappaB activation by targeting RIPK1."}, {"pubmed": 36422693, "text": "Exosomes from bone mesenchymal stem cells alleviate mifepristone-induced human endometrial stromal cell injury by inhibiting TLR3 via delivering miR-941."}, {"pubmed": 36478230, "text": "Do CCR5 (CCR5Delta32) and TLR3 (RS5743313) gene polymorphisms prevent chronic hepatitis B infection?"}, {"pubmed": 36503883, "text": "EV-A71 induced IL-1beta production in THP-1 macrophages is dependent on NLRP3, RIG-I, and TLR3."}, {"pubmed": 36631495, "text": "TLR3 forms a laterally aligned multimeric complex along double-stranded RNA for efficient signal transduction."}, {"pubmed": 37013819, "text": "Toll-Like Receptor 3 Mediates Aortic Stenosis Through a Conserved Mechanism of Calcification."}, {"pubmed": 37020259, "text": "Rare predicted loss-of-function variants of type I IFN immunity genes are associated with life-threatening COVID-19."}, {"pubmed": 37040285, "text": "Association of Toll-Like Receptor 3 Polymorphisms with Kaposi's Sarcoma-Associated Herpesvirus Infection Among Human Immunodeficiency Virus-Infected Individuals in Xinjiang, China."}, {"pubmed": 37060811, "text": "TLR3 recognition of viral double-stranded RNA in human dental pulp cells is important for the innate immunity."}, {"pubmed": 37510216, "text": "The Relationship between TLR3 rs3775291 Polymorphism and Infectious Diseases: A Meta-Analysis of Case-Control Studies."}, {"pubmed": 37526179, "text": "Investigation of the impact of AXL, TLR3, and STAT2 in congenital Zika syndrome through genetic polymorphisms and protein-protein interaction network analyses."}, {"pubmed": 37894949, "text": "Necrotic Cells from Head and Neck Carcinomas Release Biomolecules That Are Activating Toll-like Receptor 3."}, {"pubmed": 37933090, "text": "Activation of Toll-like receptor 3 inhibits HIV infection of human iPSC-derived microglia."}, {"pubmed": 38019252, "text": "TLR3 Gene Polymorphism in HCV Infection in the Kazakh Population of Western Kazakhstan."}, {"pubmed": 38031182, "text": "The effect of TLR3 priming conditions on MSC immunosuppressive properties."}, {"pubmed": 38049523, "text": "Glioma-derived ANXA1 suppresses the immune response to TLR3 ligands by promoting an anti-inflammatory tumor microenvironment."}, {"pubmed": 38062829, "text": "The Functional Mechanisms of Toll-Like Receptor 3 and Its Implications in Digestive System Tumors."}, {"pubmed": 38102721, "text": "Toll-Like Receptor mRNA Levels in Schizophrenia: Association With Complement Factors and Cingulate Gyrus Cortical Thinning."}, {"pubmed": 38173795, "text": "Analysis of associations between the TLR3 SNPs rs3775291 and rs3775290 and COVID-19 in a cohort of professionals of Belem-PA, Brazil."}, {"pubmed": 38316991, "text": "Sterile inflammation via TRPM8 RNA-dependent TLR3-NF-kB/IRF3 activation promotes antitumor immunity in prostate cancer."}, {"pubmed": 38551071, "text": "UPK3A[+] umbrella cell damage mediated by TLR3-NR2F6 triggers programmed destruction of urothelium in Hunner-type interstitial cystitis/painful bladder syndrome."}, {"pubmed": 38864429, "text": "Association between polymorphisms in TLR3, TICAM1 and IFNA1 genes and covid-19 severity in Southern Brazil."}, {"pubmed": 38868969, "text": "Strong association of TLR2 and TLR3 polymorphisms with keratoacanthoma and common warts: a case-control study."}, {"pubmed": 38907187, "text": "Genetic variation of TLR3 gene is associated with the outcome of hepatitis b infection in mauritanian patients: case control study."}], "genomic_pos": {"chr": "4", "end": 186088073, "ensemblgene": "ENSG00000164342", "start": 186068911, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 187009223, "start": 186990306, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001774", "qualifier": "involved_in", "term": "microglial cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002224", "pubmed": 18172197, "qualifier": "involved_in", "term": "toll-like receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002730", "qualifier": "involved_in", "term": "regulation of dendritic cell cytokine production"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006972", "pubmed": 12054664, "qualifier": "involved_in", "term": "hyperosmotic response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": [9435236, 10426995], "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007250", "pubmed": 12054664, "qualifier": "involved_in", "term": "activation of NF-kappaB-inducing kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007252", "pubmed": 19740627, "qualifier": "involved_in", "term": "I-kappaB phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007254", "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0009597", "pubmed": 12054664, "qualifier": "involved_in", "term": "detection of virus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": [23817958, 25754930], "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032722", "pubmed": 19740627, "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032727", "pubmed": 16286015, "qualifier": "involved_in", "term": "positive regulation of interferon-alpha production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032728", "pubmed": 16286015, "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032728", "pubmed": 12054664, "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032728", "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032729", "pubmed": 16286015, "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032735", "qualifier": "involved_in", "term": "positive regulation of interleukin-12 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032755", "pubmed": 19740627, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": 17128265, "qualifier": "acts_upstream_of", "term": "positive regulation of interleukin-8 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032760", "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034138", "pubmed": [17128265, 18172197], "qualifier": "involved_in", "term": "toll-like receptor 3 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034343", "qualifier": "involved_in", "term": "type III interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034346", "qualifier": "involved_in", "term": "positive regulation of type III interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035458", "qualifier": "involved_in", "term": "cellular response to interferon-beta"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042742", "pubmed": 10426995, "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043330", "pubmed": 21266579, "qualifier": "acts_upstream_of_or_within", "term": "response to exogenous dsRNA"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043331", "qualifier": "involved_in", "term": "response to dsRNA"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 15356140, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045671", "pubmed": 12133979, "qualifier": "involved_in", "term": "negative regulation of osteoclast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046330", "pubmed": 27830702, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0050729", "pubmed": 19740627, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0051607", "pubmed": 32634389, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051607", "pubmed": 15356140, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060907", "qualifier": "involved_in", "term": "positive regulation of macrophage cytokine production"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071360", "qualifier": "involved_in", "term": "cellular response to exogenous dsRNA"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090594", "pubmed": 27830702, "qualifier": "involved_in", "term": "inflammatory response to wounding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097191", "pubmed": 21737330, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097527", "pubmed": 21737330, "qualifier": "involved_in", "term": "necroptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098586", "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900017", "qualifier": "involved_in", "term": "positive regulation of cytokine production involved in inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901224", "pubmed": 19740627, "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19740627, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 17897319, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 17982077, "qualifier": "is_active_in", "term": "early endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19740627, "qualifier": "NOT located_in", "term": "cell surface"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0010008", "pubmed": 37158982, "qualifier": "is_active_in", "term": "endosome membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 12054664, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "is_active_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0036020", "qualifier": "located_in", "term": "endolysosome membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003725", "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003725", "pubmed": 16111635, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003725", "pubmed": 12054664, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0004888", "pubmed": 12054664, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16858407, 25736436, 33432245], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038023", "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038187", "pubmed": [16720699, 17128265], "qualifier": "enables", "term": "pattern recognition receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [18172197, 23155421, 25217833], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7165, 3291574], [7227, 44497], [7955, 403126], [8364, 100486223], [9031, 422720], [9544, 574378], [9598, 471374], [9606, 7098], [9615, 482905], [9913, 281535], [10090, 142980], [10116, 364594]], "id": 20696}, "interpro": [{"desc": "Toll/interleukin-1 receptor homology (TIR) domain", "id": "IPR000157", "short_desc": "TIR_dom"}, {"desc": "Cysteine-rich flanking region, C-terminal", "id": "IPR000483", "short_desc": "Cys-rich_flank_reg_C"}, {"desc": "Leucine-rich repeat", "id": "IPR001611", "short_desc": "Leu-rich_rpt"}, {"desc": "Leucine-rich repeat, typical subtype", "id": "IPR003591", "short_desc": "Leu-rich_rpt_typical-subtyp"}, {"desc": "Toll-like receptor", "id": "IPR017241", "short_desc": "Toll-like_receptor"}, {"desc": "Leucine-rich repeat domain superfamily", "id": "IPR032675", "short_desc": "LRR_dom_sf"}, {"desc": "Toll/interleukin-1 receptor homology (TIR) domain superfamily", "id": "IPR035897", "short_desc": "Toll_tir_struct_dom_sf"}, {"desc": "Toll-like receptor 3 trans-membrane domain", "id": "IPR041015", "short_desc": "TLR3_TMD"}], "ipi": ["IPI00019007", "IPI00964068", "IPI00966006"], "map_location": "4q35.1", "name": "toll like receptor 3", "other_names": "toll-like receptor 3", "pantherdb": {"HGNC": "11849", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"ZFIN": "ZDB-GENE-030131-4683", "ortholog_type": "O", "panther_family": "PTHR24373", "taxid": 7955, "uniprot_kb": "Q58A48"}, {"WormBase": "WBGene00006593", "ortholog_type": "O", "panther_family": "PTHR24373", "taxid": 6239, "uniprot_kb": "Q9N5Z3"}, {"FlyBase": "FBgn0035575", "ortholog_type": "O", "panther_family": "PTHR24373", "taxid": 7227, "uniprot_kb": "Q9VZ84"}, {"FlyBase": "FBgn0034476", "ortholog_type": "O", "panther_family": "PTHR24373", "taxid": 7227, "uniprot_kb": "Q7KIN0"}, {"FlyBase": "FBgn0085397", "ortholog_type": "O", "panther_family": "PTHR24373", "taxid": 7227, "uniprot_kb": "A0A6M3Q7U5"}, {"FlyBase": "FBgn0010452", "ortholog_type": "O", "panther_family": "PTHR24373", "taxid": 7227, "uniprot_kb": "M9PFH7"}, {"FlyBase": "FBgn0034083", "ortholog_type": "O", "panther_family": "PTHR24373", "taxid": 7227, "uniprot_kb": "A1ZAB1"}], "uniprot_kb": "O15455"}, "pathway": {"biocarta": {"id": "tollpathway", "name": "toll-like receptor pathway"}, "kegg": [{"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}], "pid": {"id": "toll_endogenous_pathway", "name": "Endogenous TLR signaling"}, "reactome": [{"id": "R-HSA-1606322", "name": "ZBP1(DAI) mediated induction of type I IFNs"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1679131", "name": "Trafficking and processing of endosomal TLR"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168927", "name": "TICAM1, RIP1-mediated IKK complex recruitment"}, {"id": "R-HSA-1810476", "name": "RIP-mediated NFkB activation via ZBP1"}, {"id": "R-HSA-1834949", "name": "Cytosolic sensors of pathogen-associated DNA "}, {"id": "R-HSA-5260271", "name": "Diseases of Immune System"}, {"id": "R-HSA-5602358", "name": "Diseases associated with the TLR signaling cascade"}, {"id": "R-HSA-5602410", "name": "TLR3 deficiency - HSE"}, {"id": "R-HSA-5602415", "name": "UNC93B1 deficiency - HSE"}, {"id": "R-HSA-5602566", "name": "TICAM1 deficiency - HSE"}, {"id": "R-HSA-5602571", "name": "TRAF3 deficiency - HSE"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-9013957", "name": "TLR3-mediated TICAM1-dependent programmed cell death"}, {"id": "R-HSA-9013973", "name": "TICAM1-dependent activation of IRF3/IRF7"}, {"id": "R-HSA-9014325", "name": "TICAM1,TRAF6-dependent induction of TAK1 complex"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9828211", "name": "Regulation of TBK1, IKKε-mediated activation of IRF3, IRF7 upon TLR3 ligation"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP3858", "name": "Toll-like Receptor Signaling related to MyD88"}, {"id": "WP4136", "name": "Fibrin Complement Receptor 3 Signaling Pathway"}, {"id": "WP4298", "name": "Acute viral myocarditis"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4912", "name": "SARS coronavirus and innate immunity"}, {"id": "WP5038", "name": "SARS-CoV-2 mitochondrial interactions"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["1ZIW", "2A0Z", "2MK9", "2MKA", "3ULU", "3ULV", "5GS0", "7C76", "7WV3", "7WV4", "7WV5", "7WVE", "7WVF", "7WVJ", "8AR1"], "pfam": ["PF01582", "PF13855", "PF17968", "PF13516", "PF00560"], "pharmgkb": "PA36551", "pharos": {"target_id": 8459, "tdl": "Tbio"}, "prosite": ["PS50104", "PS51450"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257367", "relationship": "is"}, {"id": "GNF257368", "relationship": "is"}, {"id": "GNF257369", "relationship": "is"}, {"id": "GNF257370", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033709", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF130594", "relationship": "is"}, {"id": "GNF132297", "relationship": "is"}, {"id": "GNF132302", "relationship": "is"}, {"id": "GNF132312", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF096275", "relationship": "is"}, {"id": "GNF135931", "relationship": "is"}, {"id": "GNF150076", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_007278.1"], "protein": "NP_003256.1", "rna": "NM_003265.3", "translation": {"protein": "NP_003256.1", "rna": "NM_003265.3"}}, "reporter": {"HG-U133_Plus_2": ["206271_at", "239587_at", "242667_at"], "HG-U95Av2": "33488_at", "HTA-2_0": ["TC04000912.hg.1", "TC04002368.hg.1"], "HuEx-1_0": "2754937", "HuGene-1_1": "8098611", "HuGene-2_1": "16972993"}, "summary": "The protein encoded by this gene is a member of the Toll-like receptor (TLR) family which plays a fundamental role in pathogen recognition and activation of innate immunity. TLRs are highly conserved from Drosophila to humans and share structural and functional similarities. They recognize pathogen-associated molecular patterns (PAMPs) that are expressed on infectious agents, and mediate the production of cytokines necessary for the development of effective immunity. The various TLRs exhibit different patterns of expression. This receptor is most abundantly expressed in placenta and pancreas, and is restricted to the dendritic subpopulation of the leukocytes. It recognizes dsRNA associated with viral infection, and induces the activation of NF-kappaB and the production of type I interferons. It thus plays a role in host defense against multiple viruses. [provided by RefSeq, Jul 2021].", "symbol": "TLR3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336635"}, "unigene": "Hs.657724", "uniprot": {"Swiss-Prot": "O15455", "TrEMBL": ["A0A8V8TN43", "D6RA51", "A0A8V8TLN9"]}, "wikipedia": {"url_stub": "TLR 3"}}