{"AllianceGenome": "15632", "HGNC": "15632", "MIM": "300366", "_id": "51311", "_version": 2, "accession": {"genomic": ["AC005859.1", "AC139705.4", "CH471074.1", "CP068255.2", "DQ023132.1", "DQ023133.1", "DQ023134.1", "DQ023135.1", "DQ023136.1", "DQ023137.1", "DQ023138.1", "DQ023139.1", "DQ023140.1", "KC877963.1", "NC_000023.11", "NC_060947.1", "NG_012882.2"], "protein": ["AAF64061.1", "AAF78036.1", "AAI01075.1", "AAI01076.1", "AAI01077.1", "AAI01078.1", "AAQ88663.1", "AAZ95433.1", "AAZ95434.1", "AAZ95435.1", "AAZ95436.1", "AAZ95437.1", "AAZ95438.1", "AAZ95439.1", "AAZ95440.1", "AAZ95441.1", "BAC11412.1", "BAG55063.1", "BAG59554.1", "EAW98808.1", "EAW98809.1", "NP_057694.2", "NP_619542.1", "Q9NR97.1", "WGG62724.1", "WLO59286.1"], "rna": ["AB445666.1", "AF245703.1", "AF246971.1", "AK075117.1", "AK297024.1", "AK307562.1", "AK314240.1", "AY358296.1", "BC101074.1", "BC101075.2", "BC101076.2", "BC101077.1", "NM_016610.4", "NM_138636.5", "OQ842539.1", "OQ982474.1"], "translation": [{"protein": "AAF64061.1", "rna": "AF246971.1"}, {"protein": "NP_057694.2", "rna": "NM_016610.4"}, {"protein": "AAI01078.1", "rna": "BC101077.1"}, {"protein": "BAG55063.1", "rna": "AB445666.1"}, {"protein": "NP_619542.1", "rna": "NM_138636.5"}, {"protein": "BAG59554.1", "rna": "AK297024.1"}, {"protein": "AAI01076.1", "rna": "BC101075.2"}, {"protein": "WGG62724.1", "rna": "OQ842539.1"}, {"protein": "WLO59286.1", "rna": "OQ982474.1"}, {"protein": "BAC11412.1", "rna": "AK075117.1"}, {"protein": "AAI01075.1", "rna": "BC101074.1"}, {"protein": "AAI01077.1", "rna": "BC101076.2"}, {"protein": "AAQ88663.1", "rna": "AY358296.1"}, {"protein": "AAF78036.1", "rna": "AF245703.1"}]}, "alias": ["CD288", "IMD98", "TLR-8", "hTLR8"], "ensembl": {"gene": "ENSG00000101916", "protein": ["ENSP00000218032", "ENSP00000312082"], "transcript": ["ENST00000218032", "ENST00000311912"], "translation": [{"protein": "ENSP00000218032", "rna": "ENST00000218032"}, {"protein": "ENSP00000312082", "rna": "ENST00000311912"}], "type_of_gene": "protein_coding"}, "entrezgene": "51311", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.6430432367, "exp_mis": 222.995527956, "exp_syn": 91.9709204915, "lof_z": 3.24362343606712, "mis_z": 3.24252880181106, "mu_lof": 1.5346605999e-06, "mu_mis": 2.85153186902e-05, "mu_syn": 1.17059382694e-05, "n_lof": 1.0, "n_mis": 124.0, "n_syn": 94.0, "p_li": 0.931026133439482, "p_null": 7.11552834575877e-05, "p_rec": 0.0689027112770607, "syn_z": -0.131166631043096}, "bp": 3126, "cds_end": 12940285, "cds_start": 12924825, "n_exons": 2, "nonpsych": {"exp_lof": 11.438581789, "exp_mis": 202.237093873, "exp_syn": 83.3922867318, "lof_z": 3.32152884679755, "mis_z": 3.27142436245543, "mu_lof": 1.5346605999e-06, "mu_mis": 2.85153186902e-05, "mu_syn": 1.17059382694e-05, "n_lof": 0.0, "n_mis": 110.0, "n_syn": 89.0, "p_li": 0.980866362541774, "p_null": 1.75151378688282e-05, "p_rec": 0.0191161223203572, "syn_z": -0.386621605482433}, "nontcga": {"exp_lof": 11.5052805288, "exp_mis": 203.091610392, "exp_syn": 83.7560863714, "lof_z": 3.05520456419518, "mis_z": 3.35930375738617, "mu_lof": 1.5346605999e-06, "mu_mis": 2.85153186902e-05, "mu_syn": 1.17059382694e-05, "n_lof": 1.0, "n_mis": 107.0, "n_syn": 87.0, "p_li": 0.901768975507081, "p_null": 0.000175590249570656, "p_rec": 0.0980554342433486, "syn_z": -0.224431069229319}, "transcript": "ENST00000218032.6"}, "exons": [{"cdsend": 12922166, "cdsstart": 12910385, "chr": "X", "position": [[12906619, 12906709], [12910305, 12910442], [12919043, 12923169]], "strand": 1, "transcript": "NM_016610", "txend": 12923169, "txstart": 12906619}, {"cdsend": 12922166, "cdsstart": 12906706, "chr": "X", "position": [[12906619, 12906709], [12919043, 12923169]], "strand": 1, "transcript": "NM_138636", "txend": 12923169, "txstart": 12906619}], "exons_hg19": [{"cdsend": 12940285, "cdsstart": 12928504, "chr": "X", "position": [[12924738, 12924828], [12928424, 12928561], [12937162, 12941288]], "strand": 1, "transcript": "NM_016610", "txend": 12941288, "txstart": 12924738}, {"cdsend": 12940285, "cdsstart": 12924825, "chr": "X", "position": [[12924738, 12924828], [12937162, 12941288]], "strand": 1, "transcript": "NM_138636", "txend": 12941288, "txstart": 12924738}], "generif": [{"pubmed": 12032557, "text": "Human TLR7 or TLR8 independently confer responsiveness to the antiviral compound R-848."}, {"pubmed": 14976262, "text": "mediates species-specific recognition of GU-rich single-stranded RNA (ssRNA); data suggest that ssRNA represents a physiological ligand for TLR8"}, {"pubmed": 16008579, "text": "CBV-induced inflammatory response is mediated through TLR8."}, {"pubmed": 16025564, "text": "TLR8 acts as a host sensor for human parechovirus 1, and activates signalling that leads to the synthesis of pro-inflammatory molecules by the host."}, {"pubmed": 16123302, "text": "a mechanism described linking Toll-like receptor (TLR) 8 signaling to the control of CD4+ regulatory T cell function; results suggest that TLR8 signaling could play a critical role in controlling immune responses to cancer and other diseases"}, {"pubmed": 16737960, "text": "TLR8-mediated MEKK3-dependent IKKgamma phosphorylation might play an important role in the activation of IKK complex, leading to IkappaBalpha phosphorylation"}, {"pubmed": 16857668, "text": "analysis of human toll-like receptor 8 extracellular domain features that are essential for pH-dependent signaling"}, {"pubmed": 16935934, "text": "TLR3 agonist poly(I:C) activated epithelial cells, primary endothelial cells, and two types of primary human smooth muscle cells (airway [ASMC] and vascular) directly, while the TLR7/8 agonist R848 required the presence of leukocytes to activate ASMC"}, {"pubmed": 17023556, "text": "These data lead us to suggest that ongoing viral activation of TLR7/8 could alter the adaptive immune response by modifying DC differentiation and by down-regulating DC responsiveness to a subsequent bacterial TLR4-mediated signal."}, {"pubmed": 17040905, "text": "TLR8 inhibits TLR7 and TLR9, and TLR9 inhibits TLR7 but not vice versa in HEK293 cells transfected with TLRs in a pairwise combination."}, {"pubmed": 17090647, "text": "analyzed the expression of Toll-like receptors 1 to 9 on myeloid dendritic cells generated from X-linked agammaglobulinemia patients and evaluated their response to activation by specific Toll-like receptor agonists"}, {"pubmed": 17301562, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17698957, "text": "Both types of compounds induced IFN-gamma-inducible protein 10, but only the 7-deazaguanosine-containing compound that activated both TLR7 and TLR8 induced IFN-alpha in monkeys"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17724596, "text": "Ciprofloxacin inhibits lipopolysaccharide-induced toll-like receptor-4 and 8 expression on human monocytes derived from adult and cord blood."}, {"pubmed": 17868034, "text": "analysis of modification and regulation of TLR8 in HEK-293 cells stimulated with imidazoquinoline agonists"}, {"pubmed": 17932028, "text": "Btk as a key signaling molecule that interacts with and acts downstream of TLR8 and TLR9."}, {"pubmed": 17964520, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18406377, "text": "TLR7-9 recognize single-stranded RNA, nucleoside analogs and single-stranded CpG-DNA, respectively, and their activation initiates the immune response against viruses and bacteria [review]"}, {"pubmed": 18431484, "text": "These results delineate the complex effects of triggering TLR7/8 for an efficient antiviral defense."}, {"pubmed": 18605904, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18605904, "text": "This first report of a functional TLR8 variant associated with a different clinical course of an RNA viral disease may have implications for the individual risk assessment of RNA virus infections as well as for future HIV vaccine development."}, {"pubmed": 18682521, "text": "replicated association was obtained for SNPs or haplotypes of TLR7 and TLR8, suggesting these genes as novel disease genes for asthma and related disorders."}, {"pubmed": 18686608, "text": "Human epidermal keratinocytes constitutively express all TLR 1-10 mRNA, which may enable human keratinocytes to respond to a wide range of pathogenic micro-organisms."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18927625, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18927625, "text": "four polymorphisms in the TLR8 gene on chromosome X showed evidence of association with TB susceptibility in males, including a non-synonymous polymorphism rs3764880 (Met1Val; P = 0.007, odds ratio (OR) = 1.8, 95% c.i. = 1.2-2.7)"}, {"pubmed": 18942751, "text": "TLR8 is an X-linked IBD susceptibility gene with both common predisposing and protecting haplotypes."}, {"pubmed": 18985439, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18985439, "text": "These results do not support an involvement of SNPs rs3764879 and rs3764880 of TLR8 in predisposition to coronary artery disease."}, {"pubmed": 18985539, "text": "Expression of TLR-8, but not Tollip, is highly up-regulated in the colonic epithelium from patients with active IBD."}, {"pubmed": 19017992, "text": "TLR8 may play a role in driving TNF production in rheumatoid arthritis"}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19028959, "text": "DCIR is an antigen presenting cell receptor that is endocytosed efficiently in a clathrin-dependent manner and negatively affects TLR8-mediated cytokine production."}, {"pubmed": 19164127, "text": "the Jak/STAT signaling pathway was involved in CD40 expression and cytokine production in TLR7-stimulated DCs but negatively regulated CD83 expression and cytokine secretion in DCs activated through TLR8"}, {"pubmed": 19164128, "text": "TLR3, TLR4, and TLR8 ligands induce synergistic multiple signaling pathways leading to cytokine mRNA expression and protein production in human monocyte-derived macrophages and dendritic cells"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19265114, "text": "Synergy between TLR4 and TLR7/8 controls the sequential production of regulatory and proinflammatory cytokines interleukin (IL)-10, interferon (IFN)-gamma, and IL-17A by naive CD4-positive T cells."}, {"pubmed": 19381167, "text": "The ligand-induced activation of TLR 8 leads to the accumulation of hypoxia-inducible factor 1 alpha (HIF-1alpha) protein in THP-1 human myeloid macrophages via redox- and reactive nitrogen species-dependent mechanisms."}, {"pubmed": 19406482, "text": "exptressed on Fallopian tube and uterus"}, {"pubmed": 19437550, "text": "Activation of TLR8 by double-stranded RNA (poly-I:C) or single-stranded RNA induced IFN-alpha/beta expression. Such activation done prior to HSV-1 infection reduced the susceptibility of the neuronal cells to infection."}, {"pubmed": 19454678, "text": "In monocytes, the response to RNA oligonucleotides was mediated by either TLR8 or RIG-I. TLR8 was responsible for IL-12 induction upon endosomal delivery of ssRNA oligonucleotides"}, {"pubmed": 19505919, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19527497, "text": "TLR8-mediated neutrophilic responses are markedly potentiated by oxidative stress, and the potentiation is mediated by enhanced NF-kB activation."}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19614650, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19637197, "text": "Results show that TLR8 activation may be an important, novel pathway for targeted treatment of Th1-mediated diseases, such as Crohn's disease."}, {"pubmed": 19841637, "text": "Activation of endosomal TLRs 7, 8 and 4 leads to downregulation of degradative HIF-1 alpha prolyl hydroxylation."}, {"pubmed": 19850743, "text": "Fanconi anemia, complementation group C suppresses TNF-alpha production in mononuclear phagocytes by suppressing TLR8 activity"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19915052, "text": "When dendritic cells were triggered with the potent synergistic combination of TLR4 and TLR7/8 in conjunction with a TLR2 ligand, there was a clear shift to more Th2- and Th17-prone responses in the naive and memory T cell subpopulations"}, {"pubmed": 20004021, "text": "A five-amino-acid motif in the undefined region of the TLR8 ectodomain is required for species-specific ligand recognition."}, {"pubmed": 20100933, "text": "Studies show substantial decreases in older compared with young individuals in cytokine production in response to TLR1/2, TLR6, TLR3, TLR5, and TLR8, TLR7 and TLR9 in DCs."}, {"pubmed": 20124101, "text": "Data show that TLR activation was associated with significantly increased production of IL-1beta, IL-6, TNF-alpha, and CCL3."}, {"pubmed": 20194452, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20227302, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237413, "text": "Triggering of TLR7 and TLR8 expressed by human lung cancer cells induces cell survival and chemoresistance."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20364151, "text": "exploited by in HIV-1virus for productive infection of dendritic cells"}, {"pubmed": 20399690, "text": "In individuals affected by primary Sjogren's syndrome, TLR8 mRNA levels were not elevated."}, {"pubmed": 20412752, "text": "TLR7 contributes to lung inflammation, NSCLC progression, cell survival via BCL-2 production & resistance to antineoplastic agents. Review."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20595247, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20652908, "text": "TLR8 sensing can be activated following bacterial phagocytosis, and rs3764880 may play a role in the modulation of TLR8-dependent microbicidal response of infected macrophages."}, {"pubmed": 20674764, "text": "These findings suggest that TLR8 Met1Val, TLR8 -129C/G, and TLR9 -1486T/C polymorphisms are important on clinical course of Crimean-Congo hemorrhagic fever disease."}, {"pubmed": 20829351, "text": "C/EBP{delta} and STAT-1 are required for TLR8 transcriptional activity."}, {"pubmed": 20832340, "text": "Human CD14dim monocytes patrol and sense nucleic acids and viruses via TLR7 and TLR8 receptors."}, {"pubmed": 20946625, "text": "Lower toll-like receptor 8 expression was observed in monocytes from infants with respiratory syncytial virus infection."}, {"pubmed": 20977567, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21061265, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21092001, "text": "Suppressed G-CSF production in the presence of IFN-alpha may contribute to IFN-alpha-induced neutropenia. However, a TLR7/8 agonist elicits G-CSF secretion even in the presence of IFN-alpha."}, {"pubmed": 21321205, "text": "Phagosomal signaling involves a cooperative interaction between TLR2 and TLR8 in pro- and antiinflammatory cytokine responses, whereas TLR8 is solely responsible for IRF7-mediated induction of IFN-beta."}, {"pubmed": 21354862, "text": "TLR 7 and TLR8 expressions are associated with poor outcome and greater inflammatory response in acute ischemic stroke."}, {"pubmed": 21499082, "text": "Quantitative polymerase chain reaction showed significantly higher expression of LEAP-1 (P = 0.002) and TLR-8 (P = 0.023) and TLR-10 (P = 0.014) in viral keratitis and LEAP-2 (P = 0.034) in dry eye, versus controls."}, {"pubmed": 21677671, "text": "Toll-like receptors (TLRs) 6, 7, and 8 are upregulated in keloid scars"}, {"pubmed": 21734241, "text": "monoclonal antiphospholipid antibodies as well as IgG fractions from patients with antiphospholipid syndrome increase mRNA expression of the intracellular TLR7 in plasmacytoid dendritic cells and TLR8 in monocytes"}, {"pubmed": 21947541, "text": "we found no evidence of any functional effects of TLR7 or TLR8 polymorphisms on receptor expression, measles-specific cellular responses or measles vaccine antibody responses."}, {"pubmed": 21977996, "text": "Data suggest that the response pattern of human and rhesus B cells and pDCs to TLR7/8 and TLR9 is similar, although some differences in the cell surface phenotype of the differentiating cells exist."}, {"pubmed": 22022576, "text": "Variations in TLR7 and TLR8 genes might impair immune responses during hepatitis C virus infection."}, {"pubmed": 22065095, "text": "analyzed the frequency of TLR7 rs179008, TLR8 rs3764880, TLR9 rs5743836 and rs352140 in 370 patients with SLE and 415 healthy controls from southern Brazil"}, {"pubmed": 22164301, "text": "UNC93B1 physically associates with human TLR8 and regulates TLR8-mediated signaling"}, {"pubmed": 22196370, "text": "Dual or triple activation of TLR7, TLR8, and/or TLR9 by single-stranded oligoribonucleotides."}, {"pubmed": 22210629, "text": "Responsiveness to TLR7/8 stimulation, which have been shown to recognize HIV-1 ssRNA, did not decrease in chronic infection, and may represent a contributing factor to ongoing T-cell immune activation in the setting of chronic viremic HIV-1 infection."}, {"pubmed": 22243920, "text": "The study provides evidence that the TLR7 and TLR8 triggering can suppress HIV replication in monocytes and lead to postpone HIV disease progression."}, {"pubmed": 22289837, "text": "Human TLR8 detectS viral single-stranded RNA and imidazoquinoline compounds. Review."}, {"pubmed": 22340042, "text": "Expression of TLR8 is significantly increased in HeLa cells. TLR8 agonist may influence tumor development."}, {"pubmed": 22363482, "text": "Segments 1, 2, 3 and 4 may be major determinants of the stimulatory activity exerted on human TLRs 7 and 8."}, {"pubmed": 22393042, "text": "Epigenetic regulation of tumor necrosis factor alpha (TNFalpha) release in human macrophages by HIV-1 single-stranded RNA (ssRNA) is dependent on TLR8 signaling"}, {"pubmed": 22525943, "text": "Authors demonstrate the use of ImageStream in DCs to assess TLR7/8 activation-mediated increases in phosphorylation and nuclear translocation of a key transcription factor."}, {"pubmed": 22730373, "text": "These results suggest that expression of TLR7, but not TLR8, may be a predictor for rheumatoid arthritis disease activity"}, {"pubmed": 22768144, "text": "IL10 production after TLR9 ligands or HSV-1 stimulation was significantly related with plasma levels of sex hormones, whereas no correlation was found in cytokines produced following TLR7 and TLR8 stimulation."}, {"pubmed": 22795647, "text": "cooperative activation of DCs with NOD1 and NOD2 agonists and TLR7/8 ligands results in a synergistic release of pro-inflammatory mediators which promote the activation of IL-17-producing T cells."}, {"pubmed": 22857391, "text": "Single nucleotide polymorphism in the TLR8 gene is associated with allergic rhinitis."}, {"pubmed": 23221735, "text": "Cervical tumor Langerhans cells lacked TLR9 expression and were functionally anergic to all the 3: TLR7, TLR8, and TLR9 ligands, which may play a crucial role in immune tolerance."}, {"pubmed": 23223421, "text": "This study demonstrates profibrotic properties of circulating monocytes from patients with systemic sclerosis and a key role for TLR signalling, particularly TLR8, in TIMP-1 secretion and matrix remodelling."}, {"pubmed": 23369718, "text": "Studies indicate that the nucleic acid-sensing toll-like receptors (TLRs), which include TLRs 3, 7, 8 and 9 are completely localized within the endosomal compartments of immune cells and recognize RNA and DNA from pathogens."}, {"pubmed": 23386618, "text": "Complement receptor 3 influences toll-like receptor 7/8-dependent inflammation"}, {"pubmed": 23425350, "text": "Impaired TLR3 and TLR7/8-mediated cytokine responses may contribute to aggressive HCV recurrence postliver transplantation"}, {"pubmed": 23520111, "text": "crystal structures of unliganded and ligand-induced activated TLR8 dimers were elucidated; ligand binding induces reorganization of the TLR8 dimer, which enables downstream signaling processes"}, {"pubmed": 23685782, "text": "Data indicate that TLR8 stimulation of NK-DC co-cultures significantly increased DC priming of EGFR-specific CD8(+) T cells in the presence of cetuximab."}, {"pubmed": 23787171, "text": "TLR8 expression and signaling is impaired in peripheral blood mononuclear cells from patients with multiple sclerosis"}, {"pubmed": 23826189, "text": "Study evaluated innate immune profiles following TLR stimulation in HIV-1-infected mothers and newborns, found significantly compromised cytokine responses upon extracellular and intracellular TLR activation. Myeloid dendritic cell (DC) responsiveness appeared to be less impaired than plasmacytoid DCs, and might be enhanced through TLR7/TLR8 activation."}, {"pubmed": 23906644, "text": "Bb RNA is a TLR8 ligand in human monocytes and that transcription of IFN-beta in response to the spirochete is induced from within the phagosomal vacuole through the TLR8-MyD88 pathway."}, {"pubmed": 24046015, "text": "Data indicate that TLR-induced IL-1beta overproduction in FANCA- and FANCC-deficient mononuclear phagocyte cell lines and primary cells requires activation of the inflammasome."}, {"pubmed": 24205871, "text": "Variations in TLR8 genes may modulate immune responses during HCV infection."}, {"pubmed": 24227841, "text": "A-to-I editing of structured viral RNAs facilitated the activation of TLR7 and TLR8."}, {"pubmed": 24254490, "text": "The mechanisms of action of Aldaratrade mark are complex. Imiquimod is an effective ligand for TLR7 (and TLR8 in humans) and also interferes with adenosine receptor signaling."}, {"pubmed": 24445780, "text": "non-synonymous TLR8 SNP rs3764880-G allele was a risk factor for oral ulcer and pericardial effusion, with significant additive effects"}, {"pubmed": 24525049, "text": "TLR8 is a novel estrogen target gene that can lower the inflammatory threshold and implicate an IFNalpha-independent inflammatory mechanism that could contribute to higher systemic lupus erythematosus incidence in women."}, {"pubmed": 24771848, "text": "Differently, costimulation of TLR2, TLR4, and TLR7/8 enhances IL-1beta secretion but severely inhibits IL-1Ra production."}, {"pubmed": 24773332, "text": "In vitro treatment of PBMCs with R484 hijacks the pro inflammatory immune process triggered by TLRs7/8 to mediate anti-inflammatory response."}, {"pubmed": 24782650, "text": "The mRNA expression level of TLR8 in the patients with cervical cancer and Hela cells were up-regulated, it consistent with the increased expression of VEGF and Bcl-2."}, {"pubmed": 24813206, "text": "TLR7 and TLR8 can signal in two different \"modes\" depending on the class of ligand."}, {"pubmed": 24919757, "text": "Carriage of the G-allele of TLR8-rs3764879 was associated with the occurrence of SLE in Danish women, but not men."}, {"pubmed": 24939850, "text": "HIV-1 infection induced the expression of pro-IL-1beta via TLR8-mediated mechanisms and activated caspase-1 through the NLRP3 inflammasome to cleave pro-IL-1beta into bioactive IL-1beta"}, {"pubmed": 25102141, "text": "Data indicate 4-methyl-1-pentyl-1H-benzo[d]imidazol-2-amine a pure toll-like receptor 8 (TLR8) agonist, evoking proinflammatory cytokine and Type II interferon responses in mononuclear leukocytes."}, {"pubmed": 25126563, "text": "TLRs 3, 7, and 8 are prime biomarker candidates for HCV infection mRNA expression analysis which might improve current therapeutic approaches."}, {"pubmed": 25187660, "text": "the UNC93B1 tyrosine-based motif regulates trafficking and TLR responses via separate mechanisms."}, {"pubmed": 25204046, "text": "Data show that a differential mRNA expression of Toll-like receptors 7 & 8 is associated with different responses to pegylated interferon (PEG-IFN) alpha-2b antiviral therapy in patients with hepatitis C infection."}, {"pubmed": 25229618, "text": "Humanized TLR7/8 expression drives proliferative multisystemic histiocytosis in C57BL/6 mice"}, {"pubmed": 25231413, "text": "Data show that activation of toll-like receptor 8 (TLR8) signaling in tumor cells can block the induction and reverse the suppression of senescent naive and tumor-specific T cells in vitro and in vivo, resulting in enhanced anti-tumor immunity."}, {"pubmed": 25253287, "text": "Data show that a total of nine single-nucleotide polymorphisms (SNPs) in TLR1, TLR4, TLR6 and TLR8 in Caucasians, and two other SNPs, one each in Toll-like receptors TLR4 and TLR8, in African Americans were significantly associated with HIV status."}, {"pubmed": 25283842, "text": "TLR8 activation has direct anti-leukemic effects independent of its immunomodulating properties."}, {"pubmed": 25297876, "text": "The insertion loop between leucine-rich repeats 14 and 15 in TLR8 is indispensable for the receptor cleavage in endosomes."}, {"pubmed": 25430040, "text": "No significant associations have been found between TLR8 polymorphisms and susceptibility to Graves' disease in Chinese Cantonese."}, {"pubmed": 25464115, "text": "The minor allele of TLR8 rs3764879 of the donor is associated with outcome after myeloablative conditioned allogeneic hematopoietic cell transplantation."}, {"pubmed": 25476907, "text": "Increased miR-K-10b and miR-K12-12 are functionally involved in sepsis as agonists of TLR8, forming a positive feedback that may lead to cytokine dysregulation."}, {"pubmed": 25572425, "text": "Met1Val of TLR8 is significantly associated with risk of pulmonary tuberculosis susceptibility in southern Punjab population. This effect was highly pronounced among males."}, {"pubmed": 25667415, "text": "Data indicate that treatment with toll-like receptor 8 (TLR8) agonists elicited granzyme B production."}, {"pubmed": 25785446, "text": "an important role of 2'-O-methylation for shaping differential TLR7 or TLR8 activation"}, {"pubmed": 25877926, "text": "TLR8, but not TLR7, is involved in priming of human neutrophil reactive oxygen species production by inducing the phosphorylation of p47phox and p38 MAPK."}, {"pubmed": 26085680, "text": "This study demonstrates a physiological role of TLR8 in the sensing of entire S. aureus in human primary phagocytes, including the induction of IFN-beta and IL-12 production via a TAK1-IKKbeta-IRF5 pathway that can be inhibited by TLR2 signaling."}, {"pubmed": 26101323, "text": "TLR8 is identified as receptor for bacterial RNA in primary human monocyte-derived macrophages. Moreover, TLR8-dependent detection of bacterial RNA was critical for triggering monocyte activation in response to infection with Streptococcus pyogenes."}, {"pubmed": 26134824, "text": "Study show a stage-dependent upregulation of both TLR7 and TLR8 expression in pancreatic cancer and point to their significant role in chronic inflammation-mediated TLR7/TLR8 signaling leading to tumor cell proliferation and chemoresistance."}, {"pubmed": 26160538, "text": "Sex-specific associations for TLR8 polymorphisms in tuberculosis."}, {"pubmed": 26202481, "text": "the activation of TLR8 by bi-specific si-RNA for the production of INFbeta, was investigated."}, {"pubmed": 26315138, "text": "Results show that TLR7 and TLR8 on trophoblastic cells play an important role in the prevention of intrauterine HBV transmission by inhibiting HBV translocation across trophoblasts."}, {"pubmed": 26455634, "text": "TLR8 polymorphisms seem to be related to non-progression of liver fibrosis in HIV/HCV coinfected patients, particularly in males and those patients infected with GT1."}, {"pubmed": 26466955, "text": "Knockdown of LRRC59 reduced TLR3-, 8-, and 9-mediated, but not TLR4-mediated, signaling."}, {"pubmed": 26483222, "text": "TLR7 and TLR8 may be involved in the pathogenesis of brain and lung damages caused by severe EV71 infection."}, {"pubmed": 26486764, "text": "Results suggest a relationship between the TLR8 and the susceptibility to Crohn's disease and Behcet's disease."}, {"pubmed": 26545385, "text": "Identified human TLR8 as functional TLR13 equivalent that promiscuously senses ssRNA."}, {"pubmed": 26556310, "text": "Comparison of present and previous association studies reveals contradictory results for common variants. Thus, no associations exist between genetic variation in TLR8 and AR."}, {"pubmed": 26725554, "text": "TLR7 and 8 polymorphisms may play a considerable role in the pathogenesis of asthma."}, {"pubmed": 26762473, "text": "Our meta-analysis suggests that TLR7, TLR8, and TLR9 polymorphisms are associated with the development of systemic lupus erythematosus in Caucasian, Asian, and African populations"}, {"pubmed": 26929371, "text": "TLR8 with the uncleaved Z-loop is unable to form a dimer. The uncleaved Z-loop located on the ascending lateral face prevents the approach of the dimerization partner by steric hindrance."}, {"pubmed": 27003259, "text": "The ER-stress inducing property of IMQ is possibly of importance for its efficacy in treating basal cell carcinoma, in situ melanoma, and squamous cell carcinoma. Our data could potentially be harnessed for rational design of even more potent ER-stress inducers and new anti-cancer drugs."}, {"pubmed": 27156628, "text": "TLR7 and TLR8 genetic polymorphisms are associated with susceptibility to mycobacterium tuberculosis infection, and the link is shaped by less effective MTB phagocytosis and impaired TLR signaling."}, {"pubmed": 27385120, "text": "Study demonstrates that Hepatitis C virus (HCV) genomic RNA harbours specific sequences that initiate an anti-HCV immune response through TLR7 and TLR8 in various antigen presenting cells."}, {"pubmed": 27392462, "text": "interferon alpha (IFN-alpha) secretion induced by Toll-like receptor 7 and Toll-like receptor 8 (TLR7/TLR8) activation was observed in common variable immunodeficiency (CVID), which was recovered with Toll-like receptor 9 (TLR9) signaling."}, {"pubmed": 27677832, "text": "Conditioned media or microparticles released from obese omental adipose tissue increased CD16 and CCR5 expression on CD14(+)CD16(-) monocytes and augmented their migratory capacity towards the conditioned media from obese omental adipose tissue, itself."}, {"pubmed": 27729782, "text": "COPD lung tissue explants showed a greater pro-inflammatory response to TLR3 or TLR7/8 activation than control smokers."}, {"pubmed": 27772795, "text": "TLR8 gene rs3764880 polymorphisms might be associated with susceptibility to ischemic stroke and involved in the inflammatory reaction and lipid metabolism of ischemic stroke in southern Chinese Han."}, {"pubmed": 27793997, "text": "combination adjuvant systems demonstrate markedly different immune activation with age, with combined DC activation via Macrophage-inducible C-type lectin and TLR7/8 representing a novel approach to enhance the efficacy of early-life vaccines."}, {"pubmed": 27810904, "text": "the current study shows that motolimod ( selective small-molecule agonist of TLR8, stimulates natural killer (NK) cells, dendritic cells, and monocytes))can be safely administered in combination with cetuximab with an acceptable toxicity profile"}, {"pubmed": 28039018, "text": "Demonstrate STAT1-dependent transcriptional activation of TLR8 with estrogen stimulation."}, {"pubmed": 28062211, "text": "this study shows that TLR8 gene polymorphism is associated with susceptibility to HIV and HCV co-infection"}, {"pubmed": 28122964, "text": "this study identified TLR8 as mediator of monocyte differentiation and M2 macrophage polarization during hepatitis C virus infection"}, {"pubmed": 28245863, "text": "Epstein-Barr virus (EBV) replication activating the toll like receptor 8 (TLR8) molecular pathway in primary monocytes."}, {"pubmed": 28403045, "text": "TLR8 polymorphisms were associated with an increased risk and TLR7 polymorphisms with a decreased risk of recurrent rhinovirus infections."}, {"pubmed": 28472897, "text": "MBZ-induced IL-1beta release was found to be dependent on NLRP3 inflammasome activation and to involve TLR8 stimulation."}, {"pubmed": 28606989, "text": "Data indicate a mechanism in which Toll-like receptors TLR7/8 signaling, through shedding of FcgRIIA, shifts neutrophil function from phagocytosis to a programmed necrosis pathway, neutrophil extracellular trap formation (NETosis)."}, {"pubmed": 28626766, "text": "Positive rates of iNOS in cervical tissues were 72.1%, 28.2%, and 3.1% in the -HPV-positive patients with cervical cancer (CC group), HR-HPV group, and controls, respectively (P < 0.05). Levels of TLR3, TLR4, TLR7, TLR8, NF-kappaB p65, and iNOS in cervical epithelial cells were higher in CC group than in other groups."}, {"pubmed": 28752959, "text": "variations in TLR7 and TLR8 genes modulate the clearance and progression of HCV infection with different magnitudes between sexes"}, {"pubmed": 28888110, "text": "This is the first study illustrating certain genotypes of TLR-7 and TLR-8 single nucleotide polymorphisms viz. CT(p = 0.002)]; rs3853839[GC(p < 0.001), CC(p = 0.039)] and rs3764879[GC(p < 0.001)] were considerably associated with Chikungunya virus susceptibility."}, {"pubmed": 28923824, "text": "Inhibition of Snapin enhanced localization of HIV-1 with TLR8(+) early endosomes, triggered a pro-inflammatory response, and inhibited trans-infection of CD4(+) T cells."}, {"pubmed": 29321259, "text": "TLR8 is the key RNA-sensing TLR involved in the establishment of fibrosis."}, {"pubmed": 29448098, "text": "Thus, TLR7 and TLR8 might modulate different immune responses in monocytes and macrophages."}, {"pubmed": 29556002, "text": "We have thus identified TLR8 as an important driver of follicular helper T cell differentiation"}, {"pubmed": 29567473, "text": "Btk acts in the TLR7/8 pathway and mediates Ser-536 phosphorylation of p65 RelA and subsequent nuclear entry in primary human macrophages."}, {"pubmed": 29947302, "text": "The C allele is protective of chronic hepatitis C virus (HCV) infection in TLR3, TLR7 (rs3853839) in females only, and TLR8 (rs3764879) in males only, while risk of infection is linked to the T allele in TLR7 (rs179008) in females only and the A allele in TLR8 (rs3764880) in both sexes."}, {"pubmed": 30138900, "text": "high-resolution mass cytometry analysis reveals a delay of cytokines production after TLR4 or TLR7/8 engagements in HIV-1 infected humans."}, {"pubmed": 30424735, "text": "SNPs in TLR8 and TLR9 were associated with the development of tuberculosis; those SNPs may have different effects on disease pathogenesis and progression."}, {"pubmed": 30535046, "text": "These results suggest that Cyd deaminase (CDA) enables TLR8 activation by cytidine or its analogues with ssRNA through deaminating activity."}, {"pubmed": 30664688, "text": "TLR8 role in the cancer-associated fibroblasts-immunomodulated tumor microenvironment."}, {"pubmed": 30817049, "text": "Human neutrophils activated via TLR8 promote Th17 polarization through IL-23."}, {"pubmed": 31090539, "text": "IFNgamma promotes antibody secreting cell development by synergizing with IL-2 and TLR7/8 ligands to induce genome-wide epigenetic reprogramming of B cells, which results in increased chromatin accessibility surrounding IRF4 and BLIMP1 binding motifs and epigenetic remodeling of IL21R and PRDM1 loci."}, {"pubmed": 31214180, "text": "Human Toll-like Receptor 8 (TLR8) Is an Important Sensor of Pyogenic Bacteria, and Is Attenuated by Cell Surface TLR Signaling."}, {"pubmed": 31385713, "text": "TLR8 activation by circulating RNA ligands may be a previously underrecognized stimulus contributing to excessive innate immune signaling characteristic of acute respiratory distress syndrome"}, {"pubmed": 31430261, "text": "p53 can strongly influence TLR8-mediated immune responses and that knowledge of the p53-responsive SNP can inform diagnosis and prognosis of RSV disease and other diseases that might have a TLR8 component, including cancer."}, {"pubmed": 31481269, "text": "The present study indicated an increased risk of dengue disease susceptibility among individuals with specific genetic variants of majority of the analysed TLR3, TLR7 and TLR8 polymorphisms - indicating important role of TLR polymorphisms in dengue disease pathogenesis"}, {"pubmed": 31501466, "text": "Mosaicism of XX and XXY cells accounts for high copy number of Toll like Receptor 7 and 8 genes in peripheral blood of men with Rheumatoid Arthritis."}, {"pubmed": 31630392, "text": "Cow pea mosaic virus activates human monocytes in a manner dependent on SYK signalling, endosomal acidification and with an important contribution from TLR7/8 recognition."}, {"pubmed": 31662487, "text": "TLR7 and TLR8 activate distinct pathways in monocytes during RNA virus infection."}, {"pubmed": 31778653, "text": "the lysosomal endoribonuclease RNase T2 is a non-redundant upstream component of TLR8-dependent RNA recognition."}, {"pubmed": 31867014, "text": "Endosomal TLR-8 Senses microRNA-1294 Resulting in the Production of NFkB Dependent Cytokines."}, {"pubmed": 32083344, "text": "TLR8 and complement C5 induce cytokine release and thrombin activation in human whole blood challenged with Gram-positive bacteria."}, {"pubmed": 32086319, "text": "TLR7 and TLR8 Differentially Activate the IRF and NF-kappaB Pathways in Specific Cell Types to Promote Inflammation."}, {"pubmed": 32271161, "text": "Human endogenous retrovirus HERV-K(HML-2) RNA causes neurodegeneration through Toll-like receptors."}, {"pubmed": 32278547, "text": "LncRNA TLR8-AS1 promotes metastasis and chemoresistance of ovarian cancer through enhancing TLR8 mRNA stability."}, {"pubmed": 32294405, "text": "Immune Sensing of Synthetic, Bacterial, and Protozoan RNA by Toll-like Receptor 8 Requires Coordinated Processing by RNase T2 and RNase 2."}, {"pubmed": 32740454, "text": "Genetic Susceptibility to Life-threatening Respiratory Syncytial Virus Infection in Previously Healthy Infants."}, {"pubmed": 32815784, "text": "MicroRNA-18a-5p mitigates oxygen-glucose-deprivation/reoxygenation-induced injury through suppression of TLRs/NF-kappaB signaling by targeting TLR8 in PC12 cells."}, {"pubmed": 32854231, "text": "Expression and Functionality Study of 9 Toll-Like Receptors in 33 Drug-Naive Non-Affective First Episode Psychosis Individuals: A 3-Month Study."}, {"pubmed": 32888973, "text": "An assessment of toll-like receptor 7 and 8 gene polymorphisms with susceptibility to HIV-1 infection, AIDS development and response to antiretroviral therapy."}, {"pubmed": 33013883, "text": "MAIT Cells Display a Specific Response to Type 1 IFN Underlying the Adjuvant Effect of TLR7/8 Ligands."}, {"pubmed": 33138336, "text": "Association of Genetic Polymorphisms in TLR3, TLR4, TLR7, and TLR8 with the Clinical Forms of Dengue in Patients from Veracruz, Mexico."}, {"pubmed": 33303556, "text": "TLR7/8 regulates type I and type III interferon signalling in rhinovirus 1b-induced allergic asthma."}, {"pubmed": 33414414, "text": "Glucose metabolism characteristics and TLR8-mediated metabolic control of CD4(+) Treg cells in ovarian cancer cells microenvironment."}, {"pubmed": 33512449, "text": "Immunodeficiency and bone marrow failure with mosaic and germline TLR8 gain of function."}, {"pubmed": 33679700, "text": "STAT3 Silencing and TLR7/8 Pathway Activation Repolarize and Suppress Myeloid-Derived Suppressor Cells From Breast Cancer Patients."}, {"pubmed": 33917265, "text": "Successful Direct Acting Antiviral Therapy in Chronic Hepatitis C Normalizes IFNgamma and IL2 Production in T Cells Together with TLR8 Expression and Functionality in Peripheral Blood Mononuclear Cells."}, {"pubmed": 33950532, "text": "Toll-like receptor 5 and 8 in hepatocellular carcinoma."}, {"pubmed": 34022297, "text": "Landscape of toll-like receptors expression in tumor microenvironment of triple negative breast cancer (TNBC): Distinct roles of TLR4 and TLR8."}, {"pubmed": 34315922, "text": "Monocyte-dependent co-stimulation of cytokine induction in human gammadelta T cells by TLR8 RNA ligands."}, {"pubmed": 34460982, "text": "Photoactivation of Innate Immunity Receptor TLR8 in Live Mammalian Cells by Genetic Encoding of Photocaged Tyrosine."}, {"pubmed": 34673372, "text": "Molecular docking of SARS-COV-2 Spike epitope sequences identifies heterodimeric peptide-protein complex formation with human Zo-1, TLR8 and brain specific glial proteins."}, {"pubmed": 34981838, "text": "TLR8/TLR7 dysregulation due to a novel TLR8 mutation causes severe autoimmune hemolytic anemia and autoinflammation in identical twins."}, {"pubmed": 35126343, "text": "RNA-Cholesterol Nanoparticles Function as Potent Immune Activators via TLR7 and TLR8."}, {"pubmed": 35417716, "text": "TLR8 is activated by 5'-methylthioinosine, a Plasmodium falciparum-derived intermediate of the purine salvage pathway."}, {"pubmed": 35701499, "text": "CXCL4 synergizes with TLR8 for TBK1-IRF5 activation, epigenomic remodeling and inflammatory response in human monocytes."}, {"pubmed": 36119097, "text": "Gain-of-function defects in toll-like receptor 8 shed light on the interface between immune system and bone marrow failure disorders."}, {"pubmed": 36262248, "text": "TLR-8, TNF-alpha, and ESR-1alpha Gene Polymorphism Susceptibility in Onset of Arthritis."}, {"pubmed": 36271773, "text": "Toll-like receptors 3, 7, 8, and 9 in gastric cancer."}, {"pubmed": 36317079, "text": "Helicobacter pylori Infection Elicits Type I Interferon Response in Human Monocytes via Toll-Like Receptor 8 Signaling."}, {"pubmed": 36585909, "text": "TLR8 agonist partially improves IFN-gamma deficiency of NK cells in chronic hepatitis B through the synergy of monocytes."}, {"pubmed": 37199563, "text": "Long non-coding RNA TLR8-AS1 induces preeclampsia through increasing TLR8/STAT1 axis."}, {"pubmed": 37395441, "text": "CD8 T Cell-Derived Exosomal miR-186-5p Elicits Renal Inflammation via Activating Tubular TLR7/8 Signal Axis."}, {"pubmed": 37451320, "text": "Human toll-like receptor 8 (TLR8) in NK cells: Implication for cancer immunotherapy."}, {"pubmed": 37495396, "text": "Human TLR8 induces inflammatory bone marrow erythromyeloblastic islands and anemia in SLE-prone mice."}, {"pubmed": 37665747, "text": "TLR8 aggravates skin inflammation and fibrosis by activating skin fibroblasts in systemic sclerosis."}, {"pubmed": 37723501, "text": "TLR8 escapes X chromosome inactivation in human monocytes and CD4[+] T cells."}, {"pubmed": 38102721, "text": "Toll-Like Receptor mRNA Levels in Schizophrenia: Association With Complement Factors and Cingulate Gyrus Cortical Thinning."}, {"pubmed": 38631842, "text": "TLR8-activating miR-146a-3p is an intermediate signal contributing to fetal membrane inflammation in response to bacterial LPS."}, {"pubmed": 38971858, "text": "Erythroid-intrinsic activation of TLR8 impairs erythropoiesis in inherited anemia."}], "genomic_pos": {"chr": "X", "end": 12923169, "ensemblgene": "ENSG00000101916", "start": 12906620, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 12941288, "start": 12924739, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001932", "qualifier": "involved_in", "term": "regulation of protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002224", "qualifier": "involved_in", "term": "toll-like receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007249", "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009615", "pubmed": 12032557, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016064", "pubmed": 16123302, "qualifier": "involved_in", "term": "immunoglobulin mediated immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032695", "pubmed": 24942581, "qualifier": "involved_in", "term": "negative regulation of interleukin-12 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032727", "pubmed": 16286015, "qualifier": "involved_in", "term": "positive regulation of interferon-alpha production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032728", "pubmed": 16286015, "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032729", "pubmed": 16286015, "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032731", "pubmed": [24942581, 33718825], "qualifier": "involved_in", "term": "positive regulation of interleukin-1 beta production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032755", "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032755", "pubmed": 24942581, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032757", "pubmed": 16188996, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034158", "pubmed": [12032557, 24942581, 33718825], "qualifier": "involved_in", "term": "toll-like receptor 8 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12032557, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 12032557, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045089", "pubmed": 16123302, "qualifier": "involved_in", "term": "positive regulation of innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 33718825, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0051607", "pubmed": 32634389, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051607", "pubmed": 16188996, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": 24942581, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0036020", "qualifier": "located_in", "term": "endolysosome membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 16123302, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003723", "pubmed": 16123302, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003725", "pubmed": [16111635, 33718825], "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003727", "pubmed": [14976262, 24942581], "qualifier": "enables", "term": "single-stranded RNA binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0038023", "pubmed": 12032557, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038187", "qualifier": "enables", "term": "pattern recognition receptor activity"}]}, "homologene": {"genes": [[7955, 403137], [7955, 100332583], [8364, 100495962], [8364, 100496108], [9544, 574292], [9598, 473522], [9606, 51311], [9615, 100684828], [9913, 532262], [10090, 170744], [10116, 684440]], "id": 44054}, "interpro": [{"desc": "Toll/interleukin-1 receptor homology (TIR) domain", "id": "IPR000157", "short_desc": "TIR_dom"}, {"desc": "Cysteine-rich flanking region, C-terminal", "id": "IPR000483", "short_desc": "Cys-rich_flank_reg_C"}, {"desc": "Leucine-rich repeat", "id": "IPR001611", "short_desc": "Leu-rich_rpt"}, {"desc": "Leucine-rich repeat, typical subtype", "id": "IPR003591", "short_desc": "Leu-rich_rpt_typical-subtyp"}, {"desc": "Leucine-rich repeat domain superfamily", "id": "IPR032675", "short_desc": "LRR_dom_sf"}, {"desc": "Toll/interleukin-1 receptor homology (TIR) domain superfamily", "id": "IPR035897", "short_desc": "Toll_tir_struct_dom_sf"}], "ipi": ["IPI00009910", "IPI00335051"], "map_location": "Xp22.2", "name": "toll like receptor 8", "other_names": "toll-like receptor 8", "pantherdb": {"HGNC": "15632", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2176887", "ortholog_type": "LDO", "panther_family": "PTHR47410", "taxid": 10090, "uniprot_kb": "P58682"}, {"RGD": "1590327", "ortholog_type": "LDO", "panther_family": "PTHR47410", "taxid": 10116, "uniprot_kb": "A5H300"}, {"Ensembl": "ENSDARG00000104832", "ortholog_type": "O", "panther_family": "PTHR47410", "taxid": 7955, "uniprot_kb": "A0A0G2KM01"}, {"ZFIN": "ZDB-GENE-040219-12", "ortholog_type": "O", "panther_family": "PTHR47410", "taxid": 7955, "uniprot_kb": "A0A2R8Q9M5"}, {"Ensembl": "ENSDARG00000090119", "ortholog_type": "LDO", "panther_family": "PTHR47410", "taxid": 7955, "uniprot_kb": "F1R2P4"}], "uniprot_kb": "Q9NR97"}, "pathway": {"kegg": [{"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1679131", "name": "Trafficking and processing of endosomal TLR"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP3858", "name": "Toll-like Receptor Signaling related to MyD88"}, {"id": "WP3877", "name": "Simplified Depiction of MYD88 Distinct Input-Output Pathway"}, {"id": "WP4329", "name": "miRNAs involvement in the immune response in sepsis"}, {"id": "WP4341", "name": "Non-genomic actions of 1,25 dihydroxyvitamin D3"}, {"id": "WP4559", "name": "Interactions between immune cells and microRNAs in tumor microenvironment"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["3W3G", "3W3J", "3W3K", "3W3L", "3W3M", "3W3N", "3WN4", "4QBZ", "4QC0", "4R07", "4R08", "4R09", "4R0A", "4R6A", "5AWA", "5AWB", "5AWC", "5AWD", "5AZ5", "5HDH", "5WYX", "5WYZ", "5Z14", "5Z15", "6KYA", "6TY5", "6V9U", "6WML", "6ZJZ", "7CRF", "7R52", "7R53", "7R54", "7RC9", "7YTX", "8PFI"], "pfam": ["PF01582", "PF13855"], "pharmgkb": "PA38009", "pharos": {"target_id": 18899, "tdl": "Tchem"}, "prosite": ["PS50104", "PS51450"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF265183", "relationship": "is"}, {"id": "GNF265184", "relationship": "is"}, {"id": "GNF265185", "relationship": "is"}, {"id": "GNF265186", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF276810", "relationship": "is"}, {"id": "GNF276811", "relationship": "is"}, {"id": "GNF276829", "relationship": "is"}, {"id": "GNF276830", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF096295", "relationship": "is"}, {"id": "GNF135951", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_012882.2"], "protein": ["NP_057694.2", "NP_619542.1"], "rna": ["NM_016610.4", "NM_138636.5"], "translation": [{"protein": "NP_057694.2", "rna": "NM_016610.4"}, {"protein": "NP_619542.1", "rna": "NM_138636.5"}]}, "reporter": {"HG-U133_Plus_2": ["220832_at", "229560_at"], "HG-U95B": "54495_at", "HTA-2_0": "TC0X000052.hg.1", "HuEx-1_0": "3969115", "HuGene-1_1": "8166065", "HuGene-2_1": "17101537"}, "retired": [92553, 112876, 115806], "summary": "The protein encoded by this gene is a member of the Toll-like receptor (TLR) family which plays a fundamental role in pathogen recognition and activation of innate immunity. TLRs are highly conserved from Drosophila to humans and share structural and functional similarities. They recognize pathogen-associated molecular patterns (PAMPs) that are expressed on infectious agents, and mediate the production of cytokines necessary for the development of effective immunity. The various TLRs exhibit different patterns of expression. This gene is predominantly expressed in lung and peripheral blood leukocytes, and lies in close proximity to another family member, TLR7, on chromosome X. [provided by RefSeq, Jul 2008].", "symbol": "TLR8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336640"}, "unigene": "Hs.660543", "uniprot": {"Swiss-Prot": "Q9NR97", "TrEMBL": "A0AA49X8T4"}, "wikipedia": {"url_stub": "TLR8"}}