{"AllianceGenome": "11861", "HGNC": "11861", "MIM": "606563", "_id": "53345", "_version": 2, "accession": {"genomic": ["AC003967.2", "AC138430.2", "CH471106.1", "CP068259.2", "NC_000019.10", "NC_060943.1", "ON248952.1"], "protein": ["AAG59700.1", "AAI20987.1", "AAI20988.1", "BAC04941.1", "EAW84806.1", "EAW84807.1", "NP_001001524.2", "Q9BZW4.3", "WCD39247.1"], "rna": ["AF255923.1", "AK024515.1", "AK026307.1", "AK097070.1", "BC120986.1", "BC120987.1", "DA930032.1", "NM_001001524.3", "NM_203510.1"], "translation": [{"protein": "BAC04941.1", "rna": "AK097070.1"}, {"protein": "NP_001001524.2", "rna": "NM_001001524.3"}, {"protein": "AAG59700.1", "rna": "AF255923.1"}, {"protein": "AAI20988.1", "rna": "BC120987.1"}, {"protein": "AAI20987.1", "rna": "BC120986.1"}]}, "ensembl": {"gene": "ENSG00000213996", "protein": "ENSP00000374014", "transcript": ["ENST00000389363", "ENST00000431465", "ENST00000586107", "ENST00000590431", "ENST00000591001"], "translation": [{"protein": "ENSP00000374014", "rna": "ENST00000389363"}], "type_of_gene": "protein_coding"}, "entrezgene": "53345", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.8912286088, "exp_mis": 139.418996651, "exp_syn": 69.1692202552, "lof_z": 1.07356743620125, "mis_z": 0.514448753089458, "mu_lof": 8.7311742149e-07, "mu_mis": 1.36633907214e-05, "mu_syn": 7.02287587657e-06, "n_lof": 9.0, "n_mis": 127.0, "n_syn": 69.0, "p_li": 1.93541173325793e-05, "p_null": 0.299713270780573, "p_rec": 0.700267375102094, "syn_z": 0.0126137640080745}, "bp": 1134, "cds_end": 19384024, "cds_start": 19375472, "n_exons": 10, "nonpsych": {"exp_lof": 11.482485908, "exp_mis": 126.002328972, "exp_syn": 62.4194964725, "lof_z": 0.719483442063069, "mis_z": 0.359573146480379, "mu_lof": 8.7311742149e-07, "mu_mis": 1.36633907214e-05, "mu_syn": 7.02287587657e-06, "n_lof": 9.0, "n_mis": 118.0, "n_syn": 59.0, "p_li": 9.75865137507573e-06, "p_null": 0.477873708069655, "p_rec": 0.52211653327897, "syn_z": 0.272499684873764}, "nontcga": {"exp_lof": 11.8418667624, "exp_mis": 128.247422073, "exp_syn": 63.6176190339, "lof_z": 1.10131981700109, "mis_z": 0.670782756201363, "mu_lof": 8.7311742149e-07, "mu_mis": 1.36633907214e-05, "mu_syn": 7.02287587657e-06, "n_lof": 8.0, "n_mis": 113.0, "n_syn": 65.0, "p_li": 7.61775590954131e-05, "p_null": 0.246793871034511, "p_rec": 0.753129951406394, "syn_z": -0.109739015084148}, "transcript": "ENST00000389363.4"}, "exons": [{"cdsend": 19273215, "cdsstart": 19264663, "chr": "19", "position": [[19264365, 19264873], [19266489, 19266609], [19267620, 19267713], [19267985, 19268087], [19268629, 19268754], [19269686, 19269769], [19270172, 19270276], [19270344, 19270442], [19271021, 19271125], [19273120, 19273301]], "strand": -1, "transcript": "NM_001001524", "txend": 19273301, "txstart": 19264365}], "exons_hg19": [{"cdsend": 19384024, "cdsstart": 19375472, "chr": "19", "position": [[19375175, 19375682], [19377298, 19377418], [19378429, 19378522], [19378794, 19378896], [19379438, 19379563], [19380495, 19380578], [19380981, 19381085], [19381153, 19381251], [19381830, 19381934], [19383929, 19384110]], "strand": -1, "transcript": "NM_001001524", "txend": 19384110, "txstart": 19375175}], "generif": [{"pubmed": 24531328, "text": "TM6SF2 activity is required for normal very-low-density lipoprotein secretion; impaired TM6SF2 function causally contributes to Nonalcoholic fatty liver disease."}, {"pubmed": 24633158, "text": "TM6SF2 variant (Glu167Lys) influences total cholesterol levels and is associated with myocardial infarction."}, {"pubmed": 24824280, "text": "The TM6SF2 variant is rare in the Chinese population with non-alcoholic fatty liver disease."}, {"pubmed": 24927523, "text": "TM6SF2 is a regulator of liver fat metabolism with opposing effects on the secretion of TRLs and hepatic lipid droplet content"}, {"pubmed": 24978903, "text": "TM6SF2 rs58542926 is associated with hepatic fibrosis progression in patients with non-alcoholic fatty liver disease."}, {"pubmed": 24978903, "text": "The non-synonymous TM6SF2 SNP coding Glu167Lys is associated not only with presence of Non-Alcoholic Fatty Liver Disease (NAFLD) but also with the clinically relevant histological endpoint of advanced hepatic fibrosis/cirrhosis."}, {"pubmed": 25251399, "text": "Carriers of the TM6SF2 E167K variant are more susceptible to progressive nonalcoholic steatohepatitis, but are protected against cardiovascular disease."}, {"pubmed": 25302781, "text": "TM6SF2 expression is significantly decreased in the liver of patients with NAFLD, and rs58542926 variant might regulate liver transcript and protein expression in an allele-specific manner."}, {"pubmed": 25302781, "text": "rs58542926 is a low-frequency variant with a modest effect on nonalcoholic fatty liver"}, {"pubmed": 25457209, "text": "the E167K variant in TM6SF2 is associated with a distinct subtype of NAFLD, characterized by preserved insulin sensitivity with regard to lipolysis, hepatic glucose production and lack of hypertriglyceridemia despite a clearly increased liver fat content"}, {"pubmed": 25581573, "text": "TM6SF2 polymorphism is an independent predictor of liver steatosis in patients with chronic hepatitis C."}, {"pubmed": 25639710, "text": "rs58542926 is associated with nonalcoholic fatty liver disease and metabolic syndrome."}, {"pubmed": 25687425, "text": "in a Han Chinese population cohort, the TM6SF2 E167K allele is significantly associated with non-alcoholic fatty liver disease"}, {"pubmed": 25820484, "text": "E167K variant impacts on steatosis severity and is associated with liver damage and fibrosis in patients with chronic hepatitis C"}, {"pubmed": 25893821, "text": "Although the TMS6SF2 E167K variant predisposes obese children to NAFLD, there is an association between this variant and lower levels of cardiovasc risk factors: differential effects of TMS6SF2 E167K variant on liver and heart health."}, {"pubmed": 26259026, "text": "TM6SF2 rs58542926 is not associated with steatosis and fibrosis in large cohort of patients with genotype 1 Chronic hepatitis C."}, {"pubmed": 26272871, "text": "Treating liver fat and serum triglyceride levels in NAFLD, effects of PNPLA3 and TM6SF2 genotypes: effect of Omacor administration."}, {"pubmed": 26331730, "text": "Although the TM6SF2-rs58542926 variant confers protection against cardiovascular disease at the expense of an increased risk of nonalcoholic fatty liver, it does not explain the link between these two complex diseases."}, {"pubmed": 26331730, "text": "TM6SF2-rs58542926 has a dual and opposite role in protecting against cardiovascular disease and conferring risk for nonalcoholic fatty liver."}, {"pubmed": 26457389, "text": "The rs58542926 SNP in the TM6SF2 gene is associated with pediatric nonalcoholic fatty liver disease but may confer protection against cardiovascular risk"}, {"pubmed": 26482880, "text": "Variants in the TM6SF2 gene is associated with alcohol-related cirrhosis."}, {"pubmed": 26493626, "text": "transmembrane 6 superfamily 2 C/T or T/T variants in conjunction with patatin-like phospho-lipase domain-containing protein 3 G/G variants may be potential genetic risk factors for developing HCC in alcohol-related cirrhosis."}, {"pubmed": 26520056, "text": "In summary we found the TM6SF2 167K variant is associated with a higher prevalence of hepatic steatosis."}, {"pubmed": 26610348, "text": "The investigator looked for but could not find any affect of TM6SF2 genotype on histological features, including stage of fibrosis in NAFLD Japanese patients."}, {"pubmed": 26745555, "text": "The TM6SF2 p.E167K variant is associated with non-alcoholic fatty liver disease."}, {"pubmed": 26756786, "text": "carriers of the 167K allele have higher plasma alanine aminotransferase but lower plasma triglycerides and total and LDL cholesterol than the noncarriers already in childhood"}, {"pubmed": 26774178, "text": "Expression of TM6SF2 promoted cholesterol biosynthesis in hepatocytes."}, {"pubmed": 26822232, "text": "The TM6SF2 E167K substitution promotes steatosis and lipid abnormalities in part by altering TM6SF2 and microsomal triglyceride transfer protein expression and differentially impacts chronic hepatitis C and chronic hepatitis B viral load."}, {"pubmed": 26847197, "text": "This study investigates the association between TM6SF2 rs58542926 with health services utilization in a general population. TM6SF2 rs58542926 was associated with the number of outpatient visits, hospitalization, and inpatient days."}, {"pubmed": 27278285, "text": "Study explored the influence of rs58542926, a missense variant of TM6SF2 involved in the regulation of lipid metabolic process, on the concentration of aminotransferases in the circulating compartment. Interestingly, the results found that the rs58542926 variant exerts a moderate but statistically significant effect on circulating level of both ALT and AST in patients with NAFLD, but not in chronic viral hepatitis."}, {"pubmed": 27411039, "text": "Children carrying the T allele of the MBOAT7 polymorphism had higher plasma alanine aminotransferase than the noncarriers; children with the MBOAT7, PNPLA3, and TM6SF2 variants had the highest plasma ALT"}, {"pubmed": 27784963, "text": "In HIV/HCV coinfection the TM6SF2 E167K variant is an independent predictor of severe fibrosis, but appears to be independently associated with severe steatosis only for patients with a non-3 HCV genotype"}, {"pubmed": 27836992, "text": "Fibrosis stages were affected by the PNPLA3 (P = 0.042) and MBOAT7 (P = 0.021) but not by the TM6SF2 polymorphism (P > 0.05). The PNPLA3, TM6SF2, and MBOAT7 variants are associated with increased liver injury. The TM6SF2 variant seems to modulate predominantly hepatic fat accumulation, whereas the MBOAT7 polymorphism is linked to fibrosis. The PNPLA3 polymorphism confers risk of both increased steatosis and fibrosis"}, {"pubmed": 28235613, "text": "hepatic synthesis of polyunsaturated fatty acid containing lipids is impaired in TM6SF2 E167K gene variant carriers."}, {"pubmed": 28242789, "text": "the TM6SF2 C>T polymorphism affects nutrient oxidation, glucose homeostasis, and postprandial lipoprotein, adipokine, and GIP responses to fat ingestion independently of fasting values"}, {"pubmed": 28362682, "text": "PNPLA3 and TM6SF2 are common genetic variants among nonalcoholic fatty liver disease patients; both PNPLA3 I148M and TM6SF2 E167K genotypes are associated with increases in the size of low density lipoprotein and high density lipoprotein particles, phenotypes considered atheroprotective"}, {"pubmed": 28407767, "text": "Data suggest that a polymorphism in TM6SF2 (E167K) affects cell cycle of hepatocellular carcinoma cell line and is involved in gene expression regulation."}, {"pubmed": 28434889, "text": "The TM6SF2 knock-down cells secreted lipoprotein-like particles."}, {"pubmed": 28436986, "text": "TM6SF2 association with adiposity and the risk of the nonalcoholic fatty liver disease"}, {"pubmed": 28449094, "text": "These data demonstrate that rs58542926 (E167K) and rs187429064 (L156P) are functional variants and suggest that they influence metabolic traits through altered TM6SF2 protein stability."}, {"pubmed": 28539357, "text": "association of TM6SF2 rs58542926 genotype with increased serum tyrosine levels and decreased apoB-100 particles in Finns"}, {"pubmed": 28950858, "text": "Deleterious and protective mutations in MTTP, PNPLA3, and TM6SF2 have been found in Japanese males at risk for non-alcoholic fatty liver disease."}, {"pubmed": 29122391, "text": "Variants with moderate effect size in TM6SF2 have been shown to have a significant contribution to the Non-alcoholic fatty liver disease development."}, {"pubmed": 29193269, "text": "TM6SF2 determines the risk of NASH and significant fibrosis."}, {"pubmed": 29493856, "text": "The risk alleles in PNPLA3, GCKR or TM6SF2 were not found to be individually associated with the presence of a disease risk factor and were not significantly more common in non-alcoholic fatty liver disease of patients with raised serum PIIINP."}, {"pubmed": 29535416, "text": "Carriage of TM6SF2 rs58542926 is an additional risk factor for the development of hepatocellular carcinoma (HCC) in people with alcohol-related cirrhosis. Carriage of both PNPLA3 rs738409 and TM6SF2 rs58542926 accounts for half of the attributable risk for HCC in this population. The risk associated with carriage of MBOAT7 rs641738 was not significant."}, {"pubmed": 29574608, "text": "TM6SF2 protein is believed to participate in the regulation of hepatic triglyceride (TG) secretion and thus impaired function of the protein has been linked to NAFLD."}, {"pubmed": 29577560, "text": "Participants were genotyped for PNPLA3 rs738409 and TM6SF2 rs58542926 variants. TM6SF2 T variant was independently associated with advanced fibrosis of nonalcoholic fatty liver disease."}, {"pubmed": 29648650, "text": "Metabolic effects of LYPLAL1 rs12137855-C were similar, but statistically less robust, to the effects of GCKR rs1260326-T. TM6SF2 rs58542926-T displayed opposite metabolic effects when compared with the fatty liver associations."}, {"pubmed": 30161167, "text": "Neither PNPLA3 nor TM6SF2 polymorphisms seem to contribute significantly towards an increased risk for deterioration of liver function in patients with primary sclerosing cholangitis. These results underscore the divergent mechanisms of liver damage in cholestatic conditions as compared to metabolic and viral liver diseases."}, {"pubmed": 30289982, "text": "The association of PNPLA3 and TM6SF2 with HCC risk was confirmed in the prospective cohort with ALD. A genetic score including PNPLA3 and TM6SF2 minor alleles showed a progressive significant increased risk of HCC in ALD patients. PNPLA3-rs738409 and TM6SF2-rs58542926 are inherited risk variants of HCC development in patients with ALD in a dose dependent manner."}, {"pubmed": 30506232, "text": "These data showed that PNPLA3 and TM6SF2 polymorphisms were independently linked to NBNC-HCC but not HBV- or HCV-HCC in Thai populations."}, {"pubmed": 30572387, "text": "Factors as mutation of TM6SF2, smoking and drinking all appeared as risk factors for HBV-HCC. Mutations of both PNPLA3 and TM6SF2, together with smoking and drinking all served as risk factors for HBV-HCC. However, the mutation of single PNPLA3 appeared as a protective factor on HBV-HCC."}, {"pubmed": 30710115, "text": "PNPLA3, GCKR, and TM6SF2 risk alleles may be associated with hepatic fat content in a cohort of Italian children with obesity"}, {"pubmed": 30727943, "text": "significant association between TM6SF2 rs58542926 polymorphism and the risk of NAFLD and NAFLD&CRA in a Chinese Han population."}, {"pubmed": 30824369, "text": "Meta-analysis of the association between MBOAT7 rs641738, TM6SF2 rs58542926 and nonalcoholic fatty liver disease susceptibility."}, {"pubmed": 30859582, "text": "type 3 procollagen serum concentration appears to be linked to both liver fibrosis and liver steatosis and increased in carriers of the TM6SF2 rs58542926 risk allele"}, {"pubmed": 30875804, "text": "Results show that TM6SF2 rs58542926 is not linked to hepatic fibrosis, alcohol or hepatitis C virus induced liver cirrhosis in an Eastern European population."}, {"pubmed": 30929342, "text": "many studies have reported that the single-nucleotide polymorphism of TM6SF2 rs58542926 and plasma lipids are closely related to the incidence and development of diseases, such as non-alcoholic fatty liver disease[review]"}, {"pubmed": 31054977, "text": "The TM6SF2 E167K variant was associated with NAFLD in northeast China, and there was an interaction between the PNPLA3 I148M and TMS6F2 E167K variants in NAFLD."}, {"pubmed": 31255630, "text": "Nonalcoholic fatty liver disease was strongly associated with three genetic variants, TM6SF2 rs58542926, PNPLA3 rs738409 and GCKR rs1260326, and more slightly with ELOVL2 rs2236212, in obese children and adolescents."}, {"pubmed": 31309745, "text": "Meta-analysis results suggested that TM6SF2 rs58542926 could be used to identify individuals at higher susceptibility to chronic liver disease, especially for hepatocellular carcinoma, liver cirrhosis, alcoholic liver disease, and nonalcoholic fatty liver disease. These significant findings were further confirmed in both Asians and Caucasians. [meta-analysis]"}, {"pubmed": 31356578, "text": "Donor PNPLA3 and TM6SF2 Variant Alleles Confer Additive Risks for Graft Steatosis After Liver Transplantation."}, {"pubmed": 31392879, "text": "Relationship between transmembrane 6 superfamily member 2 rs58542926 polymorphism and chronic non-infectious liver disease [meta-analysis]"}, {"pubmed": 31406127, "text": "The TM6SF2 E167K genetic variant induces lipid biosynthesis and reduces apolipoprotein B secretion in human hepatic 3D spheroids."}, {"pubmed": 31752753, "text": "Findings suggest a significant association of TM6SF2 gene polymorphism with hepatocellular carcinoma risk. [meta-analysis]"}, {"pubmed": 31851849, "text": "Metabolic syndrome but not genetic polymorphisms known to induce NAFLD predicts increased total mortality in subjects with NAFLD (OPERA study)."}, {"pubmed": 31923913, "text": "Transmembrane 6 superfamily member 2 167K allele improves renal function in children with obesity."}, {"pubmed": 32093693, "text": "Independent and joint correlation of PNPLA3 I148M and TM6SF2 E167K variants with the risk of coronary heart disease in patients with non-alcoholic fatty liver disease."}, {"pubmed": 32190914, "text": "Combined Effect of PNPLA3, TM6SF2, and HSD17B13 Variants on Risk of Cirrhosis and Hepatocellular Carcinoma in the General Population."}, {"pubmed": 32525256, "text": "APOC3rs2854116, PNPLA3rs738409, and TM6SF2rs58542926 polymorphisms might influence predisposition of NAFLD: A meta-analysis."}, {"pubmed": 32776921, "text": "Disruption of the ERLIN-TM6SF2-APOB complex destabilizes APOB and contributes to non-alcoholic fatty liver disease."}, {"pubmed": 33170809, "text": "Effects of TM6SF2 E167K on hepatic lipid and very low-density lipoprotein metabolism in humans."}, {"pubmed": 33179077, "text": "In vitro analysis of hepatic stellate cell activation influenced by transmembrane 6 superfamily 2 polymorphism."}, {"pubmed": 33565643, "text": "Variants in PCSK7, PNPLA3 and TM6SF2 are risk factors for the development of cirrhosis in hereditary haemochromatosis."}, {"pubmed": 33622266, "text": "The role of PNPLA3 and TM6SF2 polymorphisms on liver fibrosis and metabolic abnormalities in Brazilian patients with chronic hepatitis C."}, {"pubmed": 33685085, "text": "[Correlation between PNPLA3 rs738409 and TM6SF2 rs58542926 gene polymorphism and primary liver cancer in the Han Population of China's Northeast region]."}, {"pubmed": 34076851, "text": "Combined effects of PNPLA3, TM6SF2 and HSD17B13 variants on severity of biopsy-proven non-alcoholic fatty liver disease."}, {"pubmed": 34131090, "text": "Mortality in Patients With Genetic and Environmental Risk of Liver Disease."}, {"pubmed": 34490745, "text": "Effects of PNPLA3, TM6SF2 and SAMM50 on the development and severity of non-alcoholic fatty liver disease in children."}, {"pubmed": 34575933, "text": "Perturbation of TM6SF2 Expression Alters Lipid Metabolism in a Human Liver Cell Line."}, {"pubmed": 34823063, "text": "TM6SF2/PNPLA3/MBOAT7 Loss-of-Function Genetic Variants Impact on NAFLD Development and Progression Both in Patients and in In Vitro Models."}, {"pubmed": 34876018, "text": "Variations in TM6SF2, PCSK9 and PCSK7 genes and risk of hepatic steatosis after liver transplantation: a cross-sectional study."}, {"pubmed": 35057689, "text": "Research progress on the relationship between TM6SF2 rs58542926 polymorphism and non-alcoholic fatty liver disease."}, {"pubmed": 35143946, "text": "Evaluation of the association of a variant in PNPLA3 and TM6SF2 with fibrosis progression in patients with chronic hepatitis C infection after eradication: A retrospective study."}, {"pubmed": 36028802, "text": "PNPLA3 and TM6SF2 genetic variants and hepatic fibrosis and cirrhosis in Pakistani chronic hepatitis C patients: a genetic association study."}, {"pubmed": 36403577, "text": "Different effects of low muscle mass on the risk of non-alcoholic fatty liver disease and hepatic fibrosis in a prospective cohort."}, {"pubmed": 36804832, "text": "Association of PNPLA3 (rs738409) & TM6SF2 (rs58542926) and ATG16L1 (rs2241880) genetic variants with susceptibility to hepatocellular carcinoma in a group of Egyptian patients with HCV-induced liver cirrhosis."}, {"pubmed": 36863929, "text": "The impact of transmembrane 6 superfamily 2 (TM6SF2) rs58542926 on liver-related events in patients with advanced chronic liver disease."}, {"pubmed": 36904112, "text": "TM6SF2-rs58542926 Genetic Variant Modifies the Protective Effect of a \"Prudent\" Dietary Pattern on Serum Triglyceride Levels."}, {"pubmed": 37103556, "text": "No association of NAFLD-related polymorphisms in PNPLA3 and TM6SF2 with all-cause and cardiovascular mortality in an Austrian population study."}, {"pubmed": 37400794, "text": "Metabolic disorders induced by PNPLA3 and TM6SF2 gene variants affect chronic kidney disease in patients infected with non-genotype 3 hepatitis C virus."}, {"pubmed": 37495452, "text": "Effects of TM6SF2 rs58542926 polymorphism on hepatocellular lipids and insulin resistance in early type 2 diabetes."}, {"pubmed": 37589914, "text": "A study of genetic variants, genetic risk score and DNA methylation of PNPLA3 and TM6SF2 in alcohol liver cirrhosis."}, {"pubmed": 38465912, "text": "Basic and translational evidence supporting the role of TM6SF2 in VLDL metabolism."}, {"pubmed": 38776916, "text": "The common p.Ile291Val variant of ERLIN1 enhances TM6SF2 function and is associated with protection against MASLD."}], "genomic_pos": {"chr": "19", "end": 19273391, "ensemblgene": "ENSG00000213996", "start": 19264364, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 19384200, "start": 19375173, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006629", "qualifier": "involved_in", "term": "lipid metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019216", "qualifier": "involved_in", "term": "regulation of lipid metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019216", "pubmed": 24927523, "qualifier": "involved_in", "term": "regulation of lipid metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0055088", "qualifier": "involved_in", "term": "lipid homeostasis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "is_active_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": 24927523, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0033116", "qualifier": "is_active_in", "term": "endoplasmic reticulum-Golgi intermediate compartment membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0033116", "pubmed": 24927523, "qualifier": "located_in", "term": "endoplasmic reticulum-Golgi intermediate compartment membrane"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 32296183, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 405880], [7955, 791179], [8364, 100158592], [9031, 425719], [9544, 719756], [9598, 736763], [9606, 53345], [9615, 609715], [9913, 515889], [10090, 107770], [10116, 689029]], "id": 77694}, "interpro": [{"desc": "EXPERA domain", "id": "IPR033118", "short_desc": "EXPERA"}, {"desc": "Transmembrane 6 superfamily member 1/2", "id": "IPR047195", "short_desc": "TM6SF1-like"}], "ipi": ["IPI00478358", "IPI00556355", "IPI00787386"], "map_location": "19p13.11", "name": "transmembrane 6 superfamily member 2", "other_names": "transmembrane 6 superfamily member 2", "pantherdb": {"HGNC": "11861", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1933210", "ortholog_type": "LDO", "panther_family": "PTHR14568", "taxid": 10090, "uniprot_kb": "Q8R1J1"}, {"RGD": "1597457", "ortholog_type": "LDO", "panther_family": "PTHR14568", "taxid": 10116, "uniprot_kb": "B0BNG2"}, {"Ensembl": "ENSGALG00000029015", "ortholog_type": "LDO", "panther_family": "PTHR14568", "taxid": 9031, "uniprot_kb": "R4GLJ4"}, {"ZFIN": "ZDB-GENE-040426-2362", "ortholog_type": "O", "panther_family": "PTHR14568", "taxid": 7955, "uniprot_kb": "A0A0R4I9P3"}, {"ZFIN": "ZDB-GENE-060503-338", "ortholog_type": "LDO", "panther_family": "PTHR14568", "taxid": 7955, "uniprot_kb": "Q1LV23"}], "uniprot_kb": "Q9BZW4"}, "pfam": "PF05241", "pharmgkb": "PA36562", "pharos": {"target_id": 7817, "tdl": "Tbio"}, "prosite": "PS51751", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177524", "relationship": "is"}, {"id": "GNF188430", "relationship": "is"}, {"id": "GNF199336", "relationship": "is"}, {"id": "GNF210242", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098012", "relationship": "is"}, {"id": "GNF137667", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": "NP_001001524.2", "rna": ["NM_001001524.3", "NM_203510.1"], "translation": {"protein": "NP_001001524.2", "rna": "NM_001001524.3"}}, "reporter": {"GNF1H": ["gnf1h05967_s_at", "gnf1h14520_at"], "HG-U133_Plus_2": ["216736_at", "233403_x_at", "234092_s_at"], "HTA-2_0": "TC19002693.hg.1", "HuEx-1_0": "3855633", "HuGene-1_1": "8035648", "HuGene-2_1": "16870600"}, "summary": "Enables identical protein binding activity. Involved in regulation of lipid metabolic process. Located in endoplasmic reticulum membrane and endoplasmic reticulum-Golgi intermediate compartment membrane. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "TM6SF2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420769"}, "unigene": "Hs.531624", "uniprot": {"Swiss-Prot": "Q9BZW4", "TrEMBL": "Q8N8A7"}}