{"AllianceGenome": "11881", "HGNC": "11881", "MIM": "300159", "_id": "7114", "_version": 1, "accession": {"genomic": ["AC139705.4", "AJ295158.1", "CH471074.1", "CP068255.2", "NC_000023.11", "NC_060947.1"], "protein": ["AAA36745.1", "AAH01631.2", "AAH16732.2", "AAH22857.2", "AAH61586.1", "AAH62436.1", "AAH64954.1", "AAH70248.1", "AAH83509.1", "AAH92437.1", "AAI01791.1", "AAI01793.1", "AAI04465.1", "AAI04466.1", "AAI04667.1", "AAI28103.1", "AAI28104.1", "AAI39926.1", "AAI41976.1", "AAI41977.1", "AAI51216.1", "AAP35753.1", "BAG34690.1", "CAA26323.1", "CAC43317.1", "EAW98810.1", "EAW98811.1", "EAW98812.1", "EAW98813.1", "EAW98814.1", "NP_066932.1", "P62328.2"], "rna": ["AK055976.1", "AK057827.1", "AK311747.1", "AV715954.1", "BC001631.1", "BC016732.1", "BC022857.1", "BC061586.1", "BC062436.1", "BC064954.1", "BC070248.1", "BC070249.1", "BC083509.1", "BC092437.1", "BC101790.1", "BC101792.1", "BC104464.1", "BC104465.1", "BC104666.1", "BC107789.1", "BC128102.1", "BC128103.1", "BC139925.1", "BC141975.1", "BC141976.1", "BC151215.1", "BT007090.1", "M11948.1", "M17733.1", "NM_021109.4", "X02493.1"], "translation": [{"protein": "AAH16732.2", "rna": "BC016732.1"}, {"protein": "AAI41976.1", "rna": "BC141975.1"}, {"protein": "AAH64954.1", "rna": "BC064954.1"}, {"protein": "AAA36745.1", "rna": "M17733.1"}, {"protein": "AAI04466.1", "rna": "BC104465.1"}, {"protein": "AAI04465.1", "rna": "BC104464.1"}, {"protein": "AAI28104.1", "rna": "BC128103.1"}, {"protein": "AAI28103.1", "rna": "BC128102.1"}, {"protein": "AAH22857.2", "rna": "BC022857.1"}, {"protein": "AAI39926.1", "rna": "BC139925.1"}, {"protein": "AAH83509.1", "rna": "BC083509.1"}, {"protein": "AAI01791.1", "rna": "BC101790.1"}, {"protein": "AAI41977.1", "rna": "BC141976.1"}, {"protein": "CAA26323.1", "rna": "X02493.1"}, {"protein": "BAG34690.1", "rna": "AK311747.1"}, {"protein": "NP_066932.1", "rna": "NM_021109.4"}, {"protein": "AAI04667.1", "rna": "BC104666.1"}, {"protein": "AAH70248.1", "rna": "BC070248.1"}, {"protein": "AAH61586.1", "rna": "BC061586.1"}, {"protein": "AAH62436.1", "rna": "BC062436.1"}, {"protein": "AAH92437.1", "rna": "BC092437.1"}, {"protein": "AAI51216.1", "rna": "BC151215.1"}, {"protein": "AAH01631.2", "rna": "BC001631.1"}, {"protein": "AAI01793.1", "rna": "BC101792.1"}, {"protein": "AAP35753.1", "rna": "BT007090.1"}]}, "alias": ["FX", "PTMB4", "TB4X", "TMSB4"], "ensembl": {"gene": "ENSG00000205542", "protein": ["ENSP00000370007", "ENSP00000370009", "ENSP00000370010", "ENSP00000414376"], "transcript": ["ENST00000380633", "ENST00000380635", "ENST00000380636", "ENST00000451311"], "translation": [{"protein": "ENSP00000414376", "rna": "ENST00000451311"}, {"protein": "ENSP00000370010", "rna": "ENST00000380636"}, {"protein": "ENSP00000370009", "rna": "ENST00000380635"}, {"protein": "ENSP00000370007", "rna": "ENST00000380633"}], "type_of_gene": "protein_coding"}, "entrezgene": "7114", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.56891832, "exp_mis": 12.9170236, "exp_syn": 8.877606, "lof_z": 1.24076580416451, "mis_z": 1.07744978250514, "mu_lof": 1.05924167253e-07, "mu_mis": 1.56137929649e-06, "mu_syn": 1.04330248806e-06, "n_lof": 0.0, "n_mis": 5.0, "n_syn": 6.0, "p_li": 0.485751296983389, "p_null": 0.0795135622792279, "p_rec": 0.434735140737383, "syn_z": 0.598732535307256}, "bp": 135, "cds_end": 12994930, "cds_start": 12994380, "n_exons": 2, "nonpsych": {"exp_lof": 1.3921077, "exp_mis": 11.6853144, "exp_syn": 8.0213932, "lof_z": 1.15874650223286, "mis_z": 0.986422765461772, "mu_lof": 1.05924167253e-07, "mu_mis": 1.56137929649e-06, "mu_syn": 1.04330248806e-06, "n_lof": 0.0, "n_mis": 5.0, "n_syn": 6.0, "p_li": 0.499166662303775, "p_null": 0.0841122277884568, "p_rec": 0.416721109907768, "syn_z": 0.4493547572861}, "nontcga": {"exp_lof": 1.41851064, "exp_mis": 11.7542186, "exp_syn": 8.07516884, "lof_z": 1.17489107134539, "mis_z": 0.981494960322924, "mu_lof": 1.05924167253e-07, "mu_mis": 1.56137929649e-06, "mu_syn": 1.04330248806e-06, "n_lof": 0.0, "n_mis": 5.0, "n_syn": 5.0, "p_li": 0.481093380073035, "p_null": 0.0816163296205831, "p_rec": 0.437290290306382, "syn_z": 0.685196908941691}, "transcript": "ENST00000380636.1"}, "exons": [{"cdsend": 12976811, "cdsstart": 12976261, "chr": "X", "position": [[12975109, 12975168], [12976245, 12976361], [12976776, 12977220]], "strand": 1, "transcript": "NM_021109", "txend": 12977220, "txstart": 12975109}], "exons_hg19": [{"cdsend": 12994930, "cdsstart": 12994380, "chr": "X", "position": [[12993228, 12993287], [12994364, 12994480], [12994895, 12995339]], "strand": 1, "transcript": "NM_021109", "txend": 12995339, "txstart": 12993228}], "generif": [{"pubmed": 12163032, "text": "Data show that thymosin beta4 was differentially expressed in HGF-treated HUVECs compared with control."}, {"pubmed": 12962156, "text": "araC regulates the transcriptional level of thymosin beta4 and actin"}, {"pubmed": 14592829, "text": "in response to T beta 4 stimulation, AP-1 activity increases to enhance PAI-1 transcription through its unique AP-1-like element at -59 to -52 in the PAI-1 promoter."}, {"pubmed": 15235586, "text": "upregulation of Tbeta-4, by promoting the disruption of cell-cell adhesion and consequential activation of the beta-catenin signaling, could be event in the acquisition of growth advantages as well as invasive phenotypes in human colorectal carcinomas"}, {"pubmed": 15311936, "text": "activated factor XIII incorporates thymosin beta(4) into the isolated gamma-module and alphaC-domain (fibrinogen A alpha); in fibrin the latter serves as the major incorporation site"}, {"pubmed": 15466884, "text": "thymosin beta4 localizes to the cell nucleus"}, {"pubmed": 15698487, "text": "Expression of thymosin beta 4 is closely related with keloid."}, {"pubmed": 16010977, "text": "Thymosin beta4 (hTbeta4)gene was isolated and characterized."}, {"pubmed": 16272158, "text": "PAI-1 can be bound to Tbeta4-activated endothelial cells, thus influencing their adhesive properties as well as their ability to generate plasmin"}, {"pubmed": 16364925, "text": "thymosin beta-4 increases colon carcinoma apoptosis resistance triggered by FasL and apoptosis inhibitors by downregulating Fas and upregulating Survivin expression"}, {"pubmed": 16423999, "text": "thymosin beta4 is a determinant of AdoMetDC-induced transformed phenotype and invasiveness; up-regulation of thymosin beta4 found in ras-transformed fibroblasts and metastatic human melanoma cells"}, {"pubmed": 16515784, "text": "TB4 overexpression induces paclitaxel-resistance, and therefore, TB4 could be a novel target to regulate paclitaxel-resistance."}, {"pubmed": 16949646, "text": "In most tumors examined, cancer cells showed low or intermediate reactivity for thymosin beta4, whereas leukocytes and macrophages showed intense reactivity."}, {"pubmed": 16956606, "text": "A search for genes upregulated by thymosin beta4 identified zyxin in SiHA cells in the presence of exogenously added thymosin beta4 and when thymosin beta4 is overexpressed using adenoviral vectors."}, {"pubmed": 17200658, "text": "Upregulation of thymosin-beta4 mRNA and protein in conjunctival stroma and its localization in eosinophils and myofibroblasts in vernal keratoconjunctivitis(VKC) lesions. Possible role for thymosin-beta4 in tissue inflammation and remodeling in VKC."}, {"pubmed": 17495243, "text": "Thymosin beta(4)(Ala) and thymosin beta(10) were found, but thymosin beta(10) is present in about 2.5-fold higher amounts inplatelets."}, {"pubmed": 17495244, "text": "After abdominal surgery there is a concentration of up to 20 mg thymosin beta(4) per liter decreasing to about 1 mg/L with time."}, {"pubmed": 17495251, "text": "The G-actin sequestering activities of all thymosin beta(4) variants correspond to their complex stabilities with G-actin"}, {"pubmed": 17567947, "text": "The localization of Oregon Green cadaverine-labeled thymosin beta(4), its fragments, and variants is investigated in a cytoplasm-depleted tumor cell line."}, {"pubmed": 17600283, "text": "If thymosin beta4 decreases healing time, this would represent a significant advance in the treatment of pressure ulcers."}, {"pubmed": 17600285, "text": "In both saliva and tears, concentrations of TMSB4 varied with age, which may make it an endogenous agent contributing to the rapid healing of corneal and oral wounds."}, {"pubmed": 17967441, "text": "Our results show that hMLH1 interacts with Tbeta4 and regulates its expression and nuclear transport."}, {"pubmed": 17984099, "text": "These data suggest that Ku80 functions as a novel receptor for Tbeta4 and mediates its intracellular activity."}, {"pubmed": 18094619, "text": "Targeting thymosin beta 4 and related molecules may be a novel therapeutic strategy for pancreatic cancer."}, {"pubmed": 18519035, "text": "Thymosin beta4 is a downstream molecule of stabilin-2 that plays a role in stabilin-2-mediated cell corpse clearance."}, {"pubmed": 19337364, "text": "outlines for the first time that salivary glands during foetal life express and secrete peptides such as beta-thymosins probably involved in the development of the oral cavity and its annexes"}, {"pubmed": 20128033, "text": "study demonstrated a clear relationship between reductions in serum thymosin beta4 level and severity of hepatitis B virus-related liver failure"}, {"pubmed": 20161756, "text": "Data show a strong expression of Tbeta(4) in gut and endocrine pancreas during development."}, {"pubmed": 20566622, "text": "colorectal cancer stem cells from different patients have higher Tbeta4 levels than normal epithelial cells"}, {"pubmed": 20691219, "text": "Data in colon cancer tissue microarray showed that thymosin beta4 and HIF-1alpha co-localized in these biopsies."}, {"pubmed": 20821256, "text": "The TB4 could be a hypoxia responsive regulator to control tumor cell migration in angiogenesis and tumor metastasis."}, {"pubmed": 20975530, "text": "The expression of thymosin beta4 is highly related with tumorigenesis of certain tumors including the osteosarcoma and colorectal cancers."}, {"pubmed": 21106936, "text": "we have identified an extracellular signaling pathway where Tbeta4 increases cell surface ATP levels via ATP synthase and have shown further that ATP-responsive P2X4 receptor is required for Tbeta4-induced cell migration"}, {"pubmed": 21109953, "text": "overexpression of Tbeta4 is strongly associated with HIF-1alpha and HIF-2alpha expression and is also clinicopathologically involved with lymph node metastatic potential of breast cancer"}, {"pubmed": 21213129, "text": "Elevated expression of thymosin beta4 is associated with early-stage cervical cancers."}, {"pubmed": 21314931, "text": "Describe beta-thymosins in bronchoalveolar lavage fluid and their possible involvement in the pathogenesis of scleroderma lung disease."}, {"pubmed": 21332672, "text": "Thymosin beta4 may play a role in diabetic retinal neovascularization."}, {"pubmed": 21496200, "text": "kininogen-1 and thymosin-beta(4) are potential new biomarkers for human chronic hepatitis C."}, {"pubmed": 21514425, "text": "findings suggest that Tbeta4 by sequestering actin prevents binding of AKT, thus inhibiting its phosphorylation"}, {"pubmed": 21742406, "text": "Tbeta4 is regulated by IL-18 and is involved in IL-18-enhanced IFN-gamma secretion in NK cells."}, {"pubmed": 22004227, "text": "Thymosin beta4 Tbeta4 may play an important role in bone degradation and inflammation in RA but not OA."}, {"pubmed": 22328534, "text": "investigated whether GSK-3 activity is regulated by thymosin beta-4 (Tbeta4) and associated with Tbeta4-mediated migration in gastric cancer cells; expression of GSK-3alpha, beta-catenin and E-cadherin could be negatively regulated by Tbeta4 induced ERK phosphorylation; suggests that Tbeta4 could be a novel regulator to control Wnt signal pathway"}, {"pubmed": 22652458, "text": "The Our data confirm the concept that externally added Tbeta4 must be internalized to induce intracellular mechanisms supporting endothelial cell migration."}, {"pubmed": 22944663, "text": "REVIEW: role of Tbeta4 in thrombosis and platelet aggregation"}, {"pubmed": 23045970, "text": "Thymosin beta4 expression reveals intriguing similarities between fetal and cancer cells."}, {"pubmed": 23055022, "text": "Tbeta4 expression was also co-localized with CD133 expression in primary ovarian carcinomas."}, {"pubmed": 23235961, "text": "Thymosin beta4 could be associated with morphogenesis and tumor invasion in ameloblastoma and may play a role in the behavior of ameloblastoma."}, {"pubmed": 23262355, "text": "Detection its amino acid conservation suggest an important role of Tb4 in the homeostasis of the mammalian oral cavity."}, {"pubmed": 23613983, "text": "Tbeta4 plays a key role in odontoblastic differentiation of human dental pulp cells."}, {"pubmed": 23811404, "text": "Tbeta4 is an important myocardin-related transcription factor (MRTF) regulator that controls the G-actin-MRTF-A interaction.Tbeta4 competed with MRTF-A for G-actin binding, thus interfering with G-actin-MRTF-A complex formation."}, {"pubmed": 23816466, "text": "Thymosin beta-4 levels in the serum and synovial fluid of knee osteoarthritis patients are significantly correlated with disease severity."}, {"pubmed": 23967050, "text": "cell trafficking of thymosin beta-4"}, {"pubmed": 24098025, "text": "Tbeta4 expression was upregulated significantly in primary and recurrent colorectal cancers"}, {"pubmed": 24355709, "text": "Thymosin beta 4 silencing in glioblastoma cells inhibits cell migration and invasion."}, {"pubmed": 24704991, "text": "Regarding HCC, Tbeta4 reactivity was detected in 7/23 cases (30%) and Tbeta10 reactivity in 22/23 (97%) cases analyzed, adding HCC to human cancers that express these beta-thymosins."}, {"pubmed": 25218472, "text": "Thymosin beta4 induces invasion and migration of human colorectal cancer cells through the ILK/AKT/beta-catenin signaling pathway."}, {"pubmed": 25271630, "text": "these results suggest that NO could regulate the expression of Tbeta4 by direct or indirect effect of HIF-1alpha on Tbeta4 promoter."}, {"pubmed": 25313062, "text": "the exchange of bound actin between Tbeta4 and profilin involves both steric and allosteric components."}, {"pubmed": 25695679, "text": "The results of the present study suggested that Tb4 may promote HB metastasis via the induction of EMT, and that Tb4 may therefore be a target for the development of novel treatments for patients with Hepatoblastoma ."}, {"pubmed": 26006229, "text": "This article reviews the potential role of thymosin beta 4 in liver fibrosis by describing the effects of exogenous and endogenous thymosin beta 4 , and discusses the possible signaling pathway regulated by TB4X. [review]"}, {"pubmed": 26276576, "text": "Overexpression of Tbeta4 enhanced cell proliferation and colony formation in oral squamous cell carcinoma."}, {"pubmed": 26361868, "text": "this study demonstrates, for the first time, that Tbeta4 is expressed in developing periodontal tissue and that its expression is associated with osteoblastic/cementoblastic differentiation."}, {"pubmed": 26556858, "text": "Tbeta-4 was validated in clinical samples using a tissue microarray to predict overall survival in colon cancer patients"}, {"pubmed": 26789270, "text": "this study demonstrated, for the first time, that Tbeta4 was down-regulated in ROS-stimulated PDLCs as well as Tbeta4 activation exhibited anti-inflammatory effects and anti-osteoclastogenesis in vitro."}, {"pubmed": 27015974, "text": "Developed an innovative biotechnological method for thymosin beta4 production that employs the peptide acetylation in vivo."}, {"pubmed": 27086675, "text": "Serum thymosin beta4 concentrations were correlated with the occurrence and severity of obstructive sleep apnea syndrome."}, {"pubmed": 27469625, "text": "Results showed that the TMSB4 pseudogene, lncRNA-MSR, was upregulated in the damaged cartilage and was activated in chondrocytes in response to mechanical stress. Furthermore, lncRNA-MSR regulated the expression of TMSB4 by competing with miRNA-152 in chondrocytes."}, {"pubmed": 27521796, "text": "Tbeta4 gene silencing in A549 and H1299 cells inhibited cell proliferation, migration, and invasion in vitro and decreased tumor growth in vivo. Mechanistic investigations revealed a significant decrease in Notch1 activation in Tbeta4 gene-silenced cells."}, {"pubmed": 28127198, "text": "Tbeta4 exerts a protective effect on murine colitis, indicating that recombinant adeno-associated virus carrying thymosin beta4 could potentially be developed into a promising agent for the therapy of inflammatory bowel diseases."}, {"pubmed": 28756979, "text": "we suggest that overexpression of Tbeta4 might play a role in the progression of gastric gastrointestinal stromal tumors"}, {"pubmed": 28831179, "text": "TMSB4X was highly expressed at both RNA and protein level in head and neck squamous cell carcinoma (HNSCC) tumor samples and significantly associated with poor overall and recurrence-free survivals in HNSCC patients. Its overexpression in HNSCC cell line reduced the proliferation and invasion ability."}, {"pubmed": 29271227, "text": "Serum Tbeta4 level can be used as a biomarker for the diagnosis of NASH and was negatively correlated with the oxidation state of the liver"}, {"pubmed": 30412598, "text": "Tbeta4 in the early fetal heart is primarily localised to endothelial cells of the cardiac microvasculature and coronary vessels as well as to the endothelial-like cells of the endocardium and to the epicardium."}, {"pubmed": 31048733, "text": "Thymosin beta-4 is a novel regulator for primary cilium formation by nephronophthisis 3 in HeLa human cervical cancer cells."}, {"pubmed": 31265170, "text": "miR-200a mediates protection of thymosin beta-4 in cardiac microvascular endothelial cells as a novel mechanism under hypoxia-reoxygenation injury."}, {"pubmed": 31612500, "text": "A new insight into thymosin beta4, a promising therapeutic approach for neurodegenerative disorders."}, {"pubmed": 31877278, "text": "Thymosin beta 4 attenuates PrP(106-126)-induced human brain endothelial cells dysfunction."}, {"pubmed": 32421363, "text": "F-Actin is associated with a worsening qSOFA score and intensive care unit admission in emergency department patients at risk for sepsis."}, {"pubmed": 33468581, "text": "Ectopic Expression of Human Thymosin beta4 Confers Resistance to Legionella pneumophila during Pulmonary and Systemic Infection in Mice."}, {"pubmed": 33526986, "text": "Di-(2-ethylhexyl) phthalate-induced tumor growth is regulated by primary cilium formation via the axis of H2O2 production-thymosin beta-4 gene expression."}, {"pubmed": 33807338, "text": "Changes in Biomechanical Properties of A375 Cells Due to the Silencing of TMSB4X Expression Are Not Directly Correlated with Alterations in Their Stemness Features."}, {"pubmed": 34414534, "text": "Thymosin beta4 Suppresses LPS-Induced Murine Lung Fibrosis by Attenuating Oxidative Injury and Alleviating Inflammation."}, {"pubmed": 34495765, "text": "Discovery of thymosin beta4 as a human exerkine and growth factor."}, {"pubmed": 34546850, "text": "Circular RNA PIP5K1A (circPIP5K1A) accelerates endometriosis progression by regulating the miR-153-3p/Thymosin Beta-4 X-Linked (TMSB4X) pathway."}, {"pubmed": 35150577, "text": "Hypomethylation of thymosin beta4 promoter is associated with glucocorticoid therapy in patients with acute-on-chronic hepatitis B-induced liver failure."}, {"pubmed": 35436057, "text": "Role of Thymosin Beta 4 in the diagnosis of Nonalcoholic Fatty Liver and its relation to Metabolic Syndrome in Egyptian patients."}, {"pubmed": 36269095, "text": "Thymosin beta4, a potential marker of malignancy and prognosis in hepatocellular carcinoma."}, {"pubmed": 36321670, "text": "Aberrant Expression of Thymosin Beta-4 Correlates With Advanced Disease and BRAF V600E Mutation in Thyroid Cancer."}, {"pubmed": 36424462, "text": "Nuclear factor (erythroid-derived 2)-like 2 counter-regulates thymosin beta-4 expression and primary cilium formation for HeLa cervical cancer cell survival."}, {"pubmed": 37175390, "text": "The Pathophysiological Role of Thymosin beta4 in the Kidney Glomerulus."}, {"pubmed": 38049080, "text": "Upregulated Tbeta4 expression in inflammatory bowel disease impairs the intestinal mucus barrier by inhibiting autophagy in mice."}, {"pubmed": 38409346, "text": "In Vitro Study of Thymosin Beta 4 Promoting Transplanted Fat Survival by Regulating Adipose-Derived Stem Cells."}], "genomic_pos": {"chr": "X", "end": 12977227, "ensemblgene": "ENSG00000205542", "start": 12975110, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 12995346, "start": 12993227, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007015", "qualifier": "involved_in", "term": "actin filament organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033209", "pubmed": 21343177, "qualifier": "acts_upstream_of_or_within_positive_effect", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042989", "qualifier": "involved_in", "term": "sequestering of actin monomers"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042989", "pubmed": [1447300, 1999398], "qualifier": "involved_in", "term": "sequestering of actin monomers"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043124", "pubmed": 21343177, "qualifier": "acts_upstream_of_or_within_positive_effect", "term": "negative regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043536", "pubmed": 21106936, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0043536", "pubmed": 21106936, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050728", "pubmed": 21343177, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905273", "pubmed": 21106936, "qualifier": "involved_in", "term": "positive regulation of proton-transporting ATP synthase activity, rotational mechanism"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001028", "pubmed": 21106936, "qualifier": "involved_in", "term": "positive regulation of endothelial cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001171", "pubmed": 21106936, "qualifier": "involved_in", "term": "positive regulation of ATP biosynthetic process"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 27068509, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21343177, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 21343177, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 1447300, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003785", "qualifier": "enables", "term": "actin monomer binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003785", "pubmed": [1447300, 1999398], "qualifier": "enables", "term": "actin monomer binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17967441, 20706999, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 21106936, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140311", "pubmed": 21343177, "qualifier": "enables", "term": "protein sequestering activity"}]}, "interpro": [{"desc": "Beta-thymosin", "id": "IPR001152", "short_desc": "Beta-thymosin"}, {"desc": "Beta-thymosin superfamily", "id": "IPR038386", "short_desc": "Beta-thymosin_sf"}], "ipi": ["IPI00220828", "IPI01011913"], "map_location": "Xp22.2", "name": "thymosin beta 4 X-linked", "other_names": ["prothymosin beta-4", "t beta-4", "thymosin beta-4", "thymosin, beta 4, X chromosome"], "pantherdb": {"HGNC": "11881", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99510", "ortholog_type": "LDO", "panther_family": "PTHR12021", "taxid": 10090, "uniprot_kb": "P20065"}, {"RGD": "621622", "ortholog_type": "LDO", "panther_family": "PTHR12021", "taxid": 10116, "uniprot_kb": "P62329"}, {"Ensembl": "ENSGALG00000047591", "ortholog_type": "O", "panther_family": "PTHR12021", "taxid": 9031, "uniprot_kb": "A0A3Q2UAP0"}, {"Ensembl": "ENSGALG00000026383", "ortholog_type": "LDO", "panther_family": "PTHR12021", "taxid": 9031, "uniprot_kb": "R4GF71"}, {"ZFIN": "ZDB-GENE-050307-5", "ortholog_type": "O", "panther_family": "PTHR12021", "taxid": 7955, "uniprot_kb": "Q9W7M8"}, {"ZFIN": "ZDB-GENE-030131-8575", "ortholog_type": "O", "panther_family": "PTHR12021", "taxid": 7955, "uniprot_kb": "A0A097"}, {"ZFIN": "ZDB-GENE-030131-8304", "ortholog_type": "LDO", "panther_family": "PTHR12021", "taxid": 7955, "uniprot_kb": "Q45QT2"}], "uniprot_kb": "P62328"}, "pathway": {"kegg": {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}], "wikipathways": [{"id": "WP1992", "name": "Genes targeted by miRNAs in adipocytes"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}]}, "pdb": ["3TU5", "4PL7", "4PL8"], "pfam": "PF01290", "pharmgkb": "PA36581", "pharos": {"target_id": 7534, "tdl": "Tbio"}, "pir": "I56000", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211191", "relationship": "is"}, {"id": "GNF211326", "relationship": "is"}, {"id": "GNF216643", "relationship": "is"}, {"id": "GNF216778", "relationship": "is"}, {"id": "GNF222095", "relationship": "is"}, {"id": "GNF222230", "relationship": "is"}, {"id": "GNF227547", "relationship": "is"}, {"id": "GNF227682", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF034856", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF016509", "relationship": "is"}, {"id": "GNF017670", "relationship": "is"}, {"id": "GNF017922", "relationship": "is"}, {"id": "GNF279662", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF332533", "relationship": "is"}, {"id": "GNF333177", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF101872", "relationship": "is"}}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1"], "protein": "NP_066932.1", "rna": "NM_021109.4", "translation": {"protein": "NP_066932.1", "rna": "NM_021109.4"}}, "reporter": {"HG-U133_Plus_2": "216438_s_at", "HG-U95Av2": "31557_at", "HG-U95B": "43759_at", "HTA-2_0": "TC0X000053.hg.1", "HuEx-1_0": ["2777880", "3969133"], "HuGene-1_1": ["8067007", "8101774", "8158240", "8166072"], "HuGene-2_1": "17101543"}, "summary": "This gene encodes an actin sequestering protein which plays a role in regulation of actin polymerization. The protein is also involved in cell proliferation, migration, and differentiation. This gene escapes X inactivation and has a homolog on chromosome Y. [provided by RefSeq, Jul 2008].", "symbol": "TMSB4X", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420787"}, "unigene": ["Hs.703237", "Hs.437277"], "uniprot": {"Swiss-Prot": "P62328", "TrEMBL": ["Q0P5T0", "A2VCK8"]}, "wikipedia": {"url_stub": "Thymosin beta-4"}}