{"AllianceGenome": "26277", "HGNC": "26277", "MIM": "612112", "_id": "79626", "_version": 1, "accession": {"genomic": ["AL592424.13", "CH471121.2", "CP068277.2", "CS000936.1", "JA885114.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAG44785.1", "AAH63014.1", "AAQ12262.1", "BAB15664.1", "CAG33656.1", "CAI46145.1", "CAI48009.1", "CCQ77682.1", "EAW53468.1", "NP_078851.2", "Q6P589.1"], "rna": ["AF271774.1", "AF548003.1", "AK027120.1", "AK225472.1", "AL833373.1", "BC012013.2", "BC063014.1", "BI833715.1", "CR457375.1", "NM_024575.5"], "translation": [{"protein": "CAI46145.1", "rna": "AL833373.1"}, {"protein": "CAG33656.1", "rna": "CR457375.1"}, {"protein": "BAB15664.1", "rna": "AK027120.1"}, {"protein": "AAH63014.1", "rna": "BC063014.1"}, {"protein": "AAG44785.1", "rna": "AF271774.1"}, {"protein": "NP_078851.2", "rna": "NM_024575.5"}, {"protein": "AAQ12262.1", "rna": "AF548003.1"}]}, "alias": "TIPE2", "ensembl": {"gene": "ENSG00000163154", "protein": "ENSP00000357906", "transcript": "ENST00000368910", "translation": [{"protein": "ENSP00000357906", "rna": "ENST00000368910"}], "type_of_gene": "protein_coding"}, "entrezgene": "79626", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.73617307, "exp_mis": 79.8896426, "exp_syn": 32.51657, "lof_z": 1.305227429306, "mis_z": 0.431746094183305, "mu_lof": 1.16244676567e-07, "mu_mis": 7.01404080153e-06, "mu_syn": 2.83291113795e-06, "n_lof": 0.0, "n_mis": 72.0, "n_syn": 29.0, "p_li": 0.504728364704239, "p_null": 0.0709433846132304, "p_rec": 0.424328250682531, "syn_z": 0.382310646725279}, "bp": 555, "cds_end": 151131728, "cds_start": 151131173, "n_exons": 1, "nonpsych": {"exp_lof": 1.5507686, "exp_mis": 72.2872024, "exp_syn": 29.4099975, "lof_z": 1.22299738098546, "mis_z": 0.788250886800998, "mu_lof": 1.16244676567e-07, "mu_mis": 7.01404080153e-06, "mu_syn": 2.83291113795e-06, "n_lof": 0.0, "n_mis": 59.0, "n_syn": 25.0, "p_li": 0.517447205283807, "p_null": 0.0754582362466882, "p_rec": 0.407094558469504, "syn_z": 0.5119818695951}, "nontcga": {"exp_lof": 1.59526785, "exp_mis": 73.4964653, "exp_syn": 29.91323369, "lof_z": 1.24594271813913, "mis_z": 0.319418527205272, "mu_lof": 1.16244676567e-07, "mu_mis": 7.01404080153e-06, "mu_syn": 2.83291113795e-06, "n_lof": 0.0, "n_mis": 68.0, "n_syn": 26.0, "p_li": 0.501197421978131, "p_null": 0.0723808840607379, "p_rec": 0.426421693961132, "syn_z": 0.453029016462059}, "transcript": "ENST00000368910.3"}, "exons": [{"cdsend": 151159252, "cdsstart": 151158697, "chr": "1", "position": [[151156648, 151156722], [151158665, 151159749]], "strand": 1, "transcript": "NM_024575", "txend": 151159749, "txstart": 151156648}], "exons_hg19": [{"cdsend": 151131728, "cdsstart": 151131173, "chr": "1", "position": [[151129124, 151129198], [151131141, 151132225]], "strand": 1, "transcript": "NM_024575", "txend": 151132225, "txstart": 151129124}], "generif": [{"pubmed": 20663561, "text": "High levels of TIPE2 were detected in monocyte/macrophage derived cell lines and ovarian adenocarcinoma cells, but not detectable or weakly expressed in most human carcinoma cell lines."}, {"pubmed": 21459448, "text": "The unique expressional profile of human TIPE2 suggests new functions beyond controlling innate and adaptive immunity."}, {"pubmed": 21466895, "text": "These results indicate that TIPE2 plays an important role in taming Hepatitis B virus-induced hepatic inflammation."}, {"pubmed": 22326055, "text": "TIPE2 is an inhibitor of both inflammation and cancer, and a potential drug target for inflammatory and neoplastic diseases."}, {"pubmed": 23009108, "text": "Letter: detection of TIPE2 in the blood samples may be used as one of the diagnosis molecular markers in clinical monitoring kidney chronic rejection."}, {"pubmed": 24107080, "text": "TIPE2 mRNA and protein expression were decreased in children with asthma compared with healthy controls."}, {"pubmed": 24274578, "text": "Human TIPE2 is an endogenous inhibitor of Rac1 in hepatocellular carcinoma (HCC) by which it attenuates invasion and metastasis of HCC."}, {"pubmed": 24806446, "text": "These results strongly suggest that TIPE2 plays an important role in shifting L-arginase metabolism from production of NO to urea, during host inflammatory response."}, {"pubmed": 24934366, "text": "TIPE2 can inhibit caspase-8 activity in colon cancer cells. TIPE2 can regulate TLR4 inflammatory effect and inhibit further amplification of cascade reaction via caspase-8."}, {"pubmed": 25339267, "text": "Both TNF-alpha and TIPE2 might be potential targets for the treatment of hepatocellular carcinoma metastasis."}, {"pubmed": 25499447, "text": "TIPE2 plays an important role in regulating hepatitis B virus-specific CD8(+) T cell functions in patients with hepatitis B."}, {"pubmed": 25536447, "text": "Tumor necrosis factor-alpha-induced protein-8 like-2 (TIPE2) upregulates p27 to decrease gastic cancer cell proliferation"}, {"pubmed": 25542151, "text": "TIPE2 might serve as a tumor suppressor in non-small cell lung cancer progression."}, {"pubmed": 25946186, "text": "TIPE2 promoted lung cancer cell apoptosis through affecting apoptosis-related molecules caspase-3, caspase-9, Bcl-2 and Bax, possibly via regulating P38 and Akt pathways."}, {"pubmed": 26426653, "text": "TIPE2 mRNA showed sensitivity of 74.63%, specificity of 90.24%, positive predictive value of 92.5%, and negative predictive value of 67.3% for predicting 3-month mortality in Acute-on-Chronic Hepatitis B Liver Failure."}, {"pubmed": 26530498, "text": "The TIPE2-elicited antimetastatic effect in gastric cancer was closely associated with the inhibition of AKT signaling and enhancement of GSK3b activity followed by the degradation and decreased translocation to nucleus of b-catenin"}, {"pubmed": 26577853, "text": "our data suggest a previously unappreciated role of TIPE2 in the crosstalk between skin SCC and TAMs and highlight TIPE2 as a promising novel target for skin SCC treatment."}, {"pubmed": 26644386, "text": "Insufficient expression of TIPE2 might be involved in the hyperreactivity of monocyte to Toll-like receptor ligands in primary biliary cirrhosis."}, {"pubmed": 26781452, "text": "Results provide evidence that TIPE2 acts as an inhibitor of gastric cancer cell growth and triggers an IRF4-associated signaling cascade that promotes p27 expression and restores control of cell proliferation."}, {"pubmed": 27556698, "text": "TIPE2 suppressed tumor invasiveness and angiogenesis in non-small cell lung cancer via inhibiting the activation of Rac1 and subsequently weakening its downstream effects, including F-actin polymerization and VEGF expression."}, {"pubmed": 27578327, "text": "the expression of TIPE2 protein could be a predictor of better prognosis for DLBCL."}, {"pubmed": 27656836, "text": "these data suggest that TIPE2 overexpression inhibited hypoxia-induced Wnt/beta-catenin pathway activation and EMT in glioma cells."}, {"pubmed": 27696294, "text": "Low expression of TIPE2 is associated with hepatocellular carcinogenesis."}, {"pubmed": 27712587, "text": "Authors demonstrated that TIPE2 overexpression may suppress proliferation, migration, and invasion in prostate cancer cells by inhibiting the PI3K/Akt signaling pathway."}, {"pubmed": 27779698, "text": "TIPE2 suppressed breast cancer tumorigenesis, growth and metastasis possibly via regulation of the AKT and p38 signaling pathways."}, {"pubmed": 27783229, "text": "Further MD simulations confirmed the dynamic stability of these lipids in the TH domain. This computational analysis thus provides insight into the binding mode of phospholipids in the TH domain of the TIPE family of proteins."}, {"pubmed": 27816498, "text": "this study shows that TIPE2 contributes to the pathogenesis of ankylosing spondylitis"}, {"pubmed": 28081733, "text": "TIPE2 expression was significantly decreased in human breast cancer tissue and cell lines. Overexpression of TIPE2 inhibited the proliferation in vitro and tumor xenograft growth in vivo. TIPE2 also inhibited the migration/invasion of breast cancer cells through preventing the epithelial-to-mesenchymal transition (EMT) phenotype."}, {"pubmed": 28186089, "text": "data provided the first evidence that TIPE2 inhibits gastric cancer cell migration, invasion and metastasis very probably via reversal of EMT, revealing that TIPE2 may be a novel therapeutic target for human gastric cancer EMT and metastasis."}, {"pubmed": 28188409, "text": "TIPE2 inhibited the expression of asthma-related inflammatory factors in hyperstretched BEAS-2B cells by suppressing the Wnt/beta-catenin signaling pathway."}, {"pubmed": 28390195, "text": "TIPE2 might be associated with immune clearance of patients with chronic hepatitis B."}, {"pubmed": 28626770, "text": "TIPE2 may participate in T2DM by regulating TNF-alpha production"}, {"pubmed": 28665518, "text": "In conclusion, for the first time, we discovered that the Th2 milieu is able to upregulate TIPE2 expression in macrophages, which facilitates the change in macrophage phenotype and function and, in turn, potentially exaggerates eosinophilic inflammation and disease progression in chronic rhinosinusitis with nasal polyps."}, {"pubmed": 28849057, "text": "The expression of TIPE2 in THP1 cells may be upregulated by Poly I:C."}, {"pubmed": 28851386, "text": "TIPE2 could play important roles in maintaining the maternal-fetal tolerance and decreased TIPE2 expression in the decidua may be related to the development of missed abortion."}, {"pubmed": 29042627, "text": "our data indicated that TIPE2 expressed in macrophages might play a negative role in MP triggered immune response via inhibiting MAPK signaling pathway."}, {"pubmed": 29343267, "text": "TIPE2 suppressed progression and tumorigenesis of esophageal carcinoma via inhibition of the Wnt/beta-catenin pathway."}, {"pubmed": 29480366, "text": "Our study identifies the molecular mechanisms underlying the interplay of TNF-alpha, TIPE2, and apoptosis during allograft rejection, and it suggests that both TNF-alpha and TIPE2 might be potential targets for the successfully grafted corneal endothelium."}, {"pubmed": 29568863, "text": "The results of the present study indicated that TIPE2 acts as an inhibitor of hepatocellular carcinoma cell growth and aggressiveness, and promotes apoptosis, thus suggesting that TIPE2 may inhibit the metastasisassociated PI3K/AKT signaling cascade and may arrest the tumor cell cycle."}, {"pubmed": 30015980, "text": "Low TIPE2 expression is associated with Gastric cancer."}, {"pubmed": 30105613, "text": "Increased serum levels of TIPE2 are positively related to age and severity of Parkinson's disease."}, {"pubmed": 30114619, "text": "TIPE2 sensitizes osteosarcoma cells to cis-platin through downregulation of MDR1 and may be a novel target in osteosarcoma therapy."}, {"pubmed": 30157801, "text": "Our results demonstrated that TIPE2 is a novel tumor suppressor gene that inhibits GC growth may mediated via AKT and IkappaBalpha phosphorylated activation."}, {"pubmed": 30293344, "text": "When the concentration was 1 mug/ml, the change of TIPE2 mRNA was the most obvious at 4 h"}, {"pubmed": 30496728, "text": "Reduced TIPE2 expression is inversely associated with proinflammatory cytokines and positively correlated with bone mineral density in patients with osteoporosis"}, {"pubmed": 30588195, "text": "TIPE2 mRNA contributed to the immune response of stroke and might be a potential biomarker for the mortality of acute ischemic stroke."}, {"pubmed": 30608588, "text": "our results indicate that a reduction of TIPE2 expression is observed in dystrophic skeletal muscle, when compared to WT and more importantly that TIPE2 gene delivery may provide as a novel anti-inflammatory therapy to alleviate the muscle weakness in DMD patients."}, {"pubmed": 30637920, "text": "High TIPE2 expression is associated with proliferation, migration, and invasion in rectal adenocarcinoma."}, {"pubmed": 30638932, "text": "in addition to acting as a negative regulator of pathogen-induced immune response, TIPE2 in DCs is also capable of promoting immune response under homeostatic condition through the suppression of peripheral tolerance."}, {"pubmed": 31662347, "text": "TIPE2 specifies the functional polarization of myeloid-derived suppressor cells during tumorigenesis."}, {"pubmed": 31817720, "text": "TIPE2 Induced the Proliferation, Survival, and Migration of Lung Cancer Cells Through Modulation of Akt/mTOR/NF-kappaB Signaling Cascade."}, {"pubmed": 31917287, "text": "aberrant TIPE2 expression may contribute to the occurrence of chemoresistance by interfering with autophagy in non-small-cell lung cancer in an mTOR-dependent manner."}, {"pubmed": 32100476, "text": "Down-regulation of anti-inflammatory TIPE2 may aggravate adenoidal hypertrophy in children."}, {"pubmed": 32188758, "text": "The SCF(beta-TrCP) E3 Ubiquitin Ligase Regulates Immune Receptor Signaling by Targeting the Negative Regulatory Protein TIPE2."}, {"pubmed": 32460619, "text": "TNFAIP8L2/TIPE2 impairs autolysosome reformation via modulating the RAC1-MTORC1 axis."}, {"pubmed": 32469403, "text": "TIPE2 inhibits the migration and invasion of endometrial cells by targeting beta-catenin to reverse epithelial-mesenchymal transition."}, {"pubmed": 32594290, "text": "TIPE2 suppresses progression and tumorigenesis of the oral tongue squamous cell carcinoma by regulating FoxP3(+) regulatory T cells."}, {"pubmed": 33419563, "text": "Microarray gene expression profiling provides insights into functions of TIPE2 in HBV-related apoptosis."}, {"pubmed": 33629294, "text": "TIPE2 and PCNP expression abnormalities in peripheral blood mononuclear cells associated with disease activity in rheumatoid arthritis: a meta-analysis."}, {"pubmed": 33725633, "text": "Decreased expression of TIPE2 in the eye under high-glucose conditions tested in vivo and in vitro."}, {"pubmed": 33850476, "text": "A novel prognostic factor TIPE2 inhibits cell proliferation and promotes apoptosis in pancreatic ductal adenocarcinoma (PDAC)."}, {"pubmed": 34524845, "text": "TIPE2 is a checkpoint of natural killer cell maturation and antitumor immunity."}, {"pubmed": 35101901, "text": "Tumor Necrosis Factor-alpha-Induced Protein 8-Like 2 Fosters Tumor-Associated Microbiota to Promote the Development of Colorectal Cancer."}, {"pubmed": 35572500, "text": "TIPE2 May Target the Nrf2/HO-1 Pathway to Inhibit M1 Macrophage-Related Neutrophilic Inflammation in Asthma."}, {"pubmed": 36801818, "text": "TIPE2 acts as a tumor suppressor and correlates with tumor microenvironment immunity in epithelial ovarian cancer."}, {"pubmed": 36964413, "text": "TIPE2 sensitizes breast cancer cells to paclitaxel by suppressing drug-induced autophagy and cancer stem cell properties."}, {"pubmed": 37245300, "text": "TIPE2 regulates the response of BV2 cells to lipopolysaccharide by the crosstalk between PI3K/AKT signaling and microglia M1/M2 polarization."}, {"pubmed": 37348234, "text": "Research progress of TIPE2 in immune-related diseases."}, {"pubmed": 37748665, "text": "TIPE2 ameliorates neuroinflammation and cognitive impairment in sepsis-associated encephalopathy through regulating RhoA/ROCK2-NF-kappaB signaling pathway."}, {"pubmed": 37909982, "text": "Implication of TIPE2 Expression on the Malignant Transformation of Oral Leukoplakia."}, {"pubmed": 38180455, "text": "Tumor Necrosis Factor-alpha-Induced Protein-8-like 2 Transfected Adipose-Derived Stem Cells Regulated the Dysfunction of Monocrotaline Pyrrole-Induced Pulmonary Arterial Smooth Muscle Cells and Pulmonary Arterial Endothelial Cells."}], "genomic_pos": {"chr": "1", "end": 151159749, "ensemblgene": "ENSG00000163154", "start": 151156649, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 151132225, "start": 151129105, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0042110", "qualifier": "involved_in", "term": "T cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042981", "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050868", "qualifier": "involved_in", "term": "negative regulation of T cell activation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005764", "qualifier": "located_in", "term": "lysosome"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22949657, 24274578], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[7955, 393345], [8364, 595002], [9544, 709632], [9598, 100614116], [9606, 79626], [9615, 483192], [9913, 510652], [10090, 69769], [10116, 310663]], "id": 56998}, "interpro": [{"desc": "Tumor necrosis factor alpha-induced protein 8-like", "id": "IPR008477", "short_desc": "TNFAIP8-like"}, {"desc": "Tumor necrosis factor alpha-induced protein 8-like superfamily", "id": "IPR038355", "short_desc": "TNFAIP8_sf"}], "ipi": "IPI00550948", "map_location": "1q21.3", "name": "TNF alpha induced protein 8 like 2", "other_names": ["TNF alpha-induced protein 8-like protein 2", "TNFAIP8-like protein 2", "inflammation factor 20", "inflammation factor protein 20", "tumor necrosis factor alpha-induced protein 8-like protein 2", "tumor necrosis factor, alpha induced protein 8 like 2", "tumor necrosis factor, alpha-induced protein 8-like protein 2"], "pantherdb": {"HGNC": "26277", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1917019", "ortholog_type": "LDO", "panther_family": "PTHR12757", "taxid": 10090, "uniprot_kb": "Q9D8Y7"}, {"RGD": "1310519", "ortholog_type": "LDO", "panther_family": "PTHR12757", "taxid": 10116, "uniprot_kb": "Q6AYJ8"}, {"ZFIN": "ZDB-GENE-060616-38", "ortholog_type": "O", "panther_family": "PTHR12757", "taxid": 7955, "uniprot_kb": "Q1ECV8"}, {"ZFIN": "ZDB-GENE-040426-1359", "ortholog_type": "LDO", "panther_family": "PTHR12757", "taxid": 7955, "uniprot_kb": "Q7T364"}, {"FlyBase": "FBgn0034894", "ortholog_type": "O", "panther_family": "PTHR12757", "taxid": 7227, "uniprot_kb": "Q7KVH9"}], "uniprot_kb": "Q6P589"}, "pathway": {"reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1483255", "name": "PI Metabolism"}, {"id": "R-HSA-1483257", "name": "Phospholipid metabolism"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}]}, "pdb": "3F4M", "pfam": "PF05527", "pharmgkb": "PA142670723", "pharos": {"target_id": 6757, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172486", "relationship": "is"}, {"id": "GNF183392", "relationship": "is"}, {"id": "GNF194298", "relationship": "is"}, {"id": "GNF205204", "relationship": "is"}, {"id": "GNF217730", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036909", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF005200", "relationship": "is"}, {"id": "GNF017363", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF235595", "relationship": "is"}, {"id": "GNF243588", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF108011", "relationship": "is"}, {"id": "GNF147652", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_078851.2", "rna": "NM_024575.5", "translation": {"protein": "NP_078851.2", "rna": "NM_024575.5"}}, "reporter": {"GNF1H": "gnf1h00426_at", "HG-U133_Plus_2": "223583_at", "HTA-2_0": "TC01006328.hg.1", "HuEx-1_0": "2358736", "HuGene-1_1": "7905349", "HuGene-2_1": "16670758"}, "summary": "Predicted to be involved in negative regulation of T cell activation and negative regulation of inflammatory response. Predicted to be active in cytoplasm. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "TNFAIP8L2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1823458"}, "unigene": ["Hs.744751", "Hs.432360"], "uniprot": {"Swiss-Prot": "Q6P589"}, "wikipedia": {"url_stub": "Template:PBB/79626"}}