{"AllianceGenome": "11898", "HGNC": "11898", "MIM": "600410", "_id": "7130", "_version": 1, "accession": {"genomic": ["AC009311.3", "AJ413948.1", "AJ413949.1", "CH471058.2", "CP068276.2", "CS722271.1", "NC_000002.12", "NC_060926.1"], "protein": ["AAB00792.1", "AAH30205.1", "AAY15067.1", "CAD12353.1", "CAD13434.1", "CAQ43122.1", "EAX11511.1", "NP_009046.2", "P98066.2", "XP_047301591.1", "XP_054199573.1"], "rna": ["AF086484.1", "AJ419936.1", "AJ421518.1", "AU102580.1", "BC030205.1", "CA307541.1", "CA415298.1", "M31165.1", "NM_007115.4", "XM_047445635.1", "XM_054343598.1"], "translation": [{"protein": "CAD12353.1", "rna": "AJ419936.1"}, {"protein": "AAB00792.1", "rna": "M31165.1"}, {"protein": "XP_047301591.1", "rna": "XM_047445635.1"}, {"protein": "CAD13434.1", "rna": "AJ421518.1"}, {"protein": "AAH30205.1", "rna": "BC030205.1"}, {"protein": "NP_009046.2", "rna": "NM_007115.4"}, {"protein": "XP_054199573.1", "rna": "XM_054343598.1"}]}, "alias": ["TSG-6", "TSG6"], "ensembl": {"gene": "ENSG00000123610", "protein": "ENSP00000243347", "transcript": ["ENST00000243347", "ENST00000460812"], "translation": [{"protein": "ENSP00000243347", "rna": "ENST00000243347"}], "type_of_gene": "protein_coding"}, "entrezgene": "7130", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.3575956524, "exp_mis": 84.9965828316, "exp_syn": 37.119301685, "lof_z": 0.417859841418599, "mis_z": 0.424248205118641, "mu_lof": 7.09611785238e-07, "mu_mis": 7.39271029579e-06, "mu_syn": 3.11431182185e-06, "n_lof": 9.0, "n_mis": 77.0, "n_syn": 26.0, "p_li": 4.01524767427486e-06, "p_null": 0.625255102643411, "p_rec": 0.374740882108915, "syn_z": 1.13142820006663}, "bp": 834, "cds_end": 152236047, "cds_start": 152214180, "n_exons": 6, "nonpsych": {"exp_lof": 9.25217152436, "exp_mis": 76.8076595178, "exp_syn": 33.4741006765, "lof_z": 0.40429083995883, "mis_z": 0.219137941758324, "mu_lof": 7.09611785238e-07, "mu_mis": 7.39271029579e-06, "mu_syn": 3.11431182185e-06, "n_lof": 8.0, "n_mis": 73.0, "n_syn": 25.0, "p_li": 1.75656996519563e-05, "p_null": 0.583963153644266, "p_rec": 0.416019280656082, "syn_z": 0.922152302052668}, "nontcga": {"exp_lof": 9.51705245161, "exp_mis": 78.184925765, "exp_syn": 34.1378259363, "lof_z": 0.165334930582131, "mis_z": 0.630204275534579, "mu_lof": 7.09611785238e-07, "mu_mis": 7.39271029579e-06, "mu_syn": 3.11431182185e-06, "n_lof": 9.0, "n_mis": 67.0, "n_syn": 23.0, "p_li": 2.35110965963624e-06, "p_null": 0.711516563825181, "p_rec": 0.28848108506516, "syn_z": 1.20699341385047}, "transcript": "ENST00000243347.3"}, "exons": [{"cdsend": 151379533, "cdsstart": 151357666, "chr": "2", "position": [[151357591, 151357760], [151363942, 151364080], [151366055, 151366217], [151370019, 151370248], [151373548, 151373589], [151379363, 151380046]], "strand": 1, "transcript": "NM_007115", "txend": 151380046, "txstart": 151357591}], "exons_hg19": [{"cdsend": 152236047, "cdsstart": 152214180, "chr": "2", "position": [[152214105, 152214274], [152220456, 152220594], [152222569, 152222731], [152226533, 152226762], [152230062, 152230103], [152235877, 152236560]], "strand": 1, "transcript": "NM_007115", "txend": 152236560, "txstart": 152214105}], "generif": [{"pubmed": 11854277, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11854277, "text": "polymorphism in osteoarthritis; chromosome location given here (chromosome 2)"}, {"pubmed": 12692188, "text": "TSG-6 is a multifunctional protein associated with inflammation [review]"}, {"pubmed": 14515153, "text": "Tumor necrosis factor, alpha-induced protein 6 activates an anti-inflammatory agent- inter-alpha-inhibitor[review]."}, {"pubmed": 15653696, "text": "The TSG-6 and I alpha I interaction promotes a transesterification cleaving the protein-glycosaminoglycan-protein (PGP) cross-link."}, {"pubmed": 15718240, "text": "This TSG-6 model reveals the residues most likely to be involved in stabilizing the inter-Link module interface, which are highly conserved across the Link protein/ chondroitin sulfate proteoglycan subfamily."}, {"pubmed": 15809059, "text": "TSG-6 treatment also resulted in a rapid increase in cyclooxygenase-2 (COX-2) mRNA levels, suggesting that TSG-6 up-regulates COX-2 gene expression"}, {"pubmed": 15840581, "text": "TSG-6 acts as cofactor and catalyst in the production of IalphaI heavy chain x hyaluronan complexes"}, {"pubmed": 15917224, "text": "heparin with the Link module significantly increases the anti-plasmin activity of the TSG-6.IalphaI complex; TSG-6 is likely to contribute to matrix remodeling, at least in part, through down-regulation of the protease network"}, {"pubmed": 16006654, "text": "Results suggest a physiological function of thrombospondin-1 binding to TSG-6 in regulation of hyaluronan metabolism at sites of inflammation."}, {"pubmed": 16453284, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16467113, "text": "The tumor necrosis factor alpha induced protein 6 is a potential marker that could be used for early diagnosis and prognosis of cancerous or precancerous lesions."}, {"pubmed": 16687630, "text": "hyaluronan synthase 2 and TSG-6 have roles in hyaluronan distribution and function in proximal tubular epithelial cells"}, {"pubmed": 16709183, "text": "Evidence is cited in this review that TSG-6 can regulate the expression of various molecules that have important roles in the control of inflammation."}, {"pubmed": 16771708, "text": "TSG-6 is down-regulated during osteoblastic differentiation, and suppressed osteoblastic differentiation induced by both BMP-2 and osteogenic differentiation medium."}, {"pubmed": 16873769, "text": "TSG-6 may play an important protective role in bronchial epithelium by increasing the antiprotease screen on the airway lumen."}, {"pubmed": 17585936, "text": "Crystallography data on the free protein, and (15)N NMR relaxation data for the uncomplexed and HA(8)-bound forms of Link_TSG6, is presented."}, {"pubmed": 18042364, "text": "TSG-6 is a high affinity ligand that can mediate fibronectin interactions with other matrix components and modulate some interactions of fibronectin with cells"}, {"pubmed": 18260761, "text": "3 genes were upregulated in patients with chronic EBV infection: guanylate binding protein 1, tumor necrosis factor-induced protein 6, and guanylate binding protein 5; they may be associated with the inflammatory reaction or with cell proliferation."}, {"pubmed": 18448433, "text": "The transfer of heavy chains from bikunin proteins to hyaluronan requires both TSG-6 and HC2."}, {"pubmed": 18586671, "text": "TSG-6 has dual roles in bone remodeling: it inhibits RANKL-induced bone erosion in inflammatory diseases, and its interactions with BMP-2 and RANKL help to balance mineralization by osteoblasts and bone resorption by osteoclasts"}, {"pubmed": 18820257, "text": "TSG-6 transfers proteins between glycosaminoglycans via a Ser28-mediated covalent catalytic mechanism"}, {"pubmed": 19344623, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19383344, "text": "up-regulation in human colorectal cancer is correlated with upregulation of the TIMP-1 transcript"}, {"pubmed": 19389798, "text": "myelomonocytic cells and MoDC are a major source of TSG-6 and that PTX3 and TSG-6 are coregulated"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20463016, "text": "TSG-6/HC2 link heavy chains randomly on the chondroitin sulfate chain of bikunin, in contrast to the ordered attachment observed during the biosynthesis."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21239672, "text": "negative correlation between TSG-6 expression levels and severity of capsular contracture (CC) suggests a possible protective role for TSG-6 in the context of CC formation, and this may have a clinically relevant role in prevention of breast CC"}, {"pubmed": 21566135, "text": "TSG-6 protein, a negative regulator of inflammatory arthritis, forms a ternary complex with murine mast cell tryptases and heparin."}, {"pubmed": 21569482, "text": "TSG-6 expression by hMSCs was induced 12 h after oropharyngeal delivery to LPS-exposed lungs. Knockdown of TSG-6 expression in hMSCs by RNA interference abrogated most of their anti-inflammatory effects."}, {"pubmed": 21596748, "text": "TSG-6 is a potent HA cross-linking agent"}, {"pubmed": 21864707, "text": "TSG-6 was central to EMT through effects on HA macromolecular structure and through CD44-dependent triggering of cell responses."}, {"pubmed": 22267482, "text": "TSG-6 reverts the inhibitory effects exerted by PTX3 on FGF2-mediated angiogenesis through competition of FGF2/PTX3 interaction."}, {"pubmed": 22922154, "text": "This review discusses TSG-6 as a potential molecular marker of oocyte maturation."}, {"pubmed": 23017666, "text": "The protein product of tumor necrosis factor-alpha stimulated gene-6 strongly correlated with ossification markers and hyaluronidase in calcified human aortic valves."}, {"pubmed": 23129777, "text": "TSG-6 increases the accumulation of HA in the cell-associated matrix, partially by preventing its dissolution from the cell-associated matrix into the conditioned medium, but primarily by inducing HA synthesis"}, {"pubmed": 23166324, "text": "analysis of irreversible heavy chain transfer to hyaluronan oligosaccharides by tumor necrosis factor-stimulated gene-6"}, {"pubmed": 23921952, "text": "This study provides insight into what we believe to be a previously undescribed multifaceted role of mesenchymal stem cell-released TSG-6 in wound healing."}, {"pubmed": 24005673, "text": "Data indicate that TSG-6-mediated cross-linking of hyaluronan (HA) films is impaired in the presence of inter-alpha-inhibitor (IalphaI) and that this effect suppresses the TSG-6-mediated enhancement of HA binding to CD44-positive cells."}, {"pubmed": 24213015, "text": "data suggest that TSG-6 expression might be essential in endometrial matrix organization and feto-maternal communication during the implantation process."}, {"pubmed": 24403066, "text": "the HA-binding site defined here may not play a role in TSG-6-mediated transfer of heavy chains from inter-alpha-inhibitor onto HA, a process known to be essential for ovulation."}, {"pubmed": 24501198, "text": "TSG-6 suppresses CXCL8-mediated chemotaxis of neutrophils; this lower potency effect might be important at sites where there is high local expression of TSG-6."}, {"pubmed": 25325979, "text": "TSG-6 activity in tissues, was examined."}, {"pubmed": 25329668, "text": "results suggest that systemic administration of hASC or TSG-6 may be novel approaches to reverse CS-induced myelosuppression."}, {"pubmed": 25561734, "text": "Heavy chain transfer by tumor necrosis factor-stimulated gene 6 to the bikunin proteoglycan."}, {"pubmed": 25661977, "text": "TSG-6 exhibited anti-inflammatory effects during the wound healing process and cicatrization and significantly diminished hypertrophic scar formation in a rabbit ear model"}, {"pubmed": 26468290, "text": "the well characterized hyaluronan-binding site in the TSG-6 Link module is not used for recognition during transfer of HCs onto HA."}, {"pubmed": 26685054, "text": "Data postulate that the molecular cross-linking enhanced by the multiple binding modes of the Link module might be critical for remodeling the ECM during inflammation/ovulation and might contribute to other functions of TSG-6."}, {"pubmed": 26807758, "text": "This review will focus on the potential of mesenchymal stem/stromal cells for treatment of fibrotic diseases, with emphasis on the role of TSG-6 as a mediator of anti-inflammatory effects"}, {"pubmed": 27044744, "text": "Data show that TNF-stimulated gene-6 (TSG-6) interacts with chemokines through their glycosaminoglycans (GAGs)-binding sites and inhibits their binding to GAGs and endothelial cell surfaces."}, {"pubmed": 27143355, "text": "The current study describes a novel mechanism linking the TSG-6 transfer of the newly described HC5 to the HA-dependent control of cell phenotype. The interaction of HC5 with cell surface HA was essential for TGFbeta1-dependent differentiation of fibroblasts to myofibroblasts, highlighting its importance as a novel potential therapeutic target."}, {"pubmed": 27444207, "text": "TSG-6 from MSCs attenuated severe burn-induced excessive inflammation via inhibiting activation of P38 and JNK signaling."}, {"pubmed": 28005267, "text": "TNFAIP6 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28246883, "text": "Single nucleotide polymorphism in TNFAIP6 gene is associated with Systemic lupus erythematosus."}, {"pubmed": 28247086, "text": "TSG-6 secreted by human mesenchymal stem cells suppresses inflammatory reactions through p38 and ERK in the mitogen-activated protein kinase pathway"}, {"pubmed": 28701721, "text": "We demonstrated that hAT-MSC-secreted TSG-6 induced macrophages that infiltrated into the colon to switch to the M2 phenotype, thus regulating the expression of inflammatory cytokines and the alleviation of DSS-induced colitis symptoms in mice."}, {"pubmed": 29180197, "text": "abnormally elevated in both the plasma and aortic wall of patients with abdominal aortic aneurysms"}, {"pubmed": 29238069, "text": "study has uncovered a novel link between IDO and TSG-6, and demonstrates that a metabolite of IDO controls the TSG-6-mediated anti-inflammatory therapeutic effects of human MSCs."}, {"pubmed": 29301108, "text": "the results suggest that MSCs inhibit inflammatory neovascularization in the cornea by suppressing pro-angiogenic monocyte/macrophage recruitment in a TSG-6-dependent manner."}, {"pubmed": 29362135, "text": "TSG-6 is constitutively expressed in some tissues, which are either highly active or subject to challenges. The diversity of its functions depend on its binding to ligands such as glycosaminoglycans, immune regulators and growth factors that themselves interact with these linear polysaccharides. TSG-6 can directly affect matrix structure and modulate its interaction with the extracellular signaling molecules. [review]"}, {"pubmed": 29401724, "text": "TSG-6 up-regulation counteracts the progression of atherosclerosis. (Review)"}, {"pubmed": 30257717, "text": "TSG-6 secreted by human adipose tissue-derived mesenchymal stem cells (hAT-MSCs) protects pancreatic acinar cells in severe acute pancreatitis model mice via the inhibition of endoplasmic reticulum stress, as well as inflammatory responses. This study has revealed a new area for ER stress-targeted therapy in SAP patients"}, {"pubmed": 30507579, "text": "TSG-6 protein levels were significantly increased in high Alzheimer's Disease and was present in vasculature"}, {"pubmed": 30569148, "text": "Findings indicate that TSG6 is a novel regulator of keloid fibrogenesis."}, {"pubmed": 30938674, "text": "The expression levels of Fas, FasL, FADD, caspase-3 and caspase- 8 were significantly raised in the TSG-6 overexpressing hypertrophic scar fibroblasts."}, {"pubmed": 31310658, "text": "Keratocyte lineage induction was achieved in all MSCs as indicated by the upregulated expression of keratocyte markers, including keratocan, lumican, and carbohydrate sulfotransferase. TNFAIP6 response to inflammatory stimulation was observed only in CSSCs; increasing by 3-fold compared with the control"}, {"pubmed": 31558705, "text": "Human induced pluripotent stem cell-derived mesenchymal stem cells promote healing via TNF-alpha-stimulated gene-6 in inflammatory bowel disease models."}, {"pubmed": 31986937, "text": "TSG-6 Inhibits the Growth of Keloid Fibroblasts Via Mediating the TGF-beta1/Smad Signaling Pathway."}, {"pubmed": 32317078, "text": "Tumor necrosis factor-inducible gene 6 interacts with CD44, which is involved in fate-change of hepatic stellate cells."}, {"pubmed": 32450526, "text": "Inhibitory effect of the TSG-6 on the BMP-4/Smad signaling pathway and odonto/osteogenic differentiation of dental pulp stem cells."}, {"pubmed": 32829938, "text": "Detection of TSG-6-like protein in human corneal epithelium. Simultaneous presence with CD44 and hyaluronic acid."}, {"pubmed": 33221562, "text": "TNFAIP6 promotes invasion and metastasis of gastric cancer and indicates poor prognosis of patients."}, {"pubmed": 33471224, "text": "The Anti-inflammatory Protein TSG-6 Induced by S. aureus Regulates the Chemokine Function of Endothelial Cells In Vitro by Inhibiting the Chemokine-Glycosaminoglycan Interaction."}, {"pubmed": 33670243, "text": "HGF and TSG-6 Released by Mesenchymal Stem Cells Attenuate Colon Radiation-Induced Fibrosis."}, {"pubmed": 34382584, "text": "Correlation of plasma TSG-6 with cardiac function, myocardial fibrosis, and prognosis in dilated cardiomyopathy patients with heart failure.\", trans \"TSG-6."}, {"pubmed": 35222359, "text": "Plasma Concentration of Tumor Necrosis Factor-Stimulated Gene-6 as a Novel Diagnostic and 3-Month Prognostic Indicator in Non-Cardioembolic Acute Ischemic Stroke."}, {"pubmed": 35278816, "text": "Tumor necrosis factor-stimulated gene-6-a new serum identification marker to identify severe and symptomatic carotid artery stenosis."}, {"pubmed": 35353944, "text": "Tumor necrosis factor-alpha stimulated gene-6: A biomarker reflecting disease activity in rheumatoid arthritis."}, {"pubmed": 35718975, "text": "Identification of Neural Progenitor Cell-associated Chemoradiotherapy Resistance Gene Set (ARL4C, MSN, TNFAIP6) for Prognosis of Glioma."}, {"pubmed": 35766985, "text": "Identification of TNFAIP6 as a hub gene associated with the progression of glioblastoma by weighted gene co-expression network analysis."}, {"pubmed": 35773961, "text": "Bone Marrow Stem Cell-Exo-Derived TSG-6 Attenuates 1-Methyl-4-Phenylpyridinium+-Induced Neurotoxicity via the STAT3/miR-7/NEDD4/LRRK2 Axis."}, {"pubmed": 36056472, "text": "TSG-6 inhibits hypertrophic scar fibroblast proliferation by regulating IRE1alpha/TRAF2/NF-kappaB signalling."}, {"pubmed": 36110074, "text": "[Expression of TNFAIP6 in oral verrucous carcinoma and oral squamous cell carcinoma and its relationship with clinicopathology]."}, {"pubmed": 36379130, "text": "An update on the role of tumor necrosis factor alpha stimulating gene-6 in inflammatory diseases."}, {"pubmed": 36578051, "text": "TSG-6 inhibits IL-1beta-induced inflammatory responses and extracellular matrix degradation in nucleus pulposus cells by activating the PI3K/Akt signaling pathway."}, {"pubmed": 36807440, "text": "Tumour necrosis factor stimulated gene 6 intrinsically regulates PD-L1 expressions in breast cancer cells, leading to modulation of tumour microenvironment."}, {"pubmed": 37201873, "text": "Hsa_circ_0002019 promotes cell proliferation, migration, and invasion by regulating TNFAIP6/NF-kappaB signaling in gastric cancer."}, {"pubmed": 37948519, "text": "TWIST1 and TSG6 are coordinately regulated and function as potency biomarkers in human MSCs."}, {"pubmed": 37958918, "text": "Human Synovial Mesenchymal Stem Cells Expressed Immunoregulatory Factors IDO and TSG6 in a Context of Arthritis Mediated by Alphaviruses."}, {"pubmed": 38151073, "text": "Endogenous TSG-6 modulates corneal inflammation following chemical injury."}, {"pubmed": 38376551, "text": "DKC1 aggravates gastric cancer cell migration and invasion through up-regulating the expression of TNFAIP6."}], "genomic_pos": {"chr": "2", "end": 151380046, "ensemblgene": "ENSG00000123610", "start": 151357592, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 152236560, "start": 152214106, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001550", "qualifier": "involved_in", "term": "ovarian cumulus expansion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 1730767, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 1730767, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 1730767, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030212", "pubmed": [20463016, 26468290], "qualifier": "involved_in", "term": "hyaluronan metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030514", "pubmed": 16771708, "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045668", "pubmed": [16771708, 18586671], "qualifier": "involved_in", "term": "negative regulation of osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045671", "pubmed": 18586671, "qualifier": "involved_in", "term": "negative regulation of osteoclast differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050728", "pubmed": 21569482, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090024", "pubmed": 24501198, "qualifier": "involved_in", "term": "negative regulation of neutrophil chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903911", "pubmed": 26823460, "qualifier": "involved_in", "term": "positive regulation of receptor clustering"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905590", "pubmed": 18042364, "qualifier": "involved_in", "term": "fibronectin fibril organization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 1730767, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904724", "qualifier": "located_in", "term": "tertiary granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904813", "qualifier": "located_in", "term": "ficolin-1-rich granule lumen"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001968", "pubmed": 18042364, "qualifier": "enables", "term": "fibronectin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 26468290, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16771708, 18042364, 18586671, 22267482, 24501198, 26468290, 27044744], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005540", "pubmed": [26468290, 26823460], "qualifier": "enables", "term": "hyaluronic acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0106435", "pubmed": [16873769, 20463016], "qualifier": "enables", "term": "carboxylesterase activity"}]}, "homologene": {"genes": [[7955, 678516], [8364, 100490996], [9031, 424315], [9544, 694699], [9598, 460097], [9606, 7130], [9615, 476147], [9913, 493710], [10090, 21930], [10116, 84397]], "id": 5162}, "interpro": [{"desc": "Link domain", "id": "IPR000538", "short_desc": "Link_dom"}, {"desc": "CUB domain", "id": "IPR000859", "short_desc": "CUB_dom"}, {"desc": "C-type lectin-like/link domain superfamily", "id": "IPR016186", "short_desc": "C-type_lectin-like/link_sf"}, {"desc": "C-type lectin fold", "id": "IPR016187", "short_desc": "CTDL_fold"}, {"desc": "Spermadhesin, CUB domain superfamily", "id": "IPR035914", "short_desc": "Sperma_CUB_dom_sf"}], "ipi": "IPI00303341", "map_location": "2q23.3", "name": "TNF alpha induced protein 6", "other_names": ["TNF-stimulated gene 6 protein", "hyaluronate-binding protein", "tumor necrosis factor alpha-inducible protein 6", "tumor necrosis factor, alpha induced protein 6", "tumor necrosis factor-inducible gene 6 protein", "tumor necrosis factor-stimulated gene-6 protein"], "pantherdb": {"HGNC": "11898", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1195266", "ortholog_type": "LDO", "panther_family": "PTHR46908", "taxid": 10090, "uniprot_kb": "O08859"}, {"RGD": "621359", "ortholog_type": "LDO", "panther_family": "PTHR46908", "taxid": 10116, "uniprot_kb": "M0R4G8"}, {"Ensembl": "ENSGALG00000012481", "ortholog_type": "LDO", "panther_family": "PTHR46908", "taxid": 9031, "uniprot_kb": "Q155F6"}, {"ZFIN": "ZDB-GENE-060421-2654", "ortholog_type": "LDO", "panther_family": "PTHR46908", "taxid": 7955, "uniprot_kb": "B0UY56"}, {"WormBase": "WBGene00016619", "ortholog_type": "O", "panther_family": "PTHR46908", "taxid": 6239, "uniprot_kb": "A8WFK8"}, {"WormBase": "WBGene00013855", "ortholog_type": "LDO", "panther_family": "PTHR46908", "taxid": 6239, "uniprot_kb": "Q20911"}, {"FlyBase": "FBgn0259140", "ortholog_type": "LDO", "panther_family": "PTHR46908", "taxid": 7227, "uniprot_kb": "Q9VTP0"}], "uniprot_kb": "P98066"}, "pathway": {"reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}]}, "pdb": ["1O7B", "1O7C", "2N40", "2PF5", "2WNO"], "pfam": ["PF00193", "PF00431"], "pharmgkb": "PA36595", "pharos": {"target_id": 4547, "tdl": "Tbio"}, "pir": "A41735", "prosite": ["PS01180", "PS50963"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326799", "relationship": "is"}, {"id": "GNF326800", "relationship": "is"}, {"id": "GNF326801", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292896", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257415", "relationship": "is"}, {"id": "GNF257416", "relationship": "is"}, {"id": "GNF257417", "relationship": "is"}, {"id": "GNF257418", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164907", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014719", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240949", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331036", "relationship": "is"}, {"id": "GNF332405", "relationship": "is"}, {"id": "GNF333213", "relationship": "is"}, {"id": "GNF333305", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334955", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098007", "relationship": "is"}, {"id": "GNF137662", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_009046.2", "XP_047301591.1", "XP_054199573.1"], "rna": ["NM_007115.4", "XM_047445635.1", "XM_054343598.1"], "translation": [{"protein": "XP_047301591.1", "rna": "XM_047445635.1"}, {"protein": "XP_054199573.1", "rna": "XM_054343598.1"}, {"protein": "NP_009046.2", "rna": "NM_007115.4"}]}, "reporter": {"HG-U133_Plus_2": ["206025_s_at", "206026_s_at"], "HG-U95Av2": "1372_at", "HTA-2_0": ["TC02000937.hg.1", "TC02004639.hg.1"], "HuEx-1_0": "2510464", "HuGene-1_1": "8045688", "HuGene-2_1": "16886491"}, "summary": "The protein encoded by this gene is a secretory protein that contains a hyaluronan-binding domain, and thus is a member of the hyaluronan-binding protein family. The hyaluronan-binding domain is known to be involved in extracellular matrix stability and cell migration. This protein has been shown to form a stable complex with inter-alpha-inhibitor (I alpha I), and thus enhance the serine protease inhibitory activity of I alpha I, which is important in the protease network associated with inflammation. This gene can be induced by proinflammatory cytokines such as tumor necrosis factor alpha and interleukin-1. Enhanced levels of this protein are found in the synovial fluid of patients with osteoarthritis and rheumatoid arthritis.[provided by RefSeq, Dec 2010].", "symbol": "TNFAIP6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420801"}, "unigene": "Hs.437322", "uniprot": {"Swiss-Prot": "P98066"}, "wikipedia": {"url_stub": "TSG-6"}}