{"AllianceGenome": "18153", "HGNC": "18153", "MIM": "604907", "_id": "23495", "_version": 1, "accession": {"genomic": ["AB222991.1", "AC104024.8", "AL353996.3", "AX928248.1", "CH471196.2", "CP068261.2", "CS281874.1", "CS281878.1", "CS281934.1", "CS281938.1", "CS468488.1", "EF064711.1", "HA635638.1", "HC049945.1", "HC069029.1", "HC083953.1", "HC086501.1", "HH836168.1", "HI923611.1", "HI923615.1", "KP185120.1", "NC_000017.11", "NC_060941.1", "NG_007281.1"], "protein": ["AAC51790.1", "AAI09393.1", "AAP57629.1", "ABK41894.1", "AJY26940.1", "BAD97173.1", "BAE16555.1", "BAG36107.1", "BAH13394.1", "CAE00326.1", "CAE06248.1", "CAF03579.1", "CAJ90562.1", "CAJ90567.1", "CAJ90607.1", "CAJ90609.1", "CAM32377.1", "CAZ39523.1", "CBH32710.1", "CBH51785.1", "CBI12200.1", "CBI67647.1", "CBX33267.1", "CBY65601.1", "CBY65603.1", "EAW55728.1", "EAW55729.1", "NP_036584.1", "O14836.1"], "rna": ["AF023614.1", "AK097261.1", "AK223453.1", "AK301032.1", "AK313302.1", "AX766384.1", "AX772740.1", "AY302137.1", "BC109392.1", "NM_012452.3"], "translation": [{"protein": "CAE00326.1", "rna": "AX766384.1"}, {"protein": "CAE06248.1", "rna": "AX772740.1"}, {"protein": "BAG36107.1", "rna": "AK313302.1"}, {"protein": "AAI09393.1", "rna": "BC109392.1"}, {"protein": "BAD97173.1", "rna": "AK223453.1"}, {"protein": "NP_036584.1", "rna": "NM_012452.3"}, {"protein": "AAP57629.1", "rna": "AY302137.1"}, {"protein": "BAH13394.1", "rna": "AK301032.1"}, {"protein": "AAC51790.1", "rna": "AF023614.1"}]}, "alias": ["CD267", "CVID", "CVID2", "IGAD2", "RYZN", "TACI", "TNFRSF14B"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-01-20T17:00:00.000Z", "disease_label": "immunodeficiency, common variable, 2", "gcep": "Antibody Deficiencies Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0009413", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_3049236b-8132-4dfa-8cda-2a328962a0a4-2021-01-20T170000.000Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000240505", "protein": ["ENSP00000261652", "ENSP00000462952", "ENSP00000463582", "ENSP00000464069"], "transcript": ["ENST00000261652", "ENST00000579009", "ENST00000579315", "ENST00000581616", "ENST00000582931", "ENST00000583789", "ENST00000584950"], "translation": [{"protein": "ENSP00000463582", "rna": "ENST00000584950"}, {"protein": "ENSP00000464069", "rna": "ENST00000579315"}, {"protein": "ENSP00000261652", "rna": "ENST00000261652"}, {"protein": "ENSP00000462952", "rna": "ENST00000583789"}], "type_of_gene": "protein_coding"}, "entrezgene": "23495", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.65028911841, "exp_mis": 109.714346933, "exp_syn": 47.876446816, "lof_z": -2.13859384508221, "mis_z": -2.11468639436366, "mu_lof": 5.9184844987e-07, "mu_mis": 9.80400178958e-06, "mu_syn": 4.21664078871e-06, "n_lof": 15.0, "n_mis": 155.0, "n_syn": 57.0, "p_li": 6.72184647969379e-13, "p_null": 0.997645143566777, "p_rec": 0.00235485643255051, "syn_z": -0.817433245110695}, "bp": 882, "cds_end": 16875389, "cds_start": 16842860, "n_exons": 5, "nonpsych": {"exp_lof": 7.72840586897, "exp_mis": 99.201133534, "exp_syn": 43.2318637326, "lof_z": -2.21556739679761, "mis_z": -2.21802387361188, "mu_lof": 5.9184844987e-07, "mu_mis": 9.80400178958e-06, "mu_syn": 4.21664078871e-06, "n_lof": 14.0, "n_mis": 143.0, "n_syn": 52.0, "p_li": 3.71887258057255e-12, "p_null": 0.996913227807865, "p_rec": 0.00308677218841649, "syn_z": -0.839593492787236}, "nontcga": {"exp_lof": 7.94842722075, "exp_mis": 100.92736754, "exp_syn": 44.0364939226, "lof_z": -2.11742933539201, "mis_z": -2.0864359220543, "mu_lof": 5.9184844987e-07, "mu_mis": 9.80400178958e-06, "mu_syn": 4.21664078871e-06, "n_lof": 14.0, "n_mis": 143.0, "n_syn": 56.0, "p_li": 4.40365060478339e-12, "p_null": 0.996298327703235, "p_rec": 0.0037016722923611, "syn_z": -1.14149637179636}, "transcript": "ENST00000261652.2"}, "exons": [{"cdsend": 16972075, "cdsstart": 16939546, "chr": "17", "position": [[16939080, 16939797], [16940325, 16940511], [16948737, 16948983], [16952445, 16952583], [16972014, 16972118]], "strand": -1, "transcript": "NM_012452", "txend": 16972118, "txstart": 16939080}], "exons_hg19": [{"cdsend": 16875389, "cdsstart": 16842860, "chr": "17", "position": [[16842394, 16843111], [16843639, 16843825], [16852051, 16852297], [16855759, 16855897], [16875328, 16875432]], "strand": -1, "transcript": "NM_012452", "txend": 16875432, "txstart": 16842394}], "generif": [{"pubmed": 14512299, "text": "Expression of BCMA, TACI, and BAFF-R by multiple myeloma cells support cell growth and survival."}, {"pubmed": 15542592, "text": "another form of TACI exists wherein the N-terminal cysteine-rich domain (CRD) is removed by alternative splicing and is capable of ligand-induced cell signaling and that the second CRD alone (TACI_d2) contains full affinity for both APRIL and BAFF"}, {"pubmed": 15827134, "text": "TACI(hi) myeloma cells displayed a mature plasma cell gene signature, indicating dependence on the BM environment. In contrast, the TACI(lo) group had a gene signature of plasmablasts, suggesting an attenuated dependence on the BM environment"}, {"pubmed": 16007086, "text": "4 of 19 unrelated individuals with common variable immunodeficiency and 1 of 16 individuals with IgA deficiency had a missense mutation in one allele of TNFRSF13B"}, {"pubmed": 16007087, "text": "identified homozygous and heterozygous mutations in TNFRSF13B, encoding TACI, in 13 individuals with common variable immunodeficiency"}, {"pubmed": 16618819, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16914324, "text": "Review. The splice variants, binding specificities, structural determinants for ligand selectivity, and signaling pathways are reviewed."}, {"pubmed": 16919470, "text": "Review. Short-lived antibody forming cell populations and their proliferating progenitors express a TACI-predominant signature."}, {"pubmed": 16931039, "text": "Review. Direct BAFF/APRIL signalling in T cells and/or T cell modulation in response to a BAFF-modified B cell compartment may play an important role in inflammation and immunomodulation."}, {"pubmed": 16960154, "text": "The TACI inhibited HRS cell accumulation in vitro and might attenuate HL expansion in vivo."}, {"pubmed": 17119122, "text": "simultaneous binding of TACI and HSPG on B cells with APRIL is crucial for IgA production"}, {"pubmed": 17154264, "text": "TACI-specific signaling inhibits both B cell activating factor of the TNF family receptor (BAFF-R) and CD40-enhanced antibody production from peripheral blood B cells in vitro, although TACI-specific signaling directly induces mild B cell apoptosis."}, {"pubmed": 17171762, "text": "This review defines the exact contribution of TACI receptor stimulation by specific triggers in vitro, enabling us to better understand the complex, context-dependent responses initiated by TACI in vivo."}, {"pubmed": 17392797, "text": "Role of TACI coding variants in common variable immunodeficiency and selective IgA deficiency."}, {"pubmed": 17392798, "text": "Role of TACI coding variants in common variable immunodeficiency and selective IgA deficiency."}, {"pubmed": 17464555, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17464555, "text": "We analyzed TACI in humans with SLE and found 4 variants: R20C in exon 1, R72H in exon 3, the silent variation c.327 G > A in exon 3, and A181E in exon 4. No significant association of SLE with any of these variants was found."}, {"pubmed": 17492055, "text": "TACI preassembles as an oligomeric complex prior to ligand binding"}, {"pubmed": 17539903, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17550853, "text": "TACI activation can upregulate c-maf expression which, in turn, controls cyclin D2, and integrin beta7 gene expression in human myeloma cell lines"}, {"pubmed": 17917015, "text": "These results suggest that TACI mutations can lead to CVID."}, {"pubmed": 17983875, "text": "Mutations in TACI significantly predispose to autoimmunity and lymphoid hyperplasia in common variable immunodeficiency."}, {"pubmed": 18025170, "text": "The TACI is inducible early upon B cell activation and this is independent of B cell turnover, and TACI expression requires activation of the ERK1/2 pathway."}, {"pubmed": 18046446, "text": "APRIL plays an essential role in the survival of TACI(high) bone marrow-dependent myeloma cells and TACI gene expression may be a useful predictive marker for patients who could benefit from atacicept treatment"}, {"pubmed": 18051214, "text": "Of 9 CVID patients...No mutations of SAP, ICOS, TACI, BAFFR, and CD19 were identified"}, {"pubmed": 18978466, "text": "mutated in nearly 10% of patients with common variable immune deficiency"}, {"pubmed": 18981294, "text": "C104R heterozygosity increases the risk for common variable immunodeficiency disorders and influences clinical presentation."}, {"pubmed": 18981294, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19028483, "text": "BLyS protein concentration and BLyS, TACI and BAFF-R mRNA expression levels were significantly elevated in patients with multiple myeloma."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19207947, "text": "There was a variable pattern of expression of TACI amongst the different types of B-cell lymphomas"}, {"pubmed": 19210517, "text": "TNFRSF13B mutations induce disease susceptibility rather than cause common variable immunodeficiency directly"}, {"pubmed": 19291294, "text": "overexpression in multiple myeloma and thyroid carcinoma; association with poor prognosis in lymphoma"}, {"pubmed": 19321861, "text": "role for APRIL-TACI-specific signaling in follicular lymphoma B-cell growth"}, {"pubmed": 19392801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19392801, "text": "our work seems to discard a role of TNFRSF13B mutations in IgA Deficiency, concordantly with the most recent published studies."}, {"pubmed": 19456850, "text": "syndecan-1 is a co-receptor for APRIL and TACI at the cell surface of MMC, promoting the activation of an APRIL/TACI pathway that induces survival and proliferation in multiple myeloma cells"}, {"pubmed": 19494827, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19494827, "text": "Single Nucleotide Polymorphisms in TNFRSF13B is associated with common variable immunodeficiency."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19605846, "text": "mTACI A144E mutation and its human counterpart, A181E, disrupt TACI signaling and impair TACI-dependent B-cell functions."}, {"pubmed": 19629655, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19629655, "text": "novel mutations identified in this study support the notion of a crucial role for TACI in B cell differentiation"}, {"pubmed": 19741596, "text": "we observed APRIL expression, together with TACI and BCMA in gut-associated lymphoid tissue, lamina propria, and in the epithelium of stomach, small and large intestine, and rectum."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19775471, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19775471, "text": "TACI mutations are unlikely to play a critical role in creating susceptibility to CVID among patients with previously recognized MHC class I and class II susceptibility alleles"}, {"pubmed": 20006554, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20156508, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20156508, "text": "the TNFRSF13B A181E mutation is associated with a very heterogeneous clinical presentation along with variability in B-cell numbers and amount of TACI protein on memory B cells in Common Variable ImmunoDeficiency"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20676093, "text": "MyD88 controls a B cell-intrinsic, TIR-independent, TACI-dependent pathway for immunoglobulin diversification"}, {"pubmed": 20889194, "text": "mutations result in impaired B cell response through haploinsufficiency"}, {"pubmed": 20974656, "text": "TACI expression on CD19+ B cells was up-regulated in patients with lupus nephritis"}, {"pubmed": 21419480, "text": "We have examined the function of TACI coding variants that have been described in patients with common variable immunodeficiency"}, {"pubmed": 21514638, "text": "In patients with Smith-Magenis syndrome with only 1 TACI allele, we found decreased B-cell expression of TACI, reduced binding of a proliferation-inducing ligand, and decreased TACI-induced expression of activation-induced cytidine deaminase mRNA."}, {"pubmed": 21547394, "text": "Our data provide further evidence that TNFRSF13B/TACI alterations are not causative of common variable immunodeficiency"}, {"pubmed": 21687682, "text": "primary leukemia B-cell precursors aberrantly express receptors of the BAFF-system, BAFF-R, BCMA, and TACI"}, {"pubmed": 21741080, "text": "Signals from TLR9, TACI, and CD40 are integrated to promote B-cell activation and differentiation."}, {"pubmed": 21850030, "text": "We conclude that mutations in TACI are the contributing factors for asthma symptoms in Swedish children, although the mechanisms still remain elusive."}, {"pubmed": 22076597, "text": "the identification of two novel mutations in TNFRSF13B, including one, S231R, affecting the highly conserved THC domain"}, {"pubmed": 22627058, "text": "Two pediatric Italian male siblings were affected with hypogammaglobulinemia and recurrent respiratory and gastrointestinal infections in association with a novel compound heterozygous I87N/C104R TACI mutation."}, {"pubmed": 22673310, "text": "Three SNPs located in TNFRSF13B on 17p11.2 or nearby were significantly associated with IgG level."}, {"pubmed": 22697072, "text": "Data suggest a different impact of TACI mutations, from hypogammaglobulinemia in children to autoimmune disease in adulthood."}, {"pubmed": 22884984, "text": "A significant association of TNFRSF13B gene mutations was observed in common variable immunodeficiency patients."}, {"pubmed": 22983507, "text": "Segregation analysis of a kindred shows that inheriting single or double copy of the Cys104Arg mutation does not necessarily consign an individual to common variable immunodeficiency (CVID)."}, {"pubmed": 23225259, "text": "Naturally occurring mutation affecting the MyD88-binding site of TNFRSF13B impairs triggering of class switch recombination."}, {"pubmed": 23237420, "text": "Intracellular and extracellular TACI expression was defective for B cells of all subjects with mutations."}, {"pubmed": 23336587, "text": "Up-regulation of BLyS and its receptors, especially TACI are observed in patients with systemic lupus erythematosus."}, {"pubmed": 23418049, "text": "Our results revealed two novel genes (IGF2BP2 and TNFRSF13B), whose function could account for the biologic pathways influencing MetS phenotypes."}, {"pubmed": 23620746, "text": "The ability of TACI-Fc to activate reverse signalling through BAFF and APRIL, was investigated."}, {"pubmed": 23932459, "text": "genetic polymorphism is associated with lung function in Hutterites, who are a founder population of European descent in North America"}, {"pubmed": 23956760, "text": "TNFRSF13B/TACI defects alone do not result in CVID but may be also found frequently in distinct clinical phenotypes, including benign lymphoproliferation and IgG subclass deficiencies."}, {"pubmed": 24051380, "text": "TACI mutations enables autoimmune complications in common variable immune deficiency ."}, {"pubmed": 24376672, "text": "BAFF and APRIL as well as their cognate receptors (BCMA, TACI) correlate with glioma grade. (Meta-analysis)"}, {"pubmed": 24809296, "text": "Availability of BAFF determines BAFF-R and TACI expression on B cells in common variable immunodeficiency."}, {"pubmed": 25162001, "text": "In conclusion, we confirmed the prognostic significance of soluble BLyS levels with regard to TFT in CLL patients, and, more importantly, we showed for the first time that sTACI is a powerful prognostic marker, related to parameters of disease activity"}, {"pubmed": 25301447, "text": "Data show significant differences in expression of tumour necrosis factor family (BAFF) receptors BAFF-R, BCMA and TACI in patients with and without anti-Jo-1 or anti-Ro52/anti-Ro60 autoantibodies."}, {"pubmed": 25505277, "text": "The released sTACI is an immunoregulator that shares decoy functions with atacicept. It reflects systemic and compartmentalized B cell accumulation and activation."}, {"pubmed": 25567522, "text": "serum levels not associated with disease activity in MPO-ANCA-associated renal vasculitis"}, {"pubmed": 25631768, "text": "Although the transcriptional controls for alternative splicing of TACI isoforms remain unknown, differential signals via isoforms may control plasma-cell generation."}, {"pubmed": 25723853, "text": "only Transmembrane Activator and CAML Interactor (TACI) correlates with the MMC's capability to ligate BAFF. Additionally, the level of expression of TACI correlates with the level of the MMC's BM dependency"}, {"pubmed": 25866827, "text": "Common variable immune deficiency patients with heterozygous mutations in TACI alleles increase susceptibility to autoimmune diseases."}, {"pubmed": 25950010, "text": "The study demonstrated that there is a remarkable interindividual variability of TACI expression in chronic lymphocytic leukemia, although the majority of patients display low to undetectable TACI."}, {"pubmed": 26096648, "text": "In this review, we aim at giving an insight into the genetics underlying the CVID and particularly at outlining the role of TACI and its relative contribution to the development of CVID-like phenotypes in human."}, {"pubmed": 26100089, "text": "TNFRSF13B hemizygosity does not recapitulate autoimmune features of common variable immune deficiency -associated C104R and A181E TNFRSF13B mutations, which likely encode dominant negative products, but instead reveals selective TACI haploinsufficiency at later stages of B-cell development."}, {"pubmed": 26122175, "text": "Variants of TNFRSF13B were associated with common variable immunodeficiency."}, {"pubmed": 26268376, "text": "SNPs rs9514828 (BAFF), rs3803800 (APRIL) and rs4985726 (TACI) may be associated with the risk of development of B-cell chronic lymphocytic leukemia in a Polish population."}, {"pubmed": 26623716, "text": "genetic polymorphism is associated with hypogammaglobulinemia and systemic lupus erythematosis in a family with common variable immunodeficiency disorder"}, {"pubmed": 26727773, "text": "C104R mutation was associated with common variable immunodeficiency and IgG subclass deficiency."}, {"pubmed": 27123465, "text": "11% of common variable immunodeficiency patients and 13% of antibody deficiency syndromes patients carried at least one mutated TNFRSF13B allele."}, {"pubmed": 27609654, "text": "results suggest that TACI A181E heterozygosity results in TACI haploinsufficiency with increased susceptibility to pneumococcal infection"}, {"pubmed": 28028945, "text": "The expression levels of serum BAFF and the three receptors (TACI, BCMA and BAFF-R) in non-Hodgkin lymphoma patients were significantly higher than in healthy controls."}, {"pubmed": 28249164, "text": "BAFF-induced processing of BAFFR regulates BAFF-mediated B cell responses in a TACI-dependent manner."}, {"pubmed": 28834165, "text": "p.G76S gain-of-function mutation on the TNFRSF13B gene is responsible for familial or sporadic immune thrombocytopenia."}, {"pubmed": 29087261, "text": "Expression patterns of BAFF and its receptor TACI differ according to lupus nephritis class."}, {"pubmed": 30135465, "text": "High TACI expression is associated with multiple myeloma."}, {"pubmed": 30333819, "text": "These data shows that alternative splicing of the human TACI gene leads to two isoforms both of which intersect with MyD88 and TRAF6 and form complexes with TLR9, but the two isoforms have different ligand binding capacities, subcellular locations and activation capabilities."}, {"pubmed": 30467093, "text": "To evaluate the expression of the cytokines BAFF and APRIL and their association with the receptors BAFF-R and TACI on CD3+ T cells."}, {"pubmed": 31088610, "text": "The findings suggest that APRIL is involved in the hyperproduction of IgA from IgA nephropathy tonsil mononuclear leukocytes (IgAN-TMCs), and that CpG-ODN enhanced APRIL-induced IgA production by increasing TACI expression on B-cells of IgAN-TMCs."}, {"pubmed": 31400636, "text": "Silencing of the cytokine receptor TNFRSF13B: A new therapeutic target for triple-negative breast cancer."}, {"pubmed": 32160337, "text": "Three different faces of TACI mutations."}, {"pubmed": 33586470, "text": "TNFRSF13B c.226G>A (p.Gly76Ser) as a Novel Causative Mutation for Pulmonary Arterial Hypertension."}, {"pubmed": 34247095, "text": "TACI deficiency - a complex system out of balance."}, {"pubmed": 34283811, "text": "TNFRSF13B genotypes control immune-mediated pathology by regulating the functions of innate B cells."}, {"pubmed": 34330018, "text": "Endogenous soluble receptors sBCMA and sTACI: biomarker, immunoregulator and hurdle for therapy in multiple myeloma."}, {"pubmed": 34441032, "text": "TACI Mutations in Primary Antibody Deficiencies: A Nationwide Study in Greece."}, {"pubmed": 34922003, "text": "Resolving the polygenic aetiology of a late onset combined immune deficiency caused by NFKB1 haploinsufficiency and modified by PIK3R1 and TNFRSF13B variants."}, {"pubmed": 35017485, "text": "A BAFF ligand-based CAR-T cell targeting three receptors and multiple B cell cancers."}, {"pubmed": 35686370, "text": "TACI variants as underlying condition in autoimmune neutropenia: Description of four cases."}, {"pubmed": 36305039, "text": "TNFRSF13B/TACI Mutations in Patients with Chronic Rhinosinusitis with Nasal Polyps."}, {"pubmed": 37272840, "text": "Features of Isoforms of Human Soluble TACI."}, {"pubmed": 37534633, "text": "TNFRSF13B gene mutation in familial acute myeloid leukemia: A new piece in the complex scenario of hereditary predisposition?"}], "genomic_pos": {"chr": "17", "end": 16972118, "ensemblgene": "ENSG00000240505", "start": 16929816, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 16875432, "start": 16832849, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001782", "qualifier": "involved_in", "term": "B cell homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002244", "qualifier": "involved_in", "term": "hematopoietic progenitor cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 9311921, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030889", "qualifier": "involved_in", "term": "negative regulation of B cell proliferation"}], "CC": {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10801128, 10880535, 10956646, 20676093, 25416956], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 9311921, "qualifier": "enables", "term": "signaling receptor activity"}]}, "homologene": {"genes": [[9031, 770275], [9544, 574200], [9598, 744388], [9606, 23495], [9615, 609580], [10090, 57916]], "id": 49320}, "interpro": [{"desc": "TACI, cysteine-rich domain", "id": "IPR015384", "short_desc": "TACI_Cys-rich-dom"}, {"desc": "Tumour necrosis factor receptor 13B", "id": "IPR022317", "short_desc": "TNFR_13B"}], "ipi": ["IPI00018362", "IPI00385403", "IPI00909729", "IPI00921839"], "map_location": "17p11.2", "name": "TNF receptor superfamily member 13B", "other_names": ["transmembrane activator and CAML interactor", "tumor necrosis factor receptor 13B", "tumor necrosis factor receptor superfamily member 13B"], "pantherdb": {"HGNC": "18153", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1889411", "ortholog_type": "LDO", "panther_family": "PTHR15511", "taxid": 10090, "uniprot_kb": "Q9ET35"}, {"RGD": "1595998", "ortholog_type": "LDO", "panther_family": "PTHR15511", "taxid": 10116, "uniprot_kb": "F1LX35"}, {"Ensembl": "ENSGALG00000024122", "ortholog_type": "LDO", "panther_family": "PTHR15511", "taxid": 9031, "uniprot_kb": "F1NMY9"}], "uniprot_kb": "O14836"}, "pathway": {"biocarta": {"id": "tall1pathway", "name": "yaci and bcma stimulation of b cell immune responses"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa05340", "name": "Primary immunodeficiency - Homo sapiens (human)"}], "pid": [{"id": "syndecan_2_pathway", "name": "Syndecan-2-mediated signaling events"}, {"id": "syndecan_4_pathway", "name": "Syndecan-4-mediated signaling events"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}]}, "pdb": ["1XU1", "1XUT"], "pfam": "PF09305", "pharmgkb": "PA38509", "pharos": {"target_id": 13743, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327323", "relationship": "is"}, {"id": "GNF327324", "relationship": "is"}, {"id": "GNF327325", "relationship": "is"}, {"id": "GNF327326", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF263235", "relationship": "is"}, {"id": "GNF263236", "relationship": "is"}, {"id": "GNF263237", "relationship": "is"}, {"id": "GNF263238", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048185", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091926", "relationship": "is"}, {"id": "GNF091927", "relationship": "is"}, {"id": "GNF091928", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050951", "relationship": "is"}, {"id": "GNF055716", "relationship": "is"}, {"id": "GNF060389", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067015", "relationship": "is"}, {"id": "GNF067016", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281669", "relationship": "is"}, {"id": "GNF281710", "relationship": "is"}, {"id": "GNF281751", "relationship": "is"}, {"id": "GNF281792", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF276101", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329886", "relationship": "is"}, {"id": "GNF332974", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF109444", "relationship": "is"}, {"id": "GNF149085", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_007281.1"], "protein": "NP_036584.1", "rna": "NM_012452.3", "translation": {"protein": "NP_036584.1", "rna": "NM_012452.3"}}, "reporter": {"HG-U133_Plus_2": "207641_at", "HG-U95Av2": "31410_at", "HTA-2_0": "TC17001181.hg.1", "HuEx-1_0": ["3747495", "3747522"], "HuGene-1_1": ["8013049", "8013061"], "HuGene-2_1": "16841829"}, "summary": "The protein encoded by this gene is a lymphocyte-specific member of the tumor necrosis factor (TNF) receptor superfamily. It interacts with calcium-modulator and cyclophilin ligand (CAML). The protein induces activation of the transcription factors NFAT, AP1, and NF-kappa-B and plays a crucial role in humoral immunity by interacting with a TNF ligand. This gene is located within the Smith-Magenis syndrome region on chromosome 17. [provided by RefSeq, Jul 2008].", "symbol": "TNFRSF13B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425349"}, "unigene": "Hs.158341", "uniprot": {"Swiss-Prot": "O14836", "TrEMBL": ["J3QR67", "Q4ACX1", "E7ER05"]}, "wikipedia": {"url_stub": "TNFRSF13B"}}