{"AllianceGenome": "11904", "HGNC": "11904", "MIM": "603611", "_id": "8797", "_version": 1, "accession": {"genomic": ["AC100861.2", "CH471080.2", "CP068270.2", "EF064713.1", "HF583741.1", "JA362578.1", "NC_000008.11", "NC_060932.1", "NG_032107.1"], "protein": ["AAC51226.1", "AAH12866.1", "AAP35552.1", "ABK41896.1", "ACO37639.1", "AEB77762.1", "BAF83988.1", "CCA94571.1", "CCQ43238.1", "EAW63636.1", "NP_003835.3", "O00220.3"], "rna": ["AK291299.1", "BC012866.1", "BT006906.1", "CN423254.1", "DB101031.1", "FJ795027.1", "JF729355.1", "NM_003844.4", "U90875.1"], "translation": [{"protein": "BAF83988.1", "rna": "AK291299.1"}, {"protein": "AAP35552.1", "rna": "BT006906.1"}, {"protein": "AEB77762.1", "rna": "JF729355.1"}, {"protein": "AAC51226.1", "rna": "U90875.1"}, {"protein": "NP_003835.3", "rna": "NM_003844.4"}, {"protein": "ACO37639.1", "rna": "FJ795027.1"}, {"protein": "AAH12866.1", "rna": "BC012866.1"}]}, "alias": ["APO2", "CD261", "DR4", "TRAILR-1", "TRAILR1"], "ensembl": {"gene": "ENSG00000104689", "protein": ["ENSP00000221132", "ENSP00000428884", "ENSP00000480778"], "transcript": ["ENST00000221132", "ENST00000519862", "ENST00000524158", "ENST00000613472"], "translation": [{"protein": "ENSP00000221132", "rna": "ENST00000221132"}, {"protein": "ENSP00000480778", "rna": "ENST00000613472"}, {"protein": "ENSP00000428884", "rna": "ENST00000524158"}], "type_of_gene": "protein_coding"}, "entrezgene": "8797", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.0395654656, "exp_mis": 162.005622158, "exp_syn": 77.4098686333, "lof_z": -0.48489275682745, "mis_z": -0.922064626540503, "mu_lof": 1.17573224358e-06, "mu_mis": 1.6028736283e-05, "mu_syn": 7.54993171852e-06, "n_lof": 18.0, "n_mis": 186.0, "n_syn": 90.0, "p_li": 3.93409884735762e-13, "p_null": 0.987762788682937, "p_rec": 0.0122372113166698, "syn_z": -0.887118140274711}, "bp": 1407, "cds_end": 23082574, "cds_start": 23049206, "n_exons": 10, "nonpsych": {"exp_lof": 14.3191428057, "exp_mis": 146.432513691, "exp_syn": 69.8651821371, "lof_z": -0.176705261893181, "mis_z": -1.14905371638497, "mu_lof": 1.17573224358e-06, "mu_mis": 1.6028736283e-05, "mu_syn": 7.54993171852e-06, "n_lof": 15.0, "n_mis": 174.0, "n_syn": 86.0, "p_li": 1.28170468718281e-10, "p_null": 0.952949493524936, "p_rec": 0.0470505063468939, "syn_z": -1.21533839616534}, "nontcga": {"exp_lof": 14.7370802571, "exp_mis": 149.025862536, "exp_syn": 71.197754463, "lof_z": -0.324527322404111, "mis_z": -1.06003486589008, "mu_lof": 1.17573224358e-06, "mu_mis": 1.6028736283e-05, "mu_syn": 7.54993171852e-06, "n_lof": 16.0, "n_mis": 175.0, "n_syn": 78.0, "p_li": 1.64827928613864e-11, "p_null": 0.970396490391536, "p_rec": 0.0296035095919812, "syn_z": -0.510436542125879}, "transcript": "ENST00000221132.3"}, "exons": [{"cdsend": 23225061, "cdsstart": 23191693, "chr": "8", "position": [[23190453, 23192013], [23197131, 23197204], [23199265, 23199448], [23199885, 23199917], [23200504, 23200600], [23200686, 23200760], [23201807, 23201919], [23202647, 23202761], [23212115, 23212212], [23224755, 23225102]], "strand": -1, "transcript": "NM_003844", "txend": 23225102, "txstart": 23190453}], "exons_hg19": [{"cdsend": 23082574, "cdsstart": 23049206, "chr": "8", "position": [[23047965, 23049526], [23054644, 23054717], [23056778, 23056961], [23057398, 23057430], [23058017, 23058113], [23058199, 23058273], [23059320, 23059432], [23060160, 23060274], [23069628, 23069725], [23082268, 23082615]], "strand": -1, "transcript": "NM_003844", "txend": 23082615, "txstart": 23047965}], "generif": [{"pubmed": 11844843, "text": "TNF-related apoptosis-inducing ligand (TRAIL) is not constitutively expressed in the human brain, whereas both apoptosis-mediating and apoptosis-blocking TRAIL receptors are found on neurons, astrocytes, and oligodendrocytes"}, {"pubmed": 11862476, "text": "highly expressed in metastatic gastric carcinoma and tumor-infiltrating lymphocytes"}, {"pubmed": 12082627, "text": "Human DR4 is regulated by activator protein 1 via the AP-1-binding site at -350/-344."}, {"pubmed": 12239152, "text": "induces monocytic maturation of leukemic and normal myeloid precursors through a caspase-dependent pathway"}, {"pubmed": 12388693, "text": "Tyrosine-based sorting signal in adenovirus RID plays a role in RID's ability to down-regulate TRAIL R1 receptor and inhibit TRAIL induced apoptosis"}, {"pubmed": 12421985, "text": "Decreased expression of DR4 may contribute to prolonged survival of eosinophils in the airways of allergic asthmatics following segmental antigen challenge."}, {"pubmed": 12488957, "text": "Cytotoxicity and apoptosis induced by TRAIL to beta-cell lines CM were inhibited competitively by soluble TRAIL receptors, R1, R2, R3 or R4."}, {"pubmed": 12649168, "text": "DR4 polymorphism is associated with environmental exposure and bladder cancer risk."}, {"pubmed": 12808117, "text": "likely to be involved in chronic pancreatitis; pancreatic stellate cells may directly contribute to acinar regression by inducing apoptosis of parenchymal cells in a TRAIL-dependent manner"}, {"pubmed": 12839575, "text": "pro-inflammatory responses are mainly mediated by TRAIL receptor 1 in HaCaT keratinocytes."}, {"pubmed": 12920112, "text": "results show that protein kinase C activation specifically inhibits the recruitment of TRAIL receptors 1 and 2 complexes, thereby modulating tumor necrosis-related apoptosis-inducing ligand(TRAIL)-induced apoptosis"}, {"pubmed": 12927928, "text": "TRAIL-induced apoptosis is enhanced by level of HBV replication in human hepatocytes, in part, by HBV-encoded X antigen-dependent upregulation of TRAIL-R1/DR4."}, {"pubmed": 14506242, "text": "Infection of primary cells with adenoviruses carrying the relevant point mutations confirmed the crucial role of putative YXX Phi and dileucine (LL) transport motifs within Ad2 10.4-14.5 for down-regulation of Fas, TRAIL-R1, TRAIL-R2, and EGFR."}, {"pubmed": 14534720, "text": "Fas, DR4, and DR5 are activated in drug-sensitive cells in response to anticancer drugs depending on the cytotoxic effect of each drug"}, {"pubmed": 14576771, "text": "All of mAbs to TRAIL-R1 and TRAIL-R2 induced cell death in several cancer cell lines susceptible to TRAIL but not in human umbilical vein endothelial cells in vitro"}, {"pubmed": 15301860, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15334061, "text": "Malignant mesothelioma cells develop anintrinsic resistance to apoptosis induced by death receptor-4 upregulating the expression of the antiapoptotic protein c-FLIP."}, {"pubmed": 15356269, "text": "DR4 and DR5 are differentially regulated by the signal recognition particle"}, {"pubmed": 15452120, "text": "in addition to the death domain, the C-terminal tails of DR4 and DR5 positively regulate FADD binding, caspase activation and apoptosis"}, {"pubmed": 15480430, "text": "CD95, DR4 and DR5 localization in rafts have roles in the toxicity of resveratrol and death receptor ligands in colon carcinoma cells"}, {"pubmed": 15538968, "text": "The DR4 was widespread expression on both malignant and normal cells."}, {"pubmed": 15608691, "text": "The TRAILR1 is expressed by humans thymocytes."}, {"pubmed": 15655781, "text": "in patients infected with cagA+/vacAs1+ H. pylori strains, expression of TRAIL and TRAIL-R1 and -R2 was down-regulated; down-regulation may limit apoptosis of gastric epithelial cells & destruction of tissue and may enable H. pylori to maintain its niche"}, {"pubmed": 15757891, "text": "RAS-MEK-ERK1/2 signaling pathway can sensitize cells to TRAIL-induced apoptosis by up-regulating DR4 and DR5"}, {"pubmed": 15861184, "text": "Contrary to literature reports that TRAIL-induced apoptosis occurs primarily via signaling through TRAIL-R2, chronic lymphocytic leukaemia cells, in the presence of HDACi, undergo predominantly TRAIL-R1-mediated apoptosis"}, {"pubmed": 15863153, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15921376, "text": "TRAIL-R1 was expressed only in acute myeloid leukemias exihibiting monocytic markers. PML/RAR-Eo is associated siwth TRAIL-R1 downmodulation."}, {"pubmed": 15972852, "text": "There is a functional relevance of DR4 expression in ovarian neoplasms,with perhaps a substantial contribution of DR4 hyper-methylation and consequent loss of DR4 expression to ovarian cancer pathogenesis, particularly in premenopausal patients."}, {"pubmed": 15975957, "text": "Death receptor 4 haplotype 626C-683C is associated with increased breast cancer risk"}, {"pubmed": 15975957, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16012731, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16012731, "text": "Thr to Arg single nucleotide polymorphism in the extracellular domain of DR4 could not be associated with the development and progression of gastric cancer."}, {"pubmed": 16051735, "text": "TRAIL-R1 and TRAIL-R2 act as dosage-dependent tumor suppressor genes whose monoallelic deletion can impair TRAIL-induced apoptosis in B-cell lymphoma"}, {"pubmed": 16217763, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16217763, "text": "TNFRSF10A is more frequent in CLL, mantle cell lymphoma, prostate cancer, bladder cancer and head and neck squamous cell carcinoma"}, {"pubmed": 16226105, "text": "TRAILR-1 apoptotic pathways plays an important role in hepatic cell death during viral infection."}, {"pubmed": 16529749, "text": "Alpha-tocopheryl succinate activates expression of DR4/DR5 in a p53-dependent manner and re-establishes sensitivity of resistant MM cells to TRAIL-mediated apoptosis."}, {"pubmed": 16544055, "text": "Analysis of TRAIL-R1 in patients with glioblastoma multiforme showed that age, gender, antigenic load, and % of TRAIL-R1 expression were not statistically correlated with survival however radiotherapy was significantly correlated."}, {"pubmed": 16778114, "text": "TRAIL receptor 2 expression may be important in analysis of clinical trials involving TRAIL receptor agonists in melnoma"}, {"pubmed": 16847314, "text": "Data show that death receptor DR4 residue C336 becomes S nitrosylated and promotes apoptosis following nitrosylcobalamin treatment."}, {"pubmed": 17035413, "text": "Death receptor 4 626C-683C may affect colorectal cancer predisposition."}, {"pubmed": 17035413, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17070520, "text": "Arsenite treatment upregulated surface levels of death receptors, TRAIL-R1 and TRAIL-R2, through increased translocation of these proteins from cytoplasm to the cell surface."}, {"pubmed": 17075118, "text": "High DR4 expression is associated with worse disease-free and overall survival in stage III adjuvant-treated colon cancer patients."}, {"pubmed": 17160022, "text": "initiator caspases and DR4 rather than NF-kappaB may control melanoma cell sensitivity to TRAIL"}, {"pubmed": 17666396, "text": "mutations in the TRAIL receptor DR5 inhibit TRAIL signaling through the DR4 receptor by competing for ligand binding"}, {"pubmed": 17881904, "text": "c-Myc activates DR4 transcription through E-box DNA-response elements located in the DR4 promoter, thereby increasing the expression of cell-surface pro-apoptotic death receptors in TRAIL-resistant cell lines"}, {"pubmed": 17983809, "text": "Human hepatoma cells mount an intact innate antiviral defense through induction of interferon, Trail, death receptor 4 and 5, and triggering apoptosis of infected cells."}, {"pubmed": 18163425, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18163425, "text": "The TNFRSF10A Glu228Ala polymorphism may be an independent risk factor for prostate cancer metastasis after radation therapy."}, {"pubmed": 18165900, "text": "Our data indicate that ARAP1 is likely involved in the regulation of the cell-specific trafficking of DR4 and might thus affect the efficacy of TRAIL-induced apoptosis."}, {"pubmed": 18203008, "text": "REVIEW: mechanism of DR4- and DR5-induced apoptosis and the regulation of DR4 and DR5 expression; regulation of DR4,5 signaling in hematological malignancies; sensitization of leukemia and lymphoma cells to TRAIL-induced apoptosis by chemotherapy"}, {"pubmed": 18305945, "text": "in colonic serrated adenomas three genes (TNFRSF10A, BENE, RARA) with strongly significant expression intensities in the oligonucleotide microarray"}, {"pubmed": 18421578, "text": "transcription factor NF-kappaB plays a role in genotoxin induced DR4 expression. Increased expression of DR4 following etoposide treatment is blocked by inhibition of the NF-kappaB pathway"}, {"pubmed": 18511705, "text": "TRAILR1 (TNF-related apoptosis inducing ligand receptor 1) levels were significantly higher in lung parenchyma in subjects with emphysema"}, {"pubmed": 18556450, "text": "In a multivariate analysis including age and sex as covariates, TNFRSF10A Glu228Ala genotypes were not associated with rheumatoid arthritis"}, {"pubmed": 18590575, "text": "SNP rs4872077 is associated with the development of liver metastases"}, {"pubmed": 18633131, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18789900, "text": "Taken together, these results indicate that DR4 triggers caspase-independent programmed cell death during the response of normal cells to DNA damage."}, {"pubmed": 18981952, "text": "High TRAIL death receptor 4 and decoy receptor 2 expression correlates with significant cell death in pancreatic ductal adenocarcinoma patients."}, {"pubmed": 19070628, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19070628, "text": "significantly increased risk of bladder cancer associated with the SNP1-397GT/TT genotype (adjusted OR=1.55; 95% CI=1.15-2.09) compared with the GG genotype"}, {"pubmed": 19074831, "text": "TRAIL death receptors (DR4 and DR5) undergo constitutive endocytosis in some breast cancer cells"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19148581, "text": "Our study provides an understanding of the role of DR4 in apoptosis of medulloblastoma cell lines"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19203830, "text": "Coding polymorphisms in Casp5, Casp8 and DR4 genes may play a role in predisposition to lung cancer."}, {"pubmed": 19203830, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19212626, "text": "the expression of TRAIL and its receptors were lower in gastric cancer than those of normal tissue."}, {"pubmed": 19305384, "text": "This is the first study that shows that intervertebral disk cells express TRAIL, DR4 and DR5, which correlate to the degenerative state of the disk."}, {"pubmed": 19349211, "text": "Data demonstrate that cytokine induced upregulation of TRAIL, DR4 and DR5 in tubules from patients with proliferative lupus nephritis may play a protective role by enhancing survival while also exerting a proinflammatory effect."}, {"pubmed": 19350268, "text": "We demonstrated that TRAIL receptor genes are frequently methylated in gastric cancer, predominantly for death receptor 4."}, {"pubmed": 19379558, "text": "There was no chenage in expression of DR4 in leukemic cell lines after treatment with sodium butyrate."}, {"pubmed": 19424623, "text": "Report efficacy of triple antineoplastic therapies including ionising radiation, agonistic TRAIL receptor antibodies and cisplatin."}, {"pubmed": 19434100, "text": "Tumor necrosis factor receptor superfamily member 10a overexpression dramatically activates the release of the inflammatory cytokines IL-8, TNF-alpha, CCL20, MIP-2 and MIP-1beta in an NF-kappaB-dependent manner."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19505916, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19637313, "text": "DR4 and DR5 were significantly upregulated in 37 and 47% of the tumor samples respectively, while both DR4 and DR5 were coinstantaneously upregulated in 31% of the samples analyzed."}, {"pubmed": 19639179, "text": "the up-regulation of DR4, a member of death receptor family in Benzyl isothiocyanate exposed pancreatic cancer cells"}, {"pubmed": 19643115, "text": "hypoxia/reoxygenation up-regulated the expression of DR4 and DR5, and enhanced TRAIL-mediated apoptosis in normal human intrahepatic biliary epithelial cells"}, {"pubmed": 19643596, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19643596, "text": "meta-analysis suggests that TRAIL-R1 C626G polymorphism is marginally associated with cancer susceptibility, and both TRAIL-R1 A1322G G allele and A683C C allele are associated with increased risk for cancer."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20354842, "text": "Results analyze cell viability, DISC formation as well as IL-8 and NF-kappaB activation side by side in responses to TRAIL and agonistic antibodies against DR4 (mapatumumab) and against DR5 (lexatumumab) in pancreatic ductal adenocarcinoma cells."}, {"pubmed": 20363213, "text": "five tentative epitopes on human TRAIL-R1 were shown to be post-translationally modified on some tumor cell lines."}, {"pubmed": 20421368, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20430723, "text": "Data suggest that cytotoxic agents capable of up-regulating the expression of TRAIL-R1 and TRAIL-R2 can sensitize cancer cells to TRAIL induced apoptosis."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484047, "text": "Endogenous MADD is phosphorylated at three highly conserved sites by Akt, and only the phosphorylated MADD can directly interact with the TRAIL receptor DR4 thereby preventing Fas-associated death domain recruitment."}, {"pubmed": 20556591, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20638129, "text": "TRAIL receptor DR4 was highly expressed in THP-1 & LPS-primed primary monocytes but not in the non-primed primary monocytes. TRAIL induces monocyte migration mediated by TRAIL receptor DR4 via the RhoGTPase signaling pathway."}, {"pubmed": 20666744, "text": "Fas, TRAILR1 and TRAILR2 genes may not be mutated in prostate carcinomas."}, {"pubmed": 20666744, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673328, "text": "TRAIL-R1 expression was an independent prognostic marker for better survival in all CRC samples and even in the CRC group that received adjuvant therapy"}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20714870, "text": "Plumbagin alone could markedly up-regulate DR5 mRNA and protein expression, and slightly increase DR4 mRNA and protein expression in A375 cells."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20802294, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20802294, "text": "The rs4242392 SNP of the tumor necrosis factor-related apoptosis-inducing ligand receptor 1 gene predicted poor interferon-based HCV treatment response in HIV/HCV-coinfected patients."}, {"pubmed": 20875141, "text": "ANT2 shRNA treatment sensitized MCF7, T47 D, and BT474 cells to TRAIL-induced apoptosis by up-regulating the expression of TRAIL death receptors 4 and 5 (DR4 and DR5) and down-regulating the TRAIL decoy receptor 2 (DcR2)."}, {"pubmed": 20889918, "text": "This pilot study suggests that loss of TRAIL receptors is a frequent feature of hepatocellular carcinoma and an independent predictor of survival in patients undergoing partial hepatectomy."}, {"pubmed": 21195543, "text": "Data show that the apoptosis mechanisms underlying this sensitization mainly involved diosgenin-induced p38 MAPK pathway activation and subsequent DR5 overexpression."}, {"pubmed": 21272366, "text": "Critical difference between DR4- and DR5-mediated apoptotic signaling modulation."}, {"pubmed": 21279373, "text": "increased expression in plaque psoriasis"}, {"pubmed": 21367858, "text": "TAp63alpha is a crucial regulator downstream of TLR3 to induce cell death via death receptors -4,-5 and mitochondria."}, {"pubmed": 21484799, "text": "A significant association of DR4 683A > C with a higher risk for ovarian cancer in carriers of BRCA1 mutations."}, {"pubmed": 21519792, "text": "lupulone-triggered enhanced expression of p38 plays a major role in the activation of p53 and of the TRAIL-death receptor apoptotic pathway in SW620 human colon cancer-derived metastatic cells"}, {"pubmed": 21685476, "text": "ATRA upregulated TRAIL-R1 transcription in human cancer cells via 2 putative retinoic acid response elements: Pal-17 (a palindrome separated by 17 bases) & DR-11 (a direct repeat separated by 11 bases) in the 5'-flanking region."}, {"pubmed": 21700414, "text": "Association of death receptor 4, Caspase 3 and 5 gene polymorphism with increased risk to bladder cancer in North Indians."}, {"pubmed": 21769428, "text": "TRAIL-induced redistribution of DR4 and DR5 in lipid rafts contributed to the sensitivity to TRAIL in TRAIL-sensitive NSCLC H460 cell line."}, {"pubmed": 21785270, "text": "Data show that TRAIL sensitive cancer cells have higher DR4 and DR5 expression on the cell surface."}, {"pubmed": 21953056, "text": "miR-25 target DR4 provides a mechanism by which miR-25 contributes to evasion of TRAIL-induced cholangiocarcinoma apoptosis"}, {"pubmed": 22158615, "text": "DR4 and DR5 have a capability to activate Nox1 by recruiting RFK, resulting in ROS-mediated apoptotic cell death in tumor cells."}, {"pubmed": 22183068, "text": "Data show that a higher expression of FAS receptor, FAS ligand, TrailR1 and TrailR2 on T cells or blasts of acute myeloid leukemia (AML) patients is associated with a better prognosis."}, {"pubmed": 22240897, "text": "DR4 is forming DISC complex to activate proximal caspases for apoptosis by TRAIL."}, {"pubmed": 22246181, "text": "The key differential events in apoptotic cells are p53-dependent activation of the DR4 death receptor pathway, caspase 8-mediated cleavage of BID, and BID-dependent activation of poised BAX at the mitochondria."}, {"pubmed": 22258765, "text": "DR4, both as the complete form or as its new short isoform, is involved in TRAIL sensitivity in Ewing's sarcoma."}, {"pubmed": 22392486, "text": "Endometriosis is not associated with osteoprotegerin gene polymorphism."}, {"pubmed": 22401174, "text": "we found that the TRAIL receptor I wild type with threonine at amino acid position 209 (626C) and alanine at position 228 (638A) is associated with an increased risk of Hepatocellular carcinoma in patients with chronic hepatitis C."}, {"pubmed": 22447040, "text": "Data show that bufalin-induced down-regulation of Cbl-b contributed to the up-regulation of TRAIL Receptors DR4 and DR5."}, {"pubmed": 22665066, "text": "BCR-ABL is critically involved in the leukemia-specific expression of DR4 and DR5 and in the susceptibility of Ph(+) leukemia to TRAIL-mediated anti-leukemic activity."}, {"pubmed": 22695614, "text": "Upregulation of DR4 and DR5 and colocalization with Abeta at the cell membrane suggests their involvement as initiators of the apoptotic machinery"}, {"pubmed": 22824792, "text": "Up-regulation of DR4 and DR5 overcomes TRAIL resistance in glioblastoma cells in vitro and in vivo."}, {"pubmed": 22948392, "text": "Suppression of HSP70 expression sensitizes NSCLC cell lines to TRAIL-induced apoptosis by upregulating DR4 and DR5 and downregulating c-FLIP-L expressions"}, {"pubmed": 23050498, "text": "the C626G polymorphism of DR4 may be associated with the risk and severity of lumbar disc degeneration in the Chinese Han population"}, {"pubmed": 23284732, "text": "Loss of membrane TRAIL-R1 expression is associated with early stage colorectal cancer."}, {"pubmed": 23300075, "text": "endogenous MARCH-8 regulates the steady-state cell surface expression of TRAIL-R1."}, {"pubmed": 23306613, "text": "used a stable cell line with downregulated c-Cbl, infection with the c-Cbl shRNA-expressing adenovirus led to an increase in the death receptor 4 (DR4) and DR5 levels, which is known to be a cause for the increase of TRAIL-induced apoptosis"}, {"pubmed": 23322903, "text": "Studies indicate that the anti-apoptotic protein c-FLIP is an important regulator of death receptor signaling, including TNFR1, Fas, DR4, and DR5."}, {"pubmed": 23423784, "text": "Deletion of TRAIL-R2) is relevant to the loss of 8p21.3 and plays a role in the pathogenesis of multiple myeloma."}, {"pubmed": 23460812, "text": "The fraction of pancreatic cancer samples with positive membrane staining for TRAIL-R1 and TRAIL-R2 was lower than that of cells from surrounding non-tumor tissues."}, {"pubmed": 23498957, "text": "Human cytomegalovirus UL141 binds to cellular TRAIL-R1 and TRAIL-R2 and protects virus infected cells from NK cell-mediated killing."}, {"pubmed": 23584885, "text": "The membrane expression of the TRAIL receptors DR4, DR5, DcR1 and DcR2 is greater in normal endometrium than endometrioid adenocarcinoma (EAC). The level of the receptors in EAC is not dependent on grading and staging and does not predict survival."}, {"pubmed": 23661154, "text": "Investigated the association between G422A, C626G, A683C and A1322G polymorphisms in DR4 gene and lung cancer."}, {"pubmed": 23686163, "text": "The antiproliferative GSI-I/TRAIL synergism was stronger in ER-negative MDA-MB-231 breast cancer cells compared with ER-positive MCF-7 cells. In MDA-MB-231 cells, GSI-I treatment induced upregulation of DR4 and DR5 TRAIL receptors"}, {"pubmed": 23806100, "text": "Human embryonic and induced pluripotent stem cells express TRAIL-1 and TRAIL-2 receptors and can be sensitized to TRAIL-induced apoptosis."}, {"pubmed": 23815209, "text": "Malignant transformation in the endometrium is related to reduction of membrane DR4 and DR5 expression"}, {"pubmed": 23857473, "text": "these results indicate that CAPE potentiated TRAIL-induced apoptosis in SK-Hep1 cells, through upregulation of TRAIL receptors(DR4 and DR5) via modulation of p38 and JNK signaling pathways."}, {"pubmed": 23959437, "text": "This study is the first one to report an association between a TRAIL polymorphism and lymphoma risk and suggests a possible role of TRAIL in B cell lymphomagenesis."}, {"pubmed": 24078627, "text": "azadirone can sensitize cancer cells to TRAIL through ROS-ERK-CHOP-mediated up-regulation of DR5 and DR4 signaling, down-regulation of cell survival proteins, and up-regulation of proapoptotic proteins."}, {"pubmed": 24085293, "text": "Ack1 acts in a kinase-independent manner to promote TRAIL-R1/2 accumulation in lipid rafts. These findings identify Ack1 as an essential player in the spatial regulation of TRAIL-R1/2."}, {"pubmed": 24136227, "text": "lipid microdomains could exert a catalytic role for DR4-mediated cell death."}, {"pubmed": 24212133, "text": "was statistically significant association between DR4 expression in basal cell carcinoma and histopathologic subtypes"}, {"pubmed": 24235014, "text": "SNP rs13278062, but not rs1713985 showed nominal evidence of association with AMD in a total of 1273 cases and 1652 controls of Chinese descent."}, {"pubmed": 24379239, "text": "the gradual increase in TRAIL receptor expression during colorectal carcinogenesis is at least partially mediated through increased beta-catenin expression."}, {"pubmed": 24492941, "text": "C626G and A1322G polymorphisms of DR4 are associated with increased cancer risk, but the A683C polymorphism is rarely associated with cancer risk"}, {"pubmed": 24551275, "text": "Report DR4 up-regulation in alveolar epithelial cells from idiopathic pulmonary fibrosis patients."}, {"pubmed": 24587306, "text": "DR4 haplotypes are associated with increased susceptibility of gallbladder carcinoma in north Indian population."}, {"pubmed": 24695582, "text": "human TRAIL-R1 SNPs modulate the innate immune response against chlamydial infection. This is the first evidence that human TRAIL-R1 is a negative regulator of inflammation and plays a role in modulating Chlamydia pathogenesis."}, {"pubmed": 24761920, "text": "DR4 polymorphism C626G and A683 rather than A1322G are associated with cancer risk."}, {"pubmed": 24764293, "text": "propose a model of TRAIL receptor interference driven by PLAD-mediated formation of receptor heterodimers on the cell membrane"}, {"pubmed": 25026275, "text": "Data suggest that H-Ras inhibits TNF-related apoptosis-inducing ligand (TRAIL)-induced apoptosis through downregulation of surface death receptors DR4/DR5."}, {"pubmed": 25230899, "text": "Over-expression of TRAIL-R1 is associated with breast cancer."}, {"pubmed": 25293521, "text": "the present study demonstrated that the XIAP inhibitor Embelin could enhance TRAIL-induced apoptosis in human leukemia cells by DR4 and DR5 upregulation and caspase activation"}, {"pubmed": 25605010, "text": "Lovastatin enhances adenovirus-mediated TRAIL induced apoptosis by depleting cholesterol of lipid rafts and affecting CAR and death receptor expression of prostate cancer cells."}, {"pubmed": 25605161, "text": "TRAIL-DR4 polymorphism is associated with laryngeal squamous cell carcinoma."}, {"pubmed": 25691252, "text": "Our observations suggested that genetic variants of the DR4 gene significantly influence the risk of PCa in North Indian population and might be involved in the etiology of PCa."}, {"pubmed": 25770212, "text": "findings highlight novel mechanisms underlying endoplasmic reticulum stress-induced TNFRSF10A and TNFRSF10B expressions and apoptosis."}, {"pubmed": 25798684, "text": "Genetic variation of TRAIL-R1 rs4242392 is linked with response to interferon-based therapy for hepatitis C virus infection, and genetic variation IFN-gamma rs2069707 is associated with natural clearance of hepatitis C virus infection."}, {"pubmed": 25845236, "text": "The results show that both TRAIL-R1 and TRAIL-R2 are highly expressed on human oligodendrocyte progenitors."}, {"pubmed": 25955868, "text": "evaluate the role of polymorphisms of tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) and death receptor (DR4) genes in bladder cancer susceptibility"}, {"pubmed": 26138346, "text": "Studied an array of TRAIL-R1 and TRAIL-R2 specific variants on pancreatic cancer cells."}, {"pubmed": 26238205, "text": "Results showed DR4 promotor methylation and low protein expression level in patients with lung squamous carcinoma which correlated with the prognosis of the disease."}, {"pubmed": 26275133, "text": "GRS using ARMS2, CFH, TNFRSF10A, VEGFA, and CFI was significantly associated with second-eye involvement. Genetic risk has high predictive ability for second-eye involvement of AMD."}, {"pubmed": 26297860, "text": "study involving a relatively large sample size showed that TNFRSF10 eQTL SNPs within lncRNAs might influence both hepatocellular carcinoma development and HBV infection"}, {"pubmed": 26315998, "text": "These statistical data suggest that Thr209Arg in exon 4 of the TRAIL-R1 gene may not represent a modifier of susceptibility to cancer."}, {"pubmed": 26404509, "text": "results suggest that the altered TRAIL, DR4 alleles and sTRAIL levels may be associated with some other potential biomarkers for vitiligo"}, {"pubmed": 26418999, "text": "The rs13278062 polymorphism of the DR4 gene not only can confer an increased risk for crohn disease, but may also influence the location of the lesions and the disease behaviors."}, {"pubmed": 26457518, "text": "The structure of death receptor 4 (DR4) in complex with TNF-related apoptosis-inducing ligand (TRAIL) has been determined at 3 A resolution and compared with those of previously determined DR5-TRAIL complexes."}, {"pubmed": 26518902, "text": "Study investigated the association between colorectal cancer and polymorphisms in TRAIL and DR4 gene in Pakistani patients; TRAIL gene 1595 C>T genotypes percentage in colorectal cancer patients was statistically non-significant; for DR4 A1322G, homozygous GG genotype was 36% in the patients and in controls: there was statistically insignificant difference (p> 0.05)."}, {"pubmed": 26561202, "text": "Bee venom inhibits colon cancer cell growth, and these anti-proliferative effects may be related to the induction of apoptosis by activation of DR4 and DR5 and inhibition of NF-kappaB activity."}, {"pubmed": 26708505, "text": "LOC389641 promotes pancreatic ductal adenocarcinoma progression and increases cell invasion by regulating E-cadherin with the possible involvement of TNFRSF10A."}, {"pubmed": 26718429, "text": "TRAIL genetic polymorphisms do not contribute, but DR4 polymorphisms may contribute to susceptibility to head and neck cancer in Pakistani population."}, {"pubmed": 27492861, "text": "By downregulating TRAIL-R1, TGFbeta1 may not only promote tumor escape from immune surveillance but also negatively impact on TRAIL- or TRAIL-R1-based therapy regimens for treatment of Pancreatic ductal adenocarcinoma."}, {"pubmed": 27576686, "text": "findings together highlight a previously undiscovered mechanism that positively regulates DR4 expression through activation of the MEK/ERK/AP-1 signaling pathway."}, {"pubmed": 27721019, "text": "BAY61-3606 sensitizes colon cancer cells to TRAIL-induced apoptosis by up-regulating DR4 expression in p53-dependent manner and inhibiting NF-kappaB activity."}, {"pubmed": 27750195, "text": "The nanovectorization of TRAIL enhanced its binding to both DR4 and DR5 receptors at 37 degrees C and could potentially sensitized cancer cells to TRAIL induced apoptosis through simultaneous activation of DR4 and DR5 as described in this paper for the non-small lung carcinoma cell line (H1703), the two hepatocarcinoma cell lines (SK-Hep1, HUH) and the colon carcinoma cell line (HCT116WT)."}, {"pubmed": 27780136, "text": "Pro-survival effects by NF-kappaB, Akt and ERK(1/2) and anti-apoptosis actions by Six1 disrupt apoptotic functions of TRAIL-Dr4/5 pathway in ovarian cancer, which may explain why up-regulated DR4 and DR5 in ovarian cancer are associated with poor prognosis and low survival ratio of the patients."}, {"pubmed": 28039489, "text": "Apoptosis induced by TRAIL is preferentially induced by TRAIL-R1 pathway in breast/lung tumor cells."}, {"pubmed": 28108622, "text": "Results show that downregulation of DR4 and DR5 by SLC26A2 confers resistance to TRAIL."}, {"pubmed": 28120533, "text": "our results demonstrated that nanovectorization of TRAIL with BNNTs enhanced its binding to both DR4 and DR5 receptors at 37 degrees C. Our novel nanovector could potentially be used for delivering TRAIL to cells for cancer treatment"}, {"pubmed": 28981087, "text": "We found that pharmacological application of Golgi stress leads to induction of death receptors (DRs) 4 and 5. DR4 appears to be primarily responsible for the initiation of cell death downstream of Golgi stress, whereas DR5 seems to be more important for cell death triggered by endoplasmic reticulum (ER) stress in specific cancer cell lines"}, {"pubmed": 29278689, "text": "In contrast to apoptosis, necroptotic signaling was activated similarly by both DR4- or DR5-specific ligands..Our study provides the first systematic insight into DR4-/DR5-specific signaling in colorectal and pancreatic cancer cells"}, {"pubmed": 29446085, "text": "Data report that DR4 is associated with progression, invasion, metastasis and survival of colorectal cancer through the Sp1/NF1 switch axis on the genomic locus."}, {"pubmed": 29473798, "text": "These findings suggest that CYP1B1 promotes cancer cell survival through involvement of DNA methylation-mediated DR4 inhibition and that Sp1 may act as key mediator required for oncogenic action."}, {"pubmed": 29638207, "text": "data demonstrated a novel effect on TRAIL sensitivity on monocytes and monocytic leukemia cells of IL-4 and suggested that it may be necessary to reconsider the impact of current therapies against IL-4, JAK/STAT, and PI3K/Akt pathways with regard to TRAIL sensitivity"}, {"pubmed": 30064384, "text": "Studied TNF receptor superfamily member 10a (TRAILR1) as tumor marker in pancreatic ductal adenocarcinoma (PDAC); found Cytoplasmic TRAIL-R1 to be a positive prognostic marker for patients with PDAC."}, {"pubmed": 30430148, "text": "A graphene-based nanocarrier modified with death receptor 4 (DR4) antibody and AKT siRNA has been developed, which can synergistically strengthen death receptor-mediated apoptosis and enhance the cancer therapeutic effect in vivo."}, {"pubmed": 30468458, "text": "Our data indicated that the positive rate of TRAIL protein increased in a prostate cancer differentiation dependent manner"}, {"pubmed": 30514120, "text": "Among 29 immune and inflammatory proteins, CXCL1, CD84 and TNFRSF10A were associated with early post-acute coronary syndrome (ACS) after initial ACS-admission"}, {"pubmed": 30589515, "text": "The results provide evidence for the differential impact of fucosylation on signaling via DR4 or DR5. The findings provide novel opportunities to enhance TRAIL sensitivity in colon adenocarcinoma cells that are highly resistant to DR5-mediated apoptosis."}, {"pubmed": 30912136, "text": "MCL1 inhibition increased DR4 protein levels and its cell surface expression."}, {"pubmed": 30945308, "text": "The G allele of DR4 -A1322G could be considered as a novel independent molecular predictor for hepatitis C virus-related hepatocellular carcinoma in the Egyptian population."}, {"pubmed": 30987996, "text": "DR4 posttranslational modification by O-GlcNAcylation of serine-424 plays a crucial role in enabling both apoptotic and necroptotic cell death induction by TRAIL."}, {"pubmed": 31094932, "text": "TNF-Related Apoptosis-Inducing Ligand Receptor 1 in Patients With Ankylosing Spondylitis."}, {"pubmed": 31114586, "text": "TRAIL-R1 and TRAIL-R2 Mediate TRAIL-Dependent Apoptosis in Activated Primary Human B Lymphocytes."}, {"pubmed": 31183506, "text": "data suggest that the determination of intracellular co-expression patterns of TRAIL-R1, TRAIL-R2, and TRAIL-R4 provides an innovative and robust method for risk stratification in breast cancer patients beyond conventional prognostic markers."}, {"pubmed": 32342239, "text": "The Impact of TRAIL (C1595T and G1525A) and DR4 (rs20576) Gene Polymorphisms on Systemic Lupus Erythematosus."}, {"pubmed": 32692906, "text": "O-glycans on death receptors in cells modulate their sensitivity to TRAIL-induced apoptosis through affecting on their stability and oligomerization."}, {"pubmed": 33269432, "text": "TRAILR1 (rs20576) and GRIA3 (rs12557782) are not associated with interferon-beta response in multiple sclerosis patients."}, {"pubmed": 33664875, "text": "Downregulation of death receptor 4 is tightly associated with positive response of EGFR mutant lung cancer to EGFR-targeted therapy and improved prognosis."}, {"pubmed": 34198757, "text": "Epigenetic Modification of Death Receptor Genes for TRAIL and TRAIL Resistance in Childhood B-Cell Precursor Acute Lymphoblastic Leukemia."}, {"pubmed": 34275891, "text": "Genetic variations in tumor ecrosis factor related apoptosis-inducing ligand receptor-1 (TRAIL-R1) gene and the susceptibility to b-cell non-hodgkin lymphoma (B-NHL) in Egypt."}, {"pubmed": 34342264, "text": "Oxaliplatin resistance in colorectal cancer enhances TRAIL sensitivity via death receptor 4 upregulation and lipid raft localization."}, {"pubmed": 35052395, "text": "Associations of Single-Nucleotide Polymorphisms in Slovenian Patients with Acute Central Serous Chorioretinopathy."}], "genomic_pos": {"chr": "8", "end": 23225102, "ensemblgene": "ENSG00000104689", "start": 23190452, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 23082639, "start": 23047965, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 9311998, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9082980, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007250", "pubmed": [9430227, 11464292], "qualifier": "involved_in", "term": "activation of NF-kappaB-inducing kinase activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008625", "pubmed": 9311998, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036462", "qualifier": "involved_in", "term": "TRAIL-activated apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036462", "pubmed": 21785459, "qualifier": "involved_in", "term": "TRAIL-activated apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036462", "pubmed": 19090789, "qualifier": "involved_in", "term": "TRAIL-activated apoptotic signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097191", "pubmed": 21785459, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 22240897, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 22240897, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 22240897, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 22952982, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045121", "pubmed": 19090789, "qualifier": "located_in", "term": "membrane raft"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 21785459, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005035", "pubmed": 9082980, "qualifier": "enables", "term": "death receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17047155, 18165900, 18846110, 19427028, 20103630, 21785459, 30833792], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0038023", "pubmed": 9311998, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": 19090789, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0045569", "pubmed": 9373179, "qualifier": "enables", "term": "TRAIL binding"}]}, "homologene": {"genes": [[9544, 716826], [9598, 743159], [9606, 8797], [9913, 782274], [9913, 784541], [10090, 21933], [10116, 364420]], "id": 129806}, "interpro": [{"desc": "Death domain", "id": "IPR000488", "short_desc": "Death_domain"}, {"desc": "TNFR/NGFR cysteine-rich region", "id": "IPR001368", "short_desc": "TNFR/NGFR_Cys_rich_reg"}, {"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "Tumour necrosis factor receptor 10", "id": "IPR020465", "short_desc": "TNFR_10"}, {"desc": "Tumour necrosis factor receptor 10A/B, death domain", "id": "IPR034029", "short_desc": "TNFRSF10A/B_death"}, {"desc": "Tumor necrosis factor receptor 10, N-terminal", "id": "IPR034024", "short_desc": "TNFRSF10_N"}], "ipi": ["IPI00021975", "IPI00978848"], "map_location": "8p21.3", "name": "TNF receptor superfamily member 10a", "other_names": ["TNF-related apoptosis-inducing ligand receptor 1", "TRAIL receptor 1", "TRAIL-R1", "cytotoxic TRAIL receptor", "death receptor 4", "tumor necrosis factor receptor superfamily member 10A", "tumor necrosis factor receptor superfamily, member 10a"], "pantherdb": {"HGNC": "11904", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1341090", "ortholog_type": "O", "panther_family": "PTHR46330", "taxid": 10090, "uniprot_kb": "Q9QZM4"}, {"Ensembl": "ENSRNOG00000038483", "ortholog_type": "O", "panther_family": "PTHR46330", "taxid": 10116, "uniprot_kb": "A0A0G2JZE1"}, {"Ensembl": "ENSGALG00000006407", "ortholog_type": "O", "panther_family": "PTHR46330", "taxid": 9031, "uniprot_kb": "F1P1H0"}, {"Ensembl": "ENSGALG00000000452", "ortholog_type": "O", "panther_family": "PTHR46330", "taxid": 9031, "uniprot_kb": "A0A3Q3AR39"}, {"ZFIN": "ZDB-GENE-030826-5", "ortholog_type": "O", "panther_family": "PTHR46330", "taxid": 7955, "uniprot_kb": "F1QD95"}, {"ZFIN": "ZDB-GENE-010802-1", "ortholog_type": "O", "panther_family": "PTHR46330", "taxid": 7955, "uniprot_kb": "F1R567"}], "uniprot_kb": "O00220"}, "pathway": {"biocarta": {"id": "deathpathway", "name": "induction of apoptosis through dr3 and dr4/5 death receptors"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "trail_pathway", "name": "TRAIL signaling pathway"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-140534", "name": "Caspase activation via Death Receptors in the presence of ligand"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3371378", "name": "Regulation by c-FLIP"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5213460", "name": "RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5218900", "name": "CASP8 activity is inhibited"}, {"id": "R-HSA-5357769", "name": "Caspase activation via extrinsic apoptotic signalling pathway"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5633008", "name": "TP53 Regulates Transcription of Cell Death Genes"}, {"id": "R-HSA-5675482", "name": "Regulation of necroptotic cell death"}, {"id": "R-HSA-6803211", "name": "TP53 Regulates Transcription of Death Receptors and Ligands"}, {"id": "R-HSA-69416", "name": "Dimerization of procaspase-8"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-75158", "name": "TRAIL  signaling"}], "wikipathways": {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}}, "pdb": "5CIR", "pfam": ["PF00020", "PF00531"], "pharmgkb": "PA36597", "pharos": {"target_id": 13656, "tdl": "Tchem"}, "prosite": ["PS50017", "PS50050"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259207", "relationship": "is"}, {"id": "GNF259208", "relationship": "is"}, {"id": "GNF259209", "relationship": "is"}, {"id": "GNF259210", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162704", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF036007", "relationship": "similar to"}, {"id": "GNF037277", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091908", "relationship": "is"}, {"id": "GNF091909", "relationship": "is"}, {"id": "GNF091910", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053298", "relationship": "is"}, {"id": "GNF058064", "relationship": "is"}, {"id": "GNF073242", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067311", "relationship": "is"}, {"id": "GNF067312", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014722", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240057", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097717", "relationship": "is"}, {"id": "GNF137372", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_032107.1"], "protein": "NP_003835.3", "rna": "NM_003844.4", "translation": {"protein": "NP_003835.3", "rna": "NM_003844.4"}}, "reporter": {"GNF1H": "gnf1h00044_at", "HG-U133_Plus_2": ["1552648_a_at", "231775_at", "241371_at"], "HG-U95B": "43750_at", "HTA-2_0": "TC08001052.hg.1", "HuEx-1_0": "3127775", "HuGene-1_1": "8149762", "HuGene-2_1": "17075460"}, "summary": "The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor is activated by tumor necrosis factor-related apoptosis inducing ligand (TNFSF10/TRAIL), and thus transduces cell death signal and induces cell apoptosis. Studies with FADD-deficient mice suggested that FADD, a death domain containing adaptor protein, is required for the apoptosis mediated by this protein. [provided by RefSeq, Jul 2008].", "symbol": "TNFRSF10A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336643"}, "unigene": ["Hs.591834", "Hs.213467"], "uniprot": {"Swiss-Prot": "O00220", "TrEMBL": ["E5RFH1", "F8U8C0"]}, "wikipedia": {"url_stub": "TNFRSF10A"}}