{"AllianceGenome": "17755", "HGNC": "17755", "MIM": "606269", "_id": "115650", "_version": 1, "accession": {"genomic": ["AB222990.1", "CH471095.1", "CP068256.2", "EF064710.1", "FN552707.1", "HA635640.1", "HC049947.1", "HC069087.1", "HC083955.1", "HC086503.1", "HG327310.1", "HH836170.1", "NC_000022.11", "NC_060946.1", "NG_007579.1", "Z99716.4"], "protein": ["AAI05124.1", "AAI12031.1", "AAK91826.1", "ABK41893.1", "BAE16554.1", "CAE06271.1", "CAE51828.1", "CAZ39524.1", "CBF13296.1", "CBH32711.1", "CBH51798.1", "CBI12201.1", "CBI67648.1", "CBX33268.1", "CDG23825.1", "EAW60473.1", "NP_443177.1", "Q96RJ3.1"], "rna": ["AF373846.1", "AK128410.1", "AX772914.1", "AX800072.1", "BC105123.1", "BC112030.1", "NM_052945.4"], "translation": [{"protein": "AAI05124.1", "rna": "BC105123.1"}, {"protein": "AAI12031.1", "rna": "BC112030.1"}, {"protein": "NP_443177.1", "rna": "NM_052945.4"}, {"protein": "CAE06271.1", "rna": "AX772914.1"}, {"protein": "CAE51828.1", "rna": "AX800072.1"}, {"protein": "AAK91826.1", "rna": "AF373846.1"}]}, "alias": ["BAFF-R", "BAFFR", "BROMIX", "CD268", "CVID4", "prolixin"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2021-04-13T00:33:59.028Z", "disease_label": "immunodeficiency, common variable, 4", "gcep": "Antibody Deficiencies Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0013284", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1408411b-9d28-4308-b2bc-dbada3660898-2021-04-13T003359.028Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000159958", "protein": "ENSP00000291232", "transcript": "ENST00000291232", "translation": [{"protein": "ENSP00000291232", "rna": "ENST00000291232"}], "type_of_gene": "protein_coding"}, "entrezgene": "115650", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.03649723058, "exp_mis": 56.8869405149, "exp_syn": 36.1603861101, "lof_z": 1.72614041515847, "mis_z": 1.74361851979161, "mu_lof": 3.99961474083e-07, "mu_mis": 9.50983472207e-06, "mu_syn": 5.64250687929e-06, "n_lof": 0.0, "n_mis": 30.0, "n_syn": 32.0, "p_li": 0.641054687513937, "p_null": 0.0275604348735631, "p_rec": 0.3313848776125, "syn_z": 0.428910749716338}, "bp": 555, "cds_end": 42322777, "cds_start": 42321370, "n_exons": 3, "nonpsych": {"exp_lof": 2.71278226982, "exp_mis": 51.4526313198, "exp_syn": 32.693100011, "lof_z": 1.61755635092032, "mis_z": 1.86005941426237, "mu_lof": 3.99961474083e-07, "mu_mis": 9.50983472207e-06, "mu_syn": 5.64250687929e-06, "n_lof": 0.0, "n_mis": 25.0, "n_syn": 27.0, "p_li": 0.641014174115994, "p_null": 0.0324314605310764, "p_rec": 0.32655436535293, "syn_z": 0.626879766610979}, "nontcga": {"exp_lof": 2.79011324575, "exp_mis": 52.332524835, "exp_syn": 33.2640943817, "lof_z": 1.64775313164925, "mis_z": 1.53801937140089, "mu_lof": 3.99961474083e-07, "mu_mis": 9.50983472207e-06, "mu_syn": 5.64250687929e-06, "n_lof": 0.0, "n_mis": 30.0, "n_syn": 30.0, "p_li": 0.627815380790769, "p_null": 0.0305292164346797, "p_rec": 0.341655402774552, "syn_z": 0.35834110808616}, "transcript": "ENST00000291232.3"}, "exons": [{"cdsend": 41926773, "cdsstart": 41925366, "chr": "22", "position": [[41922031, 41925554], [41926100, 41926331], [41926637, 41926806]], "strand": -1, "transcript": "NM_052945", "txend": 41926806, "txstart": 41922031}], "exons_hg19": [{"cdsend": 42322777, "cdsstart": 42321370, "chr": "22", "position": [[42318035, 42321558], [42322104, 42322335], [42322641, 42322810]], "strand": -1, "transcript": "NM_052945", "txend": 42322810, "txstart": 42318035}], "generif": [{"pubmed": 12456020, "text": "BAFF-R is a receptor for the TNF family member ligand, BAFF [review]"}, {"pubmed": 12471121, "text": "BAFFR-mediated NF-kappa B activation and IL-10 production in B cells is downregulated by TNFR-associated factor-3."}, {"pubmed": 12715002, "text": "crystal structure and interaction with BAFF protein"}, {"pubmed": 12755599, "text": "BAFF/BLyS receptor 3 comprises a minimal TNF receptor-like module that encodes a highly focused ligand-binding site."}, {"pubmed": 14512299, "text": "Expression of BCMA, TACI, and BAFF-R by multiple myeloma cells support cell growth and survival."}, {"pubmed": 15585864, "text": "This study reports the crystal structure of a 24-residue fragment of the cytoplasmic portion of BAFF-R bound in complex with TRAF3."}, {"pubmed": 15644327, "text": "the PVPAT sequence of BAFFR not only functions as a key signaling motif of BAFFR but also determines its signaling specificity in the induction of the noncanonical NF-kappaB pathway"}, {"pubmed": 16160919, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16160919, "text": "amino acid sequence of genomic DNA from blood of common variable immunodeficiency patients;mutations may result in humoral immunodeficiency"}, {"pubmed": 16226112, "text": "BAFF-R is expressed on most mature B cells and B-cell lymphoproliferative disorders."}, {"pubmed": 16320342, "text": "BAFF-R is consistently occupied on blood B cells in systemic lupus erythematosus"}, {"pubmed": 16769579, "text": "Detection in lymphoma tissue biopsies may be of clinical relevance in predicting response to treatment."}, {"pubmed": 16840730, "text": "BR3, which is expressed on all mature B cells, is a specific receptor for the B-cell survival and maturation factor BAFF."}, {"pubmed": 16914324, "text": "Review. The splice variants, binding specificities, structural determinants for ligand selectivity, and signaling pathways are reviewed."}, {"pubmed": 16919470, "text": "Review. BLyS signaling via BR3 is the dominant homeostatic regulator of primary B cell pools."}, {"pubmed": 16931038, "text": "Review. BAFF and its receptor have roles in B cell biology outside of a survival mechanism. These include germinal center maintenance, isotype switching, and regulation of specific B cell surface markers."}, {"pubmed": 16931039, "text": "Review. Direct BAFF/APRIL signalling in T cells and/or T cell modulation in response to a BAFF-modified B cell compartment may play an important role in inflammation and immunomodulation."}, {"pubmed": 17119117, "text": "recombinant gelonin/B lymphocyte stimulator fusion toxin may have potential therapeutic efficacy for B-CLL patients"}, {"pubmed": 17154264, "text": "BAFF-R and CD40 enhance B cell responsiveness to transmembrane activator and calcium-modulator and cyclophilin ligand interactor (TACI)-mediated suppression."}, {"pubmed": 17963166, "text": "Widely expressed in the synovial tissue of patients with rheumatoid arthritis."}, {"pubmed": 18025170, "text": "The BAFF-binding receptor profile may serve as a footprint of the activation history and stage of differentiation of normal human B cells."}, {"pubmed": 18051214, "text": "Of 9 CVID patients...No mutations of SAP, ICOS, TACI, BAFFR, and CD19 were identified"}, {"pubmed": 18775026, "text": "We propose that an aberrant BAFF/BAFF-R-dependent autocrine mechanism may play a role in the development of certain types of nonhematopoietic cancer cells."}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19207947, "text": "the assessment of expression of BAFF-binding receptors aids subclassification and prognostication of DLBCL"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19666484, "text": "deletion of the BAFF-R gene in humans causes a characteristic immunological phenotype but it does not necessarily lead to a clinically manifest immunodeficiency"}, {"pubmed": 19726767, "text": "molecular mechanisms underlying this crosstalk between B cell receptor and BAFF receptor signaling that maintain B cell survival and metabolic fitness"}, {"pubmed": 19731825, "text": "BLyS and its receptors might have a potential role in the growth and survival of malignant plasma cells."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20025535, "text": "the mechanism of transcriptional regulation of BAFF-R"}, {"pubmed": 20230666, "text": "IFN-gamma and the NF-kappaB pathway could be involved in regulating the transcription and mRNA expression of BAFF-R gene."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20460528, "text": "This report is the first showing universal expression of BAFF-R by pre-B ALL cells."}, {"pubmed": 20554963, "text": "Data from BAFF-R-expressing cells suggested potential regulatory sites in TNFRSF13C promoter region."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20945608, "text": "inverse correlation between BAFF and APRIL in Kawasaki disease is reversed by IVIG treatment"}, {"pubmed": 20974656, "text": "Elevated plasma BAFF and reduced BAFF receptor 3 (BR3) protein expression on peripheral B cells could act as biomarkers for active disease in systemic lupus erythematosus patients"}, {"pubmed": 21041452, "text": "a novel lymphoma-associated mutation in human BAFF-R that results in NF-kappaB activation and reveals TRAF6 as a necessary component of normal BAFF-R signaling."}, {"pubmed": 21099364, "text": "Results describe the mechanisms underlying aberrant BAFF-R expression in precursor B acute lymphoblastic leukemia (precursor B-ALL) and mature B chronic lymphocytic leukemia (CLL)."}, {"pubmed": 21123970, "text": "BAFF-R was rather specifically related to low growth activity of germinal center B-cell-like -type diffuse large B-cell lymphoma of nodal origin."}, {"pubmed": 21483105, "text": "This is the first study, presenting together the TNFSF members APRIL, BAFF, TWEAK and their receptors in different areas of normal renal tissue and renal cell carcinoma."}, {"pubmed": 21515993, "text": "reduced expression via inhibition of the NF-KappaB pathway in B cells of rheumatoid arthritis patients"}, {"pubmed": 21607696, "text": "It was also found that NF-kappaB was an important transcription factor involved in regulating BAFF-R expression through one NF-kappaB binding site in the BAFF-R promoter"}, {"pubmed": 21687682, "text": "primary leukemia B-cell precursors aberrantly express receptors of the BAFF-system, BAFF-R, BCMA, and TACI"}, {"pubmed": 21744373, "text": "The human BAFF-R gene might be regulated via a transcriptional event through one putative NF-kappaB site on the BAFF-R gene promoter."}, {"pubmed": 21871426, "text": "The activation profile of diffuse large B-cell lymphomas/posttransplantation lymphoproliferative disorders was not associated with BAFF/BAFF-R expression, whereas nuclear p52 activation might be linked to Epstein-Barr virus."}, {"pubmed": 22028296, "text": "BAFF-R expression is tightly regulated during B-cell development in mouse and human and this exprssion is correlated with posirive selection."}, {"pubmed": 22124120, "text": "Soluble BAFF levels inversely correlate with peripheral B cell numbers and the expression of BAFF receptors."}, {"pubmed": 22699762, "text": "P21R/H159Y TNFRSF13C compound heterozygous mutation and P21R heterozygous mutations were detected in Turkish patients with common variable immunodeficiency."}, {"pubmed": 23272079, "text": "BAFF-R, but not BAFF, may have a role in progression-free survival and overall survival in follicular lymphoma"}, {"pubmed": 23276925, "text": "BLyS and its receptors are expressed by B lymphocytes in the peripheral blood and the bone marrow of patients with multiple myeloma."}, {"pubmed": 24602383, "text": "Our study demonstrates that BR3 is involved in the survival of cultured epithelial cells due to an autocrine effect of BAFF."}, {"pubmed": 24809296, "text": "Availability of BAFF determines BAFF-R and TACI expression on B cells in common variable immunodeficiency."}, {"pubmed": 24825858, "text": "In view of the restricted expression of the BAFF-R on normal cells and the multiple anti-pre-B ALL activities stimulated by this antibody, a further examination of its use for treatment of pre-B ALL is warranted."}, {"pubmed": 25301447, "text": "Data show significant differences in expression of tumour necrosis factor family (BAFF) receptors BAFF-R, BCMA and TACI in patients with and without anti-Jo-1 or anti-Ro52/anti-Ro60 autoantibodies."}, {"pubmed": 25454804, "text": "the common TLR4-D299G, TLR4-T399I and BAFFR-P21R polymorphisms provide the carriers with a protective advantage against ICU-acquired sepsis; this finding was more profound for medical patients compared to trauma or surgical ones"}, {"pubmed": 25569260, "text": "Expression of mutant caspase-9 correlated with a downregulation of BAFFR (B-cell-activating factor belonging to the TNF family (BAFF) receptor) in B cells and ICOS (inducible T-cell costimulator) in T cells."}, {"pubmed": 26097183, "text": "There is an increased prevalence of the BAFF-R His159Tyr mutation in patients with Sjogren's syndrome (SS), particularly in those with SS complicated by MALT lymphoma whose disease onset occurred at a younger age."}, {"pubmed": 26122175, "text": "Variants of TNFRSF13C were associated with common variable immunodeficiency."}, {"pubmed": 26214745, "text": "BAFF and BAFF-R are expressed in the thyrocytes derived from patients with either autoimmune thyroid disorders or multinodular goiter, as well in the infiltrating immune cells of Graves' disease and Hashimoto's thyroiditis"}, {"pubmed": 26327569, "text": "Negative expression of BAFF-R, but not of BAFF, could be an independent risk factor for progression-free survival and Overall survival in patients with diffuse large B-cell lymphoma treated with standard R-CHOP."}, {"pubmed": 26613719, "text": "genetic polymorphism contributes to the pathogenesis of primary antibody deficiency"}, {"pubmed": 26749059, "text": "BAFF-R, as the principal receptor of BAFF, not only decreased the apoptosis of B cells and CD8+ T cells by upregulating the expression of Bcl-2 and BclxL, but also promoted B-cell proliferation in immune thrombocytopenia."}, {"pubmed": 27436754, "text": "the B-cell receptor BR3 modulates cellular branching via Rac1 during neuronal migration"}, {"pubmed": 27468724, "text": "Variants in BAFF-R gene is associated with chronic lymphocytic leukemia."}, {"pubmed": 28028945, "text": "The expression levels of serum BAFF and the three receptors (TACI, BCMA and BAFF-R) in non-Hodgkin lymphoma patients were significantly higher than in healthy controls."}, {"pubmed": 28249164, "text": "Inhibition of ADAM10 augments BAFF-dependent survival of primary human B cells, whereas inhibition of ADAM17 increases BAFFR expression levels."}, {"pubmed": 28441631, "text": "up-regulated expression in intractable temporal lobe epilepsy"}, {"pubmed": 28573703, "text": "This study assessed TNFRSF13C expression on leukaemic cells ofchildhood B-cell precursor acute lymphoblastic leukaemia patients. Of note, during the early drug treatment, its expression is maintained or even increased on residual tumour cells, suggesting a positive selection and survival of TNFRSF13C positive blast cells."}, {"pubmed": 28800164, "text": "Relationships between serum BAFF and BBR expression [(BAFFR, calcium signal modulating cyclophilic ligand interactor (TACI) and B cell maturation antigen (BCMA)] were determined on B cell subsets, defined using immunoglobulin (Ig)D/CD38. Twenty pre-RTX and 18 rheumatoid arthritis patients relapsing after B cell depletion were included."}, {"pubmed": 28834574, "text": "Among the BAFF receptors in a cohort of rheumatoid arthritis (RA) patients, the AA have shown, by fluorescence activated cell sorter (FACS) analysis of median fluorescence intensity (MFI), that transmembrane activator and calcium-modulating cyclophilin ligand interactor (TACI) and B cell maturation antigen (BCMA) do not change"}, {"pubmed": 29087261, "text": "Expression patterns of BAFF and its receptor BAFF-R differ according to lupus nephritis class."}, {"pubmed": 29309290, "text": "these data indicate that BR3 neutralization increases the activation and cytolytic function of CD4 and CD8 cytotoxic T lymphocytes"}, {"pubmed": 30467093, "text": "To evaluate the expression of the cytokines BAFF and APRIL and their association with the receptors BAFF-R and TACI on CD3+ T cells."}, {"pubmed": 32172995, "text": "TNFRSF13C/BAFFR P21R and H159Y polymorphisms in multiple sclerosis."}, {"pubmed": 32506205, "text": "Expression of BAFF and BAFF receptors in primary Sjogren's syndrome patients with ectopic germinal center-like structures."}, {"pubmed": 32523317, "text": "Decreased of BAFF-R expression and B cells maturation in patients with hepatitis B virus-related hepatocellular carcinoma."}, {"pubmed": 32576236, "text": "Elevated expression of BAFF receptor, BR3, on monocytes correlates with B cell activation and clinical features of patients with primary Sjogren's syndrome."}, {"pubmed": 34075170, "text": "BAFF, APRIL and BAFFR on the pathogenesis of Immunoglobulin-A vasculitis."}, {"pubmed": 34201032, "text": "The TNFRSF13C H159Y Variant Is Associated with Severe COVID-19: A Retrospective Study of 500 Patients from Southern Italy."}, {"pubmed": 34311146, "text": "BAFF receptor polymorphisms and deficiency in humans."}, {"pubmed": 34352467, "text": "BAFF signaling in health and disease."}, {"pubmed": 34503766, "text": "Editorial overview: BAFF family ligands and receptors - a license to live."}, {"pubmed": 35017485, "text": "A BAFF ligand-based CAR-T cell targeting three receptors and multiple B cell cancers."}, {"pubmed": 35250986, "text": "Circulating Memory B Cells in Early Multiple Sclerosis Exhibit Increased IgA(+) Cells, Globally Decreased BAFF-R Expression and an EBV-Related IgM(+) Cell Signature."}, {"pubmed": 35460540, "text": "B-cell activating factor (BAFF), BAFF promoter and BAFF receptor allelic variants in hepatitis C virus related Cryoglobulinemic Vasculitis and Non-Hodgkin's Lymphoma."}, {"pubmed": 35563492, "text": "Decreased BAFF Receptor Expression and Unaltered B Cell Receptor Signaling in Circulating B Cells from Primary Sjogren's Syndrome Patients at Diagnosis."}, {"pubmed": 35767961, "text": "BAFFR activates PI3K/AKT signaling in human naive but not in switched memory B cells through direct interactions with B cell antigen receptors."}, {"pubmed": 36308663, "text": "CVID-Associated B Cell Activating Factor Receptor Variants Change Receptor Oligomerization, Ligand Binding, and Signaling Responses."}, {"pubmed": 36794867, "text": "Features of BAFF and APRIL receptors on circulating B cells in antineutrophil cytoplasmic antibody-associated vasculitis."}, {"pubmed": 37460408, "text": "BAFFR expression in circulating T follicular helper (CD4[+]CXCR5[+]PD-1[+]) and T peripheral helper (CD4[+]CXCR5[-]PD-1[+]) cells in systemic lupus erythematosus."}], "genomic_pos": {"chr": "22", "end": 41926806, "ensemblgene": "ENSG00000159958", "start": 41922032, "strand": -1}, "genomic_pos_hg19": {"chr": "22", "end": 42322822, "start": 42321045, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030890", "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031295", "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031296", "qualifier": "involved_in", "term": "B cell costimulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033209", "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}], "MF": {"category": "MF", "evidence": "IEA", "id": "GO:0038023", "qualifier": "enables", "term": "signaling receptor activity"}}, "homologene": {"genes": [[9544, 712577], [9606, 115650], [10090, 72049], [10116, 500910]], "id": 49897}, "interpro": [{"desc": "Tumour necrosis factor receptor 13C, TALL-1 binding domain", "id": "IPR015336", "short_desc": "TNFR_13C_TALL-1-bd"}, {"desc": "Tumour necrosis factor receptor 13C", "id": "IPR022338", "short_desc": "TNFR_13C"}, {"desc": "Tumor necrosis factor receptor 13C/17", "id": "IPR043521", "short_desc": "TNFR_13C/17"}], "ipi": ["IPI00045337", "IPI00218927"], "map_location": "22q13.2", "name": "TNF receptor superfamily member 13C", "other_names": ["B cell-activating factor receptor", "BAFF receptor", "BLyS receptor 3", "tumor necrosis factor receptor superfamily member 13C"], "pantherdb": {"HGNC": "17755", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1919299", "ortholog_type": "LDO", "panther_family": "PTHR20437", "taxid": 10090, "uniprot_kb": "Q9D8D0"}, {"RGD": "1560810", "ortholog_type": "LDO", "panther_family": "PTHR20437", "taxid": 10116, "uniprot_kb": "D4A281"}, {"Ensembl": "ENSGALG00000019322", "ortholog_type": "LDO", "panther_family": "PTHR20437", "taxid": 9031, "uniprot_kb": "F1NLV1"}], "uniprot_kb": "Q96RJ3"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05340", "name": "Primary immunodeficiency - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5676594", "name": "TNF receptor superfamily (TNFSF) members mediating non-canonical NF-kB pathway"}]}, "pdb": ["1MPV", "1OQE", "1OSX", "2HFG", "3V56", "4V46"], "pfam": "PF09256", "pharmgkb": "PA38466", "pharos": {"target_id": 571, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF270039", "relationship": "is"}, {"id": "GNF270040", "relationship": "is"}, {"id": "GNF270041", "relationship": "is"}, {"id": "GNF270042", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF279346", "relationship": "is"}, {"id": "GNF279450", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF114779", "relationship": "is"}, {"id": "GNF154420", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_007579.1"], "protein": "NP_443177.1", "rna": "NM_052945.4", "translation": {"protein": "NP_443177.1", "rna": "NM_052945.4"}}, "reporter": {"GNF1H": "gnf1h01211_at", "HG-U133_Plus_2": "1552892_at", "HTA-2_0": "TC22000835.hg.1", "HuEx-1_0": "3962145", "HuGene-1_1": "8076387", "HuGene-2_1": "16935512"}, "summary": "B cell-activating factor (BAFF) enhances B-cell survival in vitro and is a regulator of the peripheral B-cell population. Overexpression of Baff in mice results in mature B-cell hyperplasia and symptoms of systemic lupus erythematosus (SLE). Also, some SLE patients have increased levels of BAFF in serum. Therefore, it has been proposed that abnormally high levels of BAFF may contribute to the pathogenesis of autoimmune diseases by enhancing the survival of autoreactive B cells. The protein encoded by this gene is a receptor for BAFF and is a type III transmembrane protein containing a single extracellular cysteine-rich domain. It is thought that this receptor is the principal receptor required for BAFF-mediated mature B-cell survival. [provided by RefSeq, Jul 2008].", "symbol": "TNFRSF13C", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425064"}, "unigene": "Hs.344088", "uniprot": {"Swiss-Prot": "Q96RJ3", "TrEMBL": "Q5H8V1"}, "wikipedia": {"url_stub": "TNFRSF13C"}}