{"AllianceGenome": "11918", "HGNC": "11918", "MIM": "600315", "_id": "7293", "_version": 1, "accession": {"genomic": ["AJ277151.1", "AL162741.44", "AX698290.1", "AX781381.1", "CH471183.1", "CP068277.2", "DQ118974.1", "NC_000001.11", "NC_060925.1", "NG_046896.1"], "protein": ["AAB33944.1", "AAI05071.1", "AAI05073.1", "AAZ15374.1", "CAB96543.1", "CAD87421.1", "CAE11757.1", "EAW56278.1", "EAW56279.1", "EAW56280.1", "EAW56281.1", "NP_001397638.1", "NP_003318.1", "P43489.1", "XP_011540376.1", "XP_011540378.1", "XP_011540379.1", "XP_054194578.1", "XP_054194579.1", "XP_054194580.1"], "rna": ["AW290885.1", "AW293499.1", "BC040257.1", "BC105070.1", "BC105072.1", "NM_001410709.1", "NM_003327.4", "S76792.1", "XM_011542074.3", "XM_011542076.3", "XM_011542077.3", "XM_054338603.1", "XM_054338604.1", "XM_054338605.1", "XR_007063145.1"], "translation": [{"protein": "AAI05071.1", "rna": "BC105070.1"}, {"protein": "NP_003318.1", "rna": "NM_003327.4"}, {"protein": "AAB33944.1", "rna": "S76792.1"}, {"protein": "XP_054194580.1", "rna": "XM_054338605.1"}, {"protein": "XP_011540376.1", "rna": "XM_011542074.3"}, {"protein": "NP_001397638.1", "rna": "NM_001410709.1"}, {"protein": "XP_011540379.1", "rna": "XM_011542077.3"}, {"protein": "XP_011540378.1", "rna": "XM_011542076.3"}, {"protein": "XP_054194579.1", "rna": "XM_054338604.1"}, {"protein": "AAI05073.1", "rna": "BC105072.1"}, {"protein": "XP_054194578.1", "rna": "XM_054338603.1"}]}, "alias": ["ACT35", "CD134", "IMD16", "OX40", "TXGP1L"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "limited", "classification_date": "2023-06-15T17:00:00.000Z", "disease_label": "combined immunodeficiency due to OX40 deficiency", "gcep": "SCID-CID Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0014268", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_4759ec3f-6876-41c4-a6eb-fdceedccbc60-2023-06-15T170000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000186827", "protein": ["ENSP00000368538", "ENSP00000514726", "ENSP00000514727", "ENSP00000514728", "ENSP00000514729", "ENSP00000514730", "ENSP00000514731", "ENSP00000514732", "ENSP00000514733", "ENSP00000514734", "ENSP00000514735"], "transcript": ["ENST00000379236", "ENST00000453580", "ENST00000497869", "ENST00000699969", "ENST00000699970", "ENST00000699971", "ENST00000699972", "ENST00000699973", "ENST00000699974", "ENST00000699975", "ENST00000699976", "ENST00000699977", "ENST00000699978", "ENST00000699979"], "translation": [{"protein": "ENSP00000514726", "rna": "ENST00000699969"}, {"protein": "ENSP00000514727", "rna": "ENST00000699970"}, {"protein": "ENSP00000368538", "rna": "ENST00000379236"}, {"protein": "ENSP00000514728", "rna": "ENST00000699971"}, {"protein": "ENSP00000514729", "rna": "ENST00000699973"}, {"protein": "ENSP00000514730", "rna": "ENST00000699974"}, {"protein": "ENSP00000514731", "rna": "ENST00000699975"}, {"protein": "ENSP00000514732", "rna": "ENST00000699976"}, {"protein": "ENSP00000514733", "rna": "ENST00000699977"}, {"protein": "ENSP00000514734", "rna": "ENST00000699978"}, {"protein": "ENSP00000514735", "rna": "ENST00000699979"}], "type_of_gene": "protein_coding"}, "entrezgene": "7293", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.42765262727, "exp_mis": 98.0747560107, "exp_syn": 51.1343925742, "lof_z": 0.948527747241115, "mis_z": -0.0950873440179077, "mu_lof": 5.42576604571e-07, "mu_mis": 1.20092709492e-05, "mu_syn": 6.17316719572e-06, "n_lof": 4.0, "n_mis": 100.0, "n_syn": 58.0, "p_li": 0.00720932981621916, "p_null": 0.224926913730782, "p_rec": 0.767863756452999, "syn_z": -0.595212514054129}, "bp": 834, "cds_end": 1149507, "cds_start": 1146934, "n_exons": 7, "nonpsych": {"exp_lof": 5.71595514757, "exp_mis": 88.6654300439, "exp_syn": 46.1798632048, "lof_z": 1.11565556144195, "mis_z": -0.446444733417151, "mu_lof": 5.42576604571e-07, "mu_mis": 1.20092709492e-05, "mu_syn": 6.17316719572e-06, "n_lof": 3.0, "n_mis": 97.0, "n_syn": 56.0, "p_li": 0.0345058602744168, "p_null": 0.160560817383045, "p_rec": 0.804933322342538, "syn_z": -0.909818673063597}, "nontcga": {"exp_lof": 5.90352836926, "exp_mis": 90.218869917, "exp_syn": 47.0337251978, "lof_z": 0.772831447061947, "mis_z": -0.0409717476051904, "mu_lof": 5.42576604571e-07, "mu_mis": 1.20092709492e-05, "mu_syn": 6.17316719572e-06, "n_lof": 4.0, "n_mis": 91.0, "n_syn": 55.0, "p_li": 0.00585312009671163, "p_null": 0.266018891195417, "p_rec": 0.728127988707871, "syn_z": -0.735482824640568}, "transcript": "ENST00000379236.3"}, "exons": [{"cdsend": 1214127, "cdsstart": 1211554, "chr": "1", "position": [[1211339, 1211625], [1211703, 1211832], [1211941, 1212138], [1212637, 1212704], [1212991, 1213093], [1213662, 1213785], [1213982, 1214153]], "strand": -1, "transcript": "NM_003327", "txend": 1214153, "txstart": 1211339}], "exons_hg19": [{"cdsend": 1149507, "cdsstart": 1146934, "chr": "1", "position": [[1146719, 1147005], [1147083, 1147212], [1147321, 1147518], [1148017, 1148084], [1148371, 1148473], [1149042, 1149165], [1149362, 1149533]], "strand": -1, "transcript": "NM_003327", "txend": 1149533, "txstart": 1146719}], "generif": [{"pubmed": 12296857, "text": "Pimecrolimus inhibits up-regulation of OX40 and synthesis of inflammatory cytokines upon secondary T cell activation by allogeneic dendritic cells."}, {"pubmed": 12624783, "text": "Expression of CD134 and CD134 ligand in lesional and nonlesional psoriatic skin."}, {"pubmed": 14644025, "text": "CD134 positive cells are identified within inflammatory lesions of active multiple sclerosis (MS), acute MS and chronic active MS as well as in acute disseminated leukoencephalitis patients."}, {"pubmed": 15301860, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15470070, "text": "T cell proliferation by direct cross-talk between OX40 ligand on human mast cells and OX40 on human T cells."}, {"pubmed": 15592478, "text": "Mutagenesis showed that Asp60 and Asp62 are required for interaction with FIV, and modeling studies localized these two residues to the outer edge of domain 1"}, {"pubmed": 15638367, "text": "The expression of CD134 was markedly higher, compared to CD137, both on the day of the surgery and ten days after colorectal cancer surgery."}, {"pubmed": 15778343, "text": "Deficiencies in OX40 and CD30 signals were additive, secondary Ab responses were ablated.OX40/CD30 double-knockout OTII transgenic T cells fail to survive compared with normal T cells when cocultured with CD4(+)CD3(-) cells in vitro."}, {"pubmed": 15808546, "text": "Decrease in OX40 expression posttransplant includes the defective reconstitution of Treg cells, and the active inhibition of gene transcription by cyclosporine."}, {"pubmed": 15941918, "text": "stimulation of OX40/4-1BB rendered cells sensitive to apoptosis induced by TNF-alpha and reduced activation of NF-kappaB.  OX40/4-1BB stimulation repressed the mitogen response in activated CD25+CD4+ T cells and preactivated CD8+ T cells"}, {"pubmed": 16232366, "text": "CD3+ T lymphocytes co-expressing CD134 and CD137 antigens on peripheral blood revealed an increased percentages of OX-40/CD137 positive cells in patients with Graves' disease (p<0.025) compared to the controls."}, {"pubmed": 16329997, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16329997, "text": "The relevance of these findings is supported by the vital functions fulfilled by OX40 in mammals as reflected by the high level of evolutionary conservation."}, {"pubmed": 16380476, "text": "The coexpression of CD25 and the costimulatory molecule CD134 on memory T-cells provides a novel marker for type 1 diabetes-associated T-cell immunity."}, {"pubmed": 16456009, "text": "OX40 ligation on CD4(+) T cells represents a potentially novel immunotherapeutic strategy that should be investigated to treat and prevent persistent virus infections, such as HIV-1 infection."}, {"pubmed": 16750861, "text": "OX40 is induced transiently on CD8(+) T cells upon activation and its signals contribute to both clonal expansion and functional reinforcement"}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18327975, "text": "In the present study we found that costimulation via OX40 and TNF-R in OX40-expressing HIV-1-infected T cell lines leads to a marked reduction of HIV-1 production associated with rapid cell death."}, {"pubmed": 18374895, "text": "The expression of OX40 on CD4+ T cells in sentinel lymph nodes draining primary melanomas decreased withe more advanced tumor features, suggesting an immunosuppressive effect."}, {"pubmed": 18397322, "text": "Activity of OX40 ligand is enhanced by oligomerization and cell surface immobilization."}, {"pubmed": 18398332, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18398332, "text": "the frequency of the most frequent haplotype, C-C-A-A, was significantly lower and that of the second most frequent, C-T-G-A, was significantly higher in hypertensive subjects than in controls. This difference was observed only in female patients"}, {"pubmed": 18501882, "text": "Results show that the OX40-OX40L interaction suppresses IL-17 production by PHA-stimulated human PBMC and purified CD4 and CD8 cells."}, {"pubmed": 18645038, "text": "These data offer a novel approach for UCB Treg expansion using aAPCs, including those coexpressing OX40L or 4-1BBL."}, {"pubmed": 18660703, "text": "Targeting the OX40 costimulation is therapeutically important in the induction of transplant tolerance."}, {"pubmed": 18723571, "text": "CD4(+)CD25(+) effector memory T-cells expressing CD134 and GITR seem to play a role in disease mechanisms, as suggested by their close association with disease activity and their participation in the inflammatory process in Wegener's granulomatosis."}, {"pubmed": 18798503, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18843780, "text": "OX40 antigen levels were significantly elevated in Systemic sclerosis patients compared with Systemic Lupus patients and controls; elevated levels were assoicated with early-onset disease"}, {"pubmed": 18941188, "text": "Lack of OX40 signals in transgenic mice significantly reduces the number and proportion of killer cell lectin-like receptor G1 (KLRG1)-defective memory precursor effector T cells."}, {"pubmed": 18987746, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19029446, "text": "Dendritic cells matured in the presence of PGE(2) induced the expression of OX40, OX40L, and CD70 on T cells facilitating T-cell/T-cell interaction that warrant long-lasting costimulation."}, {"pubmed": 19253527, "text": "Compared with control group, the expression of OX40 and Bcl-2 was significantly higher in allergic rhinitis."}, {"pubmed": 19538134, "text": "the mechanisms regulating OX40 expression on activated T cells (Review)"}, {"pubmed": 20139223, "text": "OX40/OX40L expression is increased in the bronchial submucosa in mild asthma, but not in moderate-to-severe disease, and is related to the degree of tissue eosinophilia and IL-4 expression."}, {"pubmed": 20306696, "text": "Data suggest the role of Perforin + cytotoxic T lymphocytes and CD134+ cells in the pathogenesis of autoimmunity of SLE."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20376799, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20376799, "text": "The rs2298212G/A polymorphism in OX40 gene may be associated with the severity of coronary atherosclerotic disease."}, {"pubmed": 20400327, "text": "This study has shown that activation of OX40 induces CCL20 expression in the presence of antigen stimulation."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634005, "text": "High OX40 expression may be associated with malignant transformation, progression, invasion and metastasis in breast cancer biology."}, {"pubmed": 21086790, "text": "Possible proinflammatory effects of OX40L on the pathogenesis of atherosclerois."}, {"pubmed": 21111564, "text": "PAPP-A level was significantly related to soluble and membrane-bound OX40L in patients with ACS."}, {"pubmed": 21143648, "text": "Both OX40 upregulation and sOX40L increase were closely associated with Henoch-Schonlein purpura (HSP), especially HSP with nephritis."}, {"pubmed": 21289304, "text": "Transgenic OX40 forms a signaling complex in T cells that contains phosphoinositide 3-kinase (PI3K) and protein kinase B (PKB)."}, {"pubmed": 21476935, "text": "OX40 gene polymorphism may be associated with a risk of ACS in the Han Chinese population, although the association between OX40L polymorphisms and ACS requires further investigation"}, {"pubmed": 21820713, "text": "For the first time, we have shown that short ragweed pollen initiates TLR4-dependent TSLP/OX40L/OX40 signaling, which triggers T(H)2-dominant allergic inflammation"}, {"pubmed": 22204816, "text": "Head and neck cancer patients have decreased levels of alternative co-stimulatory receptors OX40 and 4-1BB."}, {"pubmed": 22282196, "text": "We show that the inflammatory and cytotoxic function of CD4(+)CD28(null) T cells can be inhibited by blocking OX40 and 4-1BB costimulatory receptors."}, {"pubmed": 22343199, "text": "CD137 activity is directly proportional to colorectal cancer stage. Surgical resection of the tumor results in increased CD134 and CD137 expression"}, {"pubmed": 22646697, "text": "findings provide evidence for the involvement of OX40 and OX40L in the pathogenesis of AD though they are not specific to AD and in vitro results suggest complex interaction"}, {"pubmed": 23216302, "text": "results suggest that the rs3850641 and rs17568 polymorphisms in the OX40L and OX40 genes are associated with some of the lipid and lipoprotein variations in subjects with endogenous HTG"}, {"pubmed": 23469620, "text": "The simultaneous expression of both OX40 and its ligand OX40L in idiopathic inflammatory myopathies suggests that they might participate in disease pathogenesis"}, {"pubmed": 23502335, "text": "expression is associated with breast cancer in a stage dependent manner"}, {"pubmed": 23651542, "text": "This study identified OX40 as a key molecule and biomarker for rapid progression of HTLV-1-associated myelopathy/tropical spastic paraparesis."}, {"pubmed": 23674671, "text": "CD134 is a cellular receptor specific for human herpesvirus-6B entry."}, {"pubmed": 23896866, "text": "Hyperactivation of the Akt pathway in Teff cells from children with lupus nephritis is associated with reduced induction of TRAF6 and up-regulation of OX40, which may cause Teff cell resistance to Treg cell-mediated suppression."}, {"pubmed": 23936461, "text": "OX40 signals regulate CD8 T cell survival at least in part through maintaining expression of the anti-apoptotic molecule A1"}, {"pubmed": 23948416, "text": "The expression levels of OX40 and OX40L were higher in pSS patients."}, {"pubmed": 23953582, "text": "Blocking of the interaction between OX40 and OX40L in vitro inhibited production of Thl and Th2 type cytokines in acute renal allograft rejection."}, {"pubmed": 24595151, "text": "There were no significant associations between rs1234313, rs1234314 and rs17568 and atherosclerotic cerebral infarction risk in a Han Chinese population."}, {"pubmed": 24752698, "text": "data show that Ag-specific CD4(+) CD25(+) CD134(+) CD39(+) T cells are highly enriched for Treg cells, form a large component of recall responses and maintain a Treg-cell-like phenotype upon in vitro expansion."}, {"pubmed": 24756990, "text": "cirrhotic and hepatocellular carcinoma fragments moderately and highly infiltrated by Tregs, respectively, expressing OX40"}, {"pubmed": 24797972, "text": "High expression of OX40 is associated with type 1 diabetes."}, {"pubmed": 25008928, "text": "A cysteine-rich domain of CD134 that is critical for binding to the HHV-6B glycoprotein gH/gL/gQ1/gQ2 complex and HHV-6B infection."}, {"pubmed": 25148371, "text": "TL1A increases expression of CD25, LFA-1, CD134 and CD154, and induces IL-22 and GM-CSF production from effector CD4 T-cells"}, {"pubmed": 25359291, "text": "Data indicate that soluble OX40 and sOX40L plasma levels are increased in early rheumatoid arthritis patients."}, {"pubmed": 25891357, "text": "Malaria patients and Plasmodium-infected rodents exhibit enhanced expression of the co-stimulatory receptor OX40 on CD4 T cells, which is abrogated following coordinate PD-1 co-inhibitory pathways, which are also upregulated during malaria."}, {"pubmed": 26070486, "text": "contributes to the aberrant T Follicular Helper response in systemic lupus erythematosus"}, {"pubmed": 26202244, "text": "Identified two key amino acid residues within CD134 that are required for its interaction with herpesvirus 6B (HHV-6B) and for HHV-6B entry into cells. One of the residues (K79) allows access of the HHV-6B ligand to CD134."}, {"pubmed": 26439988, "text": "Low OX40 expression is associated with colorectal cancer."}, {"pubmed": 26467721, "text": "These studies provide the first direct evidence that ligation of tumour necrosis factor superfamily members and their cognate receptors is important for the control of viral lytic replication."}, {"pubmed": 26755473, "text": "OX40 and its ligand are co stimulators for T lymphocytes."}, {"pubmed": 26872462, "text": "blocking of both OX-40L and 4-1BBL reversed radiation-enhanced T-cell killing of human tumor targets as well as T-cell survival and activation."}, {"pubmed": 27034329, "text": "this study demonstrates that cSCCs contain an abundance of Tregs which can suppress tumoral effector T cell function and that activation of the costimulatory receptor OX40 enhances tumoral T cell responses."}, {"pubmed": 27107937, "text": "OX40 and OX40L formed a functional complex, which may facilitate signal transduction from OX40L to OX40 and contribute to the pathogenesis of Grave's disease."}, {"pubmed": 27174092, "text": "this study investigated whether CD134 is preferentially expressed on CD4 T cells in drug-induced hypersensitivity syndrome ."}, {"pubmed": 28612217, "text": "OX40 expression on T cells was positively associated with obesity in humans."}, {"pubmed": 28892135, "text": "Metabolically active CD4+ T cells expressing Glut1 and OX40 preferentially harbor HIV during in vitro infection."}, {"pubmed": 29321210, "text": "Authors report that OX40 is expressed on leukemic blasts in a substantial percentage of patients with acute myeloid leukemia (AML) and that OX40 can, after stimulation with agonistic OX40 antibodies, mediate proliferation and release of cytokines that act as growth and survival factors for the leukemic cells."}, {"pubmed": 29529339, "text": "Increased OX40 expression is associated with gastric cancer."}, {"pubmed": 29661166, "text": "High OX40 expression in Ovarian carcinoma is correlated with chemosensitivity and improved recurrence free survival in Ovarian carcinoma . Patients might therefore benefit from a second line therapy."}, {"pubmed": 30408778, "text": "Blockade of OX40L in DC-derived exosomes could inhibit exosome-mediated CD4+ T proliferation and Th2 differentiation."}, {"pubmed": 30590049, "text": "OX40 is a key regulator of both intrahepatic innate and adaptive immunity."}, {"pubmed": 30723312, "text": "Investigated a costimulatory molecule OX40-OX40L acting as an upstream regulator to regulate the nuclear factor of activated T cell (NFAT) in the acute phase of Kawasaki disease. The mRNA and protein expression levels of NFAT1, NFAT2, OX40, and OX40L were significantly increased before IVIG and decreased after IVIG."}, {"pubmed": 30923998, "text": "We saw increased risk for squamous cell carcinoma development among individuals who inherited GG genotype at rs17568 region. rs2298211 SNP, AA genotype was also observed with higher frequency, in comparison with other two genotypes (AC or CC), among patients with HNSCC. Patients with C allele at this locus (AC and CC genotypes) have tumors with significantly higher histological grade."}, {"pubmed": 30944836, "text": "increased expression levels of OX40 and OX40L were involved in the pathogenesis of Immune thrombocytopenia"}, {"pubmed": 31240276, "text": "Data from this study indicate that OX40L-OX40 interactions play a central role in the pathogenesis of aGVHD induced by human T cells. Therapeutic strategies that can efficiently interrupt OX40L-OX40 interaction in patients might have potential to provide patients with an improved clinical benefit."}, {"pubmed": 31467932, "text": "Enhanced sOX40 and sOX40L expression and reduced mOX40 and mOX40L levels in Type 1 Diabetes patients correlated with the clinical characteristics and inflammatory factors."}, {"pubmed": 31545443, "text": "Results suggest that high blood levels of sOX40 were correlated with a reduced survival time in patients with advanced colorectal cancer, possibly associated with the suppression of antitumor immunity by sOX40."}, {"pubmed": 31578271, "text": "These results identify OX40 as an amplifier of activation-induced cell death of human blood Mucosal-Associated Invariant T Cells and shed new light on the regulation of Mucosal-Associated Invariant T Cells in the phase of immune responses in type 2 diabetes."}, {"pubmed": 31843013, "text": "high OX-40 expression in the immune cell infiltrate is associated with better OS in patients with surgically resected stage I-III NSCLC."}, {"pubmed": 32097938, "text": "High OX40 and OX40L levels are associated with poor prognosis and may reflect the immune-exhausted status against lung adenocarcinoma."}, {"pubmed": 32176307, "text": "The OX40 Axis is Associated with Both Systemic and Local Involvement in Atopic Dermatitis."}, {"pubmed": 32203221, "text": "OX40 and LAG3 are associated with better prognosis in advanced gastric cancer patients treated with anti-programmed death-1 antibody."}, {"pubmed": 32816951, "text": "Safety and Clinical Activity of MEDI0562, a Humanized OX40 Agonist Monoclonal Antibody, in Adult Patients with Advanced Solid Tumors."}, {"pubmed": 32921275, "text": "OX40 genetic variations in patients with breast cancer: a case-control study."}, {"pubmed": 33777009, "text": "OX40L/OX40 Signal Promotes IL-9 Production by Mucosal MAIT Cells During Helicobacter pylori Infection."}, {"pubmed": 33792041, "text": "Generation and characterization of a high-affinity chimeric anti-OX40 antibody with potent antitumor activity."}, {"pubmed": 33936071, "text": "Peripheral TIGIT+ T Follicular Helper Cells That Produce High Levels of Interleukin-21 via OX40 Represent Disease Activity in IgG4-Related Disease."}, {"pubmed": 34205347, "text": "Combined OX40 Agonist and PD-1 Inhibitor Immunotherapy Improves the Efficacy of Vascular Targeted Photodynamic Therapy in a Urothelial Tumor Model."}, {"pubmed": 34453673, "text": "The role of tumor necrosis factor receptor superfamily member 4 (TNFRSF4) gene expression in diagnosis and prognosis of acute myeloid leukemia."}, {"pubmed": 34830466, "text": "Roles of OX40 and OX40 Ligand in Mycosis Fungoides and Sezary Syndrome."}, {"pubmed": 34908008, "text": "DNA Methylation and mRNA Expression of OX40 (TNFRSF4) and GITR (TNFRSF18, AITR) in Head and Neck Squamous Cell Carcinoma Correlates With HPV Status, Mutational Load, an Interferon-gamma Signature, Signatures of Immune Infiltrates, and Survival."}, {"pubmed": 35019224, "text": "The recurrent homozygous translation start site variant in CCDC134 in an individual with severe osteogenesis imperfecta of non-Morrocan ancestry."}, {"pubmed": 35265719, "text": "Clinical Significance of OX40 and OX40 Ligand in the Peripheral Blood of Patients with Myasthenia Gravis."}, {"pubmed": 35562682, "text": "Identification and validation of TNFRSF4 as a high-profile biomarker for prognosis and immunomodulation in endometrial carcinoma."}, {"pubmed": 36151238, "text": "Expression of the immune checkpoint modulator OX40 indicates poor survival in acute myeloid leukemia."}, {"pubmed": 36591653, "text": "Elevated expression of TNFRSF4 impacts immune cell infiltration and gene mutation in hepatocellular carcinoma."}, {"pubmed": 37742913, "text": "Sclerotic-Type Cutaneous Chronic Graft-Versus-Host Disease Exhibits Activation of T Helper 1 and OX40 Cytokines."}, {"pubmed": 37932534, "text": "The OX40-TRAF6 axis promotes CTLA-4 degradation to augment antitumor CD8[+] T-cell immunity."}, {"pubmed": 38142184, "text": "Differential expression of immune checkpoints (OX40/OX40L and PD-1/PD-L1) in decidua of unexplained recurrent spontaneous abortion women."}, {"pubmed": 38607026, "text": "An OX-Tra'Ordinary Tale: The Role of OX40 and OX40L in Atopic Dermatitis."}], "genomic_pos": {"chr": "1", "end": 1214153, "ensemblgene": "ENSG00000186827", "start": 1211326, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 1149518, "start": 1146706, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0002639", "qualifier": "involved_in", "term": "positive regulation of immunoglobulin production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 7510240, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030890", "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033209", "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042098", "qualifier": "involved_in", "term": "T cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043433", "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005031", "qualifier": "enables", "term": "tumor necrosis factor receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 16905106, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9031, 101751037], [9544, 699674], [9598, 457185], [9606, 7293], [9615, 489600], [9913, 528782], [10090, 22163], [10116, 25572]], "id": 2496}, "interpro": [{"desc": "TNFR/NGFR cysteine-rich region", "id": "IPR001368", "short_desc": "TNFR/NGFR_Cys_rich_reg"}, {"desc": "Tumour necrosis factor receptor 4", "id": "IPR020445", "short_desc": "TNFR_4"}, {"desc": "Tumour necrosis factor receptor 4, N-terminal", "id": "IPR034022", "short_desc": "TNFRSF4_N"}], "ipi": "IPI00018859", "map_location": "1p36.33", "name": "TNF receptor superfamily member 4", "other_names": ["ACT35 antigen", "ATC35 antigen", "CD134 antigen", "OX40 antigen", "OX40 cell surface antigen", "OX40 homologue", "OX40L receptor", "TAX transcriptionally-activated glycoprotein 1 receptor", "lymphoid activation antigene ACT35", "tax-transcriptionally activated glycoprotein 1 receptor", "tumor necrosis factor receptor superfamily member 4"], "pantherdb": {"HGNC": "11918", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104512", "ortholog_type": "LDO", "panther_family": "PTHR47881", "taxid": 10090, "uniprot_kb": "P47741"}, {"RGD": "3920", "ortholog_type": "LDO", "panther_family": "PTHR47881", "taxid": 10116, "uniprot_kb": "P15725"}, {"Ensembl": "ENSGALG00000050503", "ortholog_type": "LDO", "panther_family": "PTHR47881", "taxid": 9031, "uniprot_kb": "A0A3Q2UCB9"}], "uniprot_kb": "P43489"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "pid": {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}]}, "pdb": ["1D0A", "2HEV", "2HEY", "6OGX", "6OKM", "6OKN", "7YK4", "8AG1"], "pfam": "PF00020", "pharmgkb": "PA36611", "pharos": {"target_id": 19287, "tdl": "Tchem"}, "pir": "I37552", "prosite": "PS50050", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326228", "relationship": "is"}, {"id": "GNF326229", "relationship": "is"}, {"id": "GNF326230", "relationship": "is"}, {"id": "GNF326231", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168634", "relationship": "is"}, {"id": "GNF179540", "relationship": "is"}, {"id": "GNF190446", "relationship": "is"}, {"id": "GNF201352", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF279299", "relationship": "is"}, {"id": "GNF279301", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF329926", "relationship": "is"}, {"id": "GNF331296", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102349", "relationship": "is"}, {"id": "GNF142003", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_046896.1"], "protein": ["NP_001397638.1", "NP_003318.1", "XP_011540376.1", "XP_011540378.1", "XP_011540379.1", "XP_054194578.1", "XP_054194579.1", "XP_054194580.1"], "rna": ["NM_001410709.1", "NM_003327.4", "XM_011542074.3", "XM_011542076.3", "XM_011542077.3", "XM_054338603.1", "XM_054338604.1", "XM_054338605.1", "XR_007063145.1"], "translation": [{"protein": "NP_003318.1", "rna": "NM_003327.4"}, {"protein": "XP_054194580.1", "rna": "XM_054338605.1"}, {"protein": "XP_011540376.1", "rna": "XM_011542074.3"}, {"protein": "NP_001397638.1", "rna": "NM_001410709.1"}, {"protein": "XP_011540379.1", "rna": "XM_011542077.3"}, {"protein": "XP_011540378.1", "rna": "XM_011542076.3"}, {"protein": "XP_054194579.1", "rna": "XM_054338604.1"}, {"protein": "XP_054194578.1", "rna": "XM_054338603.1"}]}, "reporter": {"HG-U133_Plus_2": ["208023_at", "214228_x_at"], "HG-U95Av2": ["34916_s_at", "34917_at"], "HTA-2_0": "TC01002086.hg.1", "HuEx-1_0": "2391172", "HuGene-1_1": "7911413", "HuGene-2_1": "16680085"}, "summary": "The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor has been shown to activate NF-kappaB through its interaction with adaptor proteins TRAF2 and TRAF5. Knockout studies in mice suggested that this receptor promotes the expression of apoptosis inhibitors BCL2 and BCL2lL1/BCL2-XL, and thus suppresses apoptosis. The knockout studies also suggested the roles of this receptor in CD4+ T cell response, as well as in T cell-dependent B cell proliferation and differentiation. [provided by RefSeq, Jul 2008].", "symbol": "TNFRSF4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420812"}, "unigene": "Hs.129780", "uniprot": {"Swiss-Prot": "P43489", "TrEMBL": ["A0A8V8TQH9", "A0A8V8TP56", "A0A8V8TQV7", "A0A8V8TQV3", "A0A8V8TPH3", "A0A8V8TP52", "A0A8V8TPN6", "A0A8V8TQH5", "A0A8V8TPH7", "A0A8V8TPP1"]}, "wikipedia": {"url_stub": "CD134"}}