{"AllianceGenome": "18152", "HGNC": "18152", "MIM": "605914", "_id": "51330", "_version": 1, "accession": {"genomic": ["AC108134.3", "CH471112.2", "CP068262.2", "CS016820.1", "CS417927.1", "JA065408.1", "JA065415.1", "NC_000016.10", "NC_060940.1", "NG_052595.1"], "protein": ["AAF69108.1", "AAH02718.1", "BAA94792.1", "BAB17850.1", "CAI54172.1", "CAL48784.1", "CCA61735.1", "CCA61738.1", "EAW85428.1", "EAW85429.1", "EAW85430.1", "NP_057723.1", "Q9NP84.1"], "rna": ["AB035480.1", "AB035481.1", "AF191148.1", "BC002718.2", "BC020538.1", "BC064377.1", "BM842283.1", "NM_016639.3"], "translation": [{"protein": "BAB17850.1", "rna": "AB035481.1"}, {"protein": "BAA94792.1", "rna": "AB035480.1"}, {"protein": "AAF69108.1", "rna": "AF191148.1"}, {"protein": "AAH02718.1", "rna": "BC002718.2"}, {"protein": "NP_057723.1", "rna": "NM_016639.3"}]}, "alias": ["CD266", "FN14", "TWEAKR"], "ensembl": {"gene": "ENSG00000006327", "protein": ["ENSP00000326737", "ENSP00000343894", "ENSP00000458305", "ENSP00000458898", "ENSP00000460610", "ENSP00000461756"], "transcript": ["ENST00000326577", "ENST00000341627", "ENST00000571351", "ENST00000573001", "ENST00000574699", "ENST00000575124", "ENST00000575836"], "translation": [{"protein": "ENSP00000458898", "rna": "ENST00000573001"}, {"protein": "ENSP00000326737", "rna": "ENST00000326577"}, {"protein": "ENSP00000343894", "rna": "ENST00000341627"}, {"protein": "ENSP00000458305", "rna": "ENST00000574699"}, {"protein": "ENSP00000460610", "rna": "ENST00000575124"}, {"protein": "ENSP00000461756", "rna": "ENST00000575836"}], "type_of_gene": "protein_coding"}, "entrezgene": "51330", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.13589419826, "exp_mis": 60.8737786776, "exp_syn": 31.3965508667, "lof_z": 1.25404220538014, "mis_z": 0.869753440146943, "mu_lof": 4.73503742068e-07, "mu_mis": 6.30681518085e-06, "mu_syn": 3.20657178053e-06, "n_lof": 3.0, "n_mis": 47.0, "n_syn": 24.0, "p_li": 0.036421306731277, "p_null": 0.131924065976478, "p_rec": 0.831654627292245, "syn_z": 0.818347432191897}, "bp": 390, "cds_end": 3071827, "cds_start": 3070398, "n_exons": 4, "nonpsych": {"exp_lof": 5.48210982574, "exp_mis": 55.0251789624, "exp_syn": 28.3454416064, "lof_z": 1.04111616731155, "mis_z": 1.02164644869503, "mu_lof": 4.73503742068e-07, "mu_mis": 6.30681518085e-06, "mu_syn": 3.20657178053e-06, "n_lof": 3.0, "n_mis": 40.0, "n_syn": 20.0, "p_li": 0.0310391194161731, "p_null": 0.178720840185604, "p_rec": 0.790240040398223, "syn_z": 0.986895372923323}, "nontcga": {"exp_lof": 5.63805674125, "exp_mis": 55.9969142513, "exp_syn": 28.8778617226, "lof_z": 1.09597484437231, "mis_z": 0.798725101555873, "mu_lof": 4.73503742068e-07, "mu_mis": 6.30681518085e-06, "mu_syn": 3.20657178053e-06, "n_lof": 3.0, "n_mis": 44.0, "n_syn": 23.0, "p_li": 0.0307120909769423, "p_null": 0.158218125276798, "p_rec": 0.81106978374626, "syn_z": 0.692562621929518}, "transcript": "ENST00000326577.4"}, "exons": [{"cdsend": 3021826, "cdsstart": 3020397, "chr": "16", "position": [[3020367, 3020491], [3021214, 3021319], [3021554, 3021689], [3021770, 3022382]], "strand": 1, "transcript": "NM_016639", "txend": 3022382, "txstart": 3020367}], "exons_hg19": [{"cdsend": 3071827, "cdsstart": 3070398, "chr": "16", "position": [[3070368, 3070492], [3071215, 3071320], [3071555, 3071690], [3071771, 3072383]], "strand": 1, "transcript": "NM_016639", "txend": 3072383, "txstart": 3070368}], "generif": [{"pubmed": 12445828, "text": "These results indicated that TWEAK could induce pro-inflammatory reactions via fibroblast growth factor-inducible 14 (Fn14)on human umbilical vein endothelial cells."}, {"pubmed": 12496418, "text": "FN14 is the sole mediator of the multiple pathways of TWEAK-induced cell death in all TWEAK-sensitive tumor cell lines."}, {"pubmed": 12651623, "text": "up-regulated in migrating glioma cells in vitro and overexpressed in advanced glial tumors"}, {"pubmed": 15140220, "text": "TWEAK acts on human keratinocytes as an inducer of RANTES via Fn14."}, {"pubmed": 15353286, "text": "TWEAK/TWEAK receptor interactions have roles in the pathogenesis of inflammatory and systemic autoimmune diseases [review]"}, {"pubmed": 15611130, "text": "Fn14 protein functions, in part, through the NFkappaB signaling pathway to up-regulate BCL-XL and BCL-W expression to foster malignant glioblastoma cell survival."}, {"pubmed": 16503147, "text": "Expression of Fn14 in subcutaneous adipose tissue from obese patients."}, {"pubmed": 16526941, "text": "the TWEAK-Fn14 interaction is highly dependent on multiple Fn14 residues located in both CRD modules"}, {"pubmed": 16809572, "text": "TWEAK and Fn14 are expressed in atherosclerotic plaques and could be novel mediators of atherosclerosis."}, {"pubmed": 17018610, "text": "The Fn14 promoter has NF-kappaB binding sites mediating positive feedback causing sustained overexpression of Fn14 & enduring glioma cell invasion. The Fn14 cascade operates as a positive feedback mechanism for elevated & sustained Fn14 expression."}, {"pubmed": 17124496, "text": "These results indicate that the TWEAK/Fn14 pathway is a novel regulator of skeletal muscle precursor cells and illustrate an important mechanism by which inflammatory cytokines influence tissue regeneration and repair."}, {"pubmed": 17383968, "text": "Fn14 receptor is required for the expression of myogenic regulatory factors and differentiation of myoblasts into myotubes."}, {"pubmed": 17594693, "text": "Fn14 protein expression increased with disease progression in esophageal adenocarcinoma"}, {"pubmed": 18505918, "text": "Fn14-mediated NF-kappaB pathway activation has a role in in breast tumor invasion and metastasis"}, {"pubmed": 19018248, "text": "Taken together, these findings indicate that the TWEAK/Fn14 pathway contributes to inflammation and tissue injury and is, therefore, a potential therapeutic target in MS."}, {"pubmed": 19241374, "text": "determination of the solution structure of the Fn14 cysteine-rich domain (CRD)(Glu28-Ala70) by heteronuclear NMR"}, {"pubmed": 19349318, "text": "Human cardiomyocytes express the TWEAK receptor Fn14. TWEAK/Fn14 may be important in regulating myocardial structural remodeling and function and may play a role in the pathogenesis of dilated cardiomyopathy."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19828625, "text": "Fn14 (TWEAK receptor) is a novel potential mediator of adipogenesis that is expressed differentially in immature-appearing and mature adipocytes and in benign and malignant adipose tissue-derived tumors."}, {"pubmed": 19895311, "text": "Tumor necrosis factor-like weak inducer of apoptosis (TWEAK)/fibroblast growth factor-inducible 14 interaction may have proinflammatory effects in retinal pigment epithelial cells. TWEAK increased the production of IL-8 and MCP-1 via Fn14."}, {"pubmed": 19963275, "text": "These data reveal the TWEAK/Fn14 pathway for regulation of microbial-induced inflammation in the female reproductive tract."}, {"pubmed": 20004376, "text": "TWEAK/FN-14 might regulate the effects of interleukin 18 adn 15 in the human endometrium."}, {"pubmed": 20189297, "text": "Fn14 expression is high in endometrial cancers and promotes apoptosis of these cancer cells."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20487651, "text": "TWEAKR/Fn14 was expressed on the cell membrane and in the cytoplasm of Rheumatoid arthritis fibroblast-like synoviocytes"}, {"pubmed": 20557950, "text": "The transgenic Fn14/TWEAK receptor pathway in a mouse model is adversely involved in inflammatory and ischemic brain disease associated with the strongest increase of endogenous neuroprotective G-CSF and the G-CSF receptor system."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20610643, "text": "Oligomerization of soluble TWEAK differentially affects Fn14-mediated activation of the classical and nonclassical NF-kappa B pathway."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20810696, "text": "the TWEAK-Fn14 axis can regulate activation of TF and PAI-1 expression in vascular cells"}, {"pubmed": 20844036, "text": "Regulation of TWEAKR expression by Kaposi's sarcoma-associated herpesvirus microRNA prevents TWEAK-induced apoptosis and inflammatory cytokine expression."}, {"pubmed": 20927042, "text": "Fn14 expression was highly upregulated in ischemic renal tissues and tubular epithelial cells of biopsies"}, {"pubmed": 21153335, "text": "REVIEW: TWEAK/Fn14 pathway in tissue remodeling"}, {"pubmed": 21303425, "text": "Suggest that the renal TWEAK/Fn14 and IP-10/CXCR3 axis may contribute to the pathogenesis of lupus nephritis."}, {"pubmed": 21435232, "text": "TWEAK/Fn14 signalling is important in the pathogenesis of inflammation and bone erosion in rheumatoid arthritis."}, {"pubmed": 21483105, "text": "This is the first study, presenting together the TNFSF members APRIL, BAFF, TWEAK and their receptors in different areas of normal renal tissue and renal cell carcinoma."}, {"pubmed": 21708117, "text": "GRP94, FN14, and inhibin have roles in brain and non-brain metastases in ErbB-2+ and ErbB-2- breast neoplasms"}, {"pubmed": 21828059, "text": "Overexpression of Fn14 promotes androgen-independent prostate cancer progression through MMP-9."}, {"pubmed": 21993017, "text": "effect of Fn14 on cell growth was mediated by the NF-kappaB activity and eventually by the transcriptional regulation of the anti-apoptotic Bcl-2 family gene"}, {"pubmed": 22055894, "text": "The effect of interaction between TWEAK and its receptor fibroblast growth factor-inducible-14 (Fn14) on cytokine expression in RAFLS."}, {"pubmed": 22081603, "text": "binding of TWEAK to Fn14"}, {"pubmed": 22521346, "text": "RAR is able to interact with cytoplasmic AFP and binds to the element of the regulatory region of the Fn14 gene in the neoplastic tissue of human hepatocellular carcinoma patients"}, {"pubmed": 22634180, "text": "Elevated expression of Fn14 in non-small cell lung cancer correlates with activated EGFR and promotes tumor cell migration and invasion."}, {"pubmed": 22637703, "text": "Fn14, the receptor for TNF-like weak inducer of apoptosis, is selectively upregulated in patients with Alcoholic Hepatitis."}, {"pubmed": 22672874, "text": "This review describes an emerging role of the TWEAK/Fn14 pathway in autoimmune and inflammatory diseases, with a particular focus on inflammatory bowel diseases."}, {"pubmed": 22767506, "text": "LCN2 and TWEAKR-TWEAK as crucial downstream effectors of NFAT1 that regulate breast cancer cell motility and invasive capacity."}, {"pubmed": 22896023, "text": "Glomerular Fn14 and tubulointerstitial TWEAK and IP-10 expression appeared to have consistent changes in relation to the histological class of lupus nephritis and correlated with the histological activity index."}, {"pubmed": 23107828, "text": "we show that TWEAK/Fn14 can signal through the JAK-STAT pathway to induce interferon-beta, and that the ability of TWEAK to induce tumor cell apoptosis is mediated by JAK-STAT signaling."}, {"pubmed": 23288170, "text": "TWEAK/Fn14 can regulate expression and secretion of HMGB1 in monocytes/macrophages, participating in the inflammatory response associated with atherosclerotic plaque development."}, {"pubmed": 23300011, "text": "Fn14 protein may have a role in breast carcinoma progression"}, {"pubmed": 23320797, "text": "The Fn14/TWEAK pathway contributes to the endothelial steps of neuroinflammation."}, {"pubmed": 23438059, "text": "TWEAK binds to hFn14 by surface plasmon resonance (View interaction) xeFn14 binds to TWEAK by enzyme linked immunosorbent assay"}, {"pubmed": 23443741, "text": "The expression of TWEAK and Fn14 in neuroblastoma suggests that TWEAK functions as an important regulator of primary neuroblastoma growth, invasion and survival."}, {"pubmed": 23469193, "text": "TWEAK/Fn14, by activating macrophages, could be ovarian tumor suppressors."}, {"pubmed": 23722548, "text": "Induced overexpression of Fn14 levels in MCF7 cells through HER2 (ERBB2) signaling translated to an improved therapeutic index of hSGZ treatment."}, {"pubmed": 23750247, "text": "insight into the Fn14 signaling mechanism"}, {"pubmed": 23775076, "text": "Data indicate that the Src homology 3 domain-containing GEF (SGEF) promotes fibroblast growth factor-inducible 14 (Fn14) proinvasive signaling in glioblastoma via TNF receptor-associated factor 2 (TRAF2)."}, {"pubmed": 23886137, "text": "Fn14 overexpression is associated with hepatocellular carcinoma."}, {"pubmed": 23968277, "text": "abundantly expressed in the dermal vessel wall of lesional skin in patients with urticarial vasculitis but not controls"}, {"pubmed": 23999007, "text": "Increased podocyte Fn14 expression is associated with proteinuric kidney disease."}, {"pubmed": 24056367, "text": "results validate the TWEAK-Fn14 interaction as a chemically tractable target and provide the foundation for further exploration utilizing chemical biology approaches focusing on validating this system as a therapeutic target in invasive cancers."}, {"pubmed": 24122208, "text": "These new findings of the effect of Fn14 on valvular interstitial cell-like differentiation may provide a novel therapeutic strategy for heart valve disease treatment."}, {"pubmed": 24337061, "text": "High FN14 expression is associated with resistance to 5-fluorouracil in gastric cancer."}, {"pubmed": 24408972, "text": "We found that the TNF-like weak inducer of apoptosis (TWEAK)/fibroblast growth factor inducible-14 (Fn14) pathway is involved in the development of pathologic retinal neovascularization."}, {"pubmed": 24467773, "text": "TWEAK-Fn14 axis may be involved in the pathogenesis of polymyositis and dermatomyositis"}, {"pubmed": 24469836, "text": "Results position TWEAK-Fn14 signaling through Mcl-1 as a significant mechanism for NSCLC tumor cell survival"}, {"pubmed": 24652288, "text": "a model in which constitutive down-regulation of Fn14 facilitates dynamic regulation of Fn14 protein levels and prevents spontaneous or inappropriate receptor signaling."}, {"pubmed": 24710956, "text": "Receptor-targeted therapeutics for both MET and FN14 are in clinical development, the use of which may mitigate the metastatic potential of NSCLC."}, {"pubmed": 24970477, "text": "results define one upstream mechanism, via FN14 signaling, through which the NFkappaB pathway contributes to prostate cancer metastasis."}, {"pubmed": 25054270, "text": "Fn14 modulates cell growth and drug resistance by upregulating Bcl-xl expression through the NF-kappaB pathway."}, {"pubmed": 25375638, "text": "TweakR protein was expressed in about half of human breast cancer samples"}, {"pubmed": 25392346, "text": "Results indicate that oncogenic Src may contribute to Fn14 overexpression in solid tumors, and that Src mediated cell invasion could potentially be inhibited with Fn14- targeted therapeutics."}, {"pubmed": 25539934, "text": "The first human data to show a transient activation of the TWEAK-Fn14 axis."}, {"pubmed": 26016896, "text": "HPV type 16 infections keratinocytes turns from apoptosis to proliferation cycle under FN14 protein influence."}, {"pubmed": 26224570, "text": "TWEAK/Fn14 interaction promotes oxidative stress through NADPH oxidase activation in macrophages."}, {"pubmed": 26264384, "text": "TWEAK/Fn14 activation induces keratinocyte proliferation under psoriatic inflammation"}, {"pubmed": 26300004, "text": "In this review article, we summarize studies indicating that (i) Fn14 gene expression is low in normal brain tissue but is upregulated in advanced brain cancers and, in particular, in GB tumors ; TWEAK: Fn14 engagement as well as Fn14 overexpression can stimulate glioma cell migration, invasion and resistance to chemotherapeutic agents in vitro."}, {"pubmed": 26446946, "text": "Evidence that higher tumor Fn14 expression is required for pharmacodynamic response to the anti-TWEAK monoclonal antibody RG7212 in patients with Fn14-positive solid tumors."}, {"pubmed": 26497551, "text": "Results indicate that FN14 and GRP94 are prediction/prognosis markers which open up new possibilities for preventing/treating brain metastasis in breast cancer patients."}, {"pubmed": 26592249, "text": "Fn14 has multiple roles in tumor metastasis. (Review)"}, {"pubmed": 26625141, "text": "Activated Fn14 expression increases extracellular matrix synthesis and fibroblast activation. Activation of Fn14 is done by the TGF-beta signaling pathway through the transcription factor SMAD4."}, {"pubmed": 27051016, "text": "The results demonstrated that vitreous fluid from patients with PDR had higher levels of TWEAK and Fn14 than that from T2DM patients without PDR, thus suggesting an important regulatory role of TWEAK/Fn14 signaling in the pathogenesis of PDR."}, {"pubmed": 27254081, "text": "Data suggest that expression of Fn14 on a tumor can initiate cachexia; an antibody against Fn14 may be an effective antineoplastic agent. [REVIEW]"}, {"pubmed": 27350337, "text": "EGFR Del 19 may promote Fn14 and JAK1/STAT1 expression in NSCLC."}, {"pubmed": 27441657, "text": "The results suggest that TWEAK/Fn14 interaction directly favors inorganic phosphate-induced vascular smooth muscle cells calcification by activation of both canonical and non-canonical NF-kappaB pathways."}, {"pubmed": 28103571, "text": "Data show that aurintricarboxylic acid (ATA) targets the TNF-related WEAK inducer of apoptosis (TWEAK)-fibroblast growth factor-inducible 14 (Fn14) signaling axis, which could potentially be developed as a new therapeutic agent for treatment of glioblastoma (GBM) patients."}, {"pubmed": 28138696, "text": "TNFRSF12A was knocked down in the SMMC7721 cell line through siRNA. This demonstrated that cells exhibited reduced reproductive and metastatic capacity ex vivo."}, {"pubmed": 28180936, "text": "Fn14 is a receptor of mitogen TWEAK (tumor necrosis factor-like weak inducer of apoptosis), expressed on the membranes of HPCs and promoting their proliferation."}, {"pubmed": 28411440, "text": "TWEAK upregulated the expression of Fn14."}, {"pubmed": 28455246, "text": "Fn14.TRAIL can be converted into a highly effective TRAIL oligomer upon binding to TWEAK which induces lymphoblast apoptosis."}, {"pubmed": 28636775, "text": "Expression of the TWEAK-Fn14 axis was upregulated in patients with autoimmune thyroid disease and might play a role in the pathogenesis of autoimmune thyroid disease."}, {"pubmed": 29143982, "text": "TWEAK/Fn14 interaction induces proliferation and migration in human airway smooth muscle cells via activating the NF-kappaB pathway"}, {"pubmed": 29190188, "text": "PK/PD model suggested a unique bell-shaped relationship between target coverage and antibody affinity for anti-Fn14 monoclonal antibody."}, {"pubmed": 29251323, "text": "Results show that Fn14 expression is high compared in non-small cell lung cancer compared to normal lung tissues. In addition, high Fn14 expression is associated with poor prognosis in lung adenocarcinoma."}, {"pubmed": 29257217, "text": "TWEAK/Fn14 contributes to endothelial dysfunction through modulation of reactive oxygen species (ROS), and mitochondrial ROS."}, {"pubmed": 29500337, "text": "Data demonstrated that the Src/Fn14/NF-kappaB axis plays a critical role in NSCLC metastasis."}, {"pubmed": 29724813, "text": "EGFR inhibitors display limited therapeutic efficacy in Glioblastoma multiforme (GBM) patients, the EGFRvIII-Stat5-Fn14 signaling pathway represents a node of vulnerability in the invasive GBM cell populations.Implications: Targeting critical effectors in the EGFRvIII-Stat5-Fn14 pathway may limit GBM tumor dispersion, mitigate therapeutic resistance, and increase survival."}, {"pubmed": 29741404, "text": "Expression level of Fn14 was significantly associated with overall survival and disease-free survival in low-grade gliomas. Fn14 was an independent predictive biomarker for the progression and prognosis in low-grade gliomas."}, {"pubmed": 29897522, "text": "High FN14 expression is associated with recurrent glioblastoma and temozolomide resistance."}, {"pubmed": 30142200, "text": "High levels of TNFRSF12A associated with MMP-9 overexpression may be important to explain the progression of breast cancer, and survival could be improved using therapy targeting TNFRSF12A."}, {"pubmed": 30414907, "text": "TWEAK/Fn14 signals contribute to the progression of cutaneous SCC, possibly involving the TNF-alpha-independent TNFR2 signal transduction."}, {"pubmed": 30576385, "text": "These results demonstrate that TWEAK/Fn14 signaling contributes to Graves' orbitopathy (GO) pathogenesis. Moreover, serum TWEAK level is a potential diagnostic biomarker for inflammatory GO, and modulating TWEAK activity may be an effective therapeutic strategy for suppressing inflammation and tissue remodeling in GO."}, {"pubmed": 31023317, "text": "Mechanistic studies demonstrated that overexpression of Fn14 could reduce the formation of a Mdm2-p53-R248Q-Hsp90 complex by downregulating Hsp90 expression, indicating that degradation of p53-R248Q was accelerated via Mdm2-mediated ubiquitin-proteasomal pathway"}, {"pubmed": 31181286, "text": "Study found increased expression of TWEAK and Fn14 in tissue lesions from Crohn's disease (CD) patients compared with ulcerative colitis and healthy controls. Functional studies showed that TWEAKR mediates experimental CD-like ileitis, by regulation of multiple innate and adaptive cellular pathways."}, {"pubmed": 31500625, "text": "Biofluid quantification of TWEAK/Fn14 axis in combination with a selected biomarker panel improves assessment of prostate cancer aggressiveness."}, {"pubmed": 32053869, "text": "Tumor Necrosis Factor-Like Weak Inducer of Apoptosis (TWEAK)/Fibroblast Growth Factor-Inducible 14 (Fn14) Axis in Cardiovascular Diseases: Progress and Challenges."}, {"pubmed": 32526219, "text": "TWEAK/Fn14 axis in respiratory diseases."}, {"pubmed": 32846846, "text": "Decreased expression of TNFRSF12A in thyroid gland cancer predicts poor prognosis: A study based on TCGA data."}, {"pubmed": 33991013, "text": "Elevated fibroblast growth factor-inducible 14 expression transforms proneural-like gliomas into more aggressive and lethal brain cancer."}, {"pubmed": 34155062, "text": "TWEAK Signaling Pathway Blockade Slows Cyst Growth and Disease Progression in Autosomal Dominant Polycystic Kidney Disease."}, {"pubmed": 34353698, "text": "ThPOK transcriptionally inactivates TNFRSF12A to increase the proliferation of T cells with the involvement of the NF-kB pathway."}, {"pubmed": 34517088, "text": "BMP2-induction of FN14 promotes protumorigenic signaling in gynecologic cancer cells."}, {"pubmed": 34542797, "text": "The TWEAK/Fn14/CD163 axis-implications for metabolic disease."}, {"pubmed": 34597335, "text": "Activation of fibroblast growth factor-inducible 14 in the early phase of childhood IgA nephropathy."}, {"pubmed": 36321903, "text": "TWEAK-Fn14 Axis Induces Calcium-Associated Autophagy and Cell Death To Control Mycobacterial Survival in Macrophages."}, {"pubmed": 36709605, "text": "TWEAK/Fn14 signaling may function as a reactive compensatory mechanism against extracellular matrix accumulation in keloid fibroblasts."}, {"pubmed": 36716919, "text": "Relief of Extracellular Matrix Deposition Repression by Downregulation of IRF1-Mediated TWEAK/Fn14 Signaling in Keloids."}, {"pubmed": 36916753, "text": "TWEAK and Fn14 are overexpressed in immune-mediated necrotizing myopathy: implications for muscle damage and repair."}, {"pubmed": 37060824, "text": "Clinical significance and diagnostic value of QPCT, SCEL and TNFRSF12A in papillary thyroid cancer."}, {"pubmed": 37761958, "text": "Alpha-Ketoglutarate Regulates Tnfrsf12a/Fn14 Expression via Histone Modification and Prevents Cancer-Induced Cachexia."}, {"pubmed": 38277520, "text": "Il1r2 and Tnfrsf12a in transcranial magnetic stimulation effect of ischemic stroke via bioinformatics analysis."}], "genomic_pos": {"chr": "16", "end": 3022383, "ensemblgene": "ENSG00000006327", "start": 3018445, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 3072384, "start": 3068446, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 21525013, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061041", "pubmed": 11728344, "qualifier": "involved_in", "term": "regulation of wound healing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2001238", "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001238", "pubmed": 21525013, "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11728344, 21525013, 23438059, 25416956, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9544, 699970], [9598, 107968771], [9606, 51330], [9615, 610734], [9913, 617439], [10090, 27279], [10116, 302965]], "id": 8451}, "interpro": {"desc": "Tumour necrosis factor receptor 12", "id": "IPR022316", "short_desc": "TNFR_12"}, "ipi": ["IPI00010277", "IPI00219878"], "map_location": "16p13.3", "name": "TNF receptor superfamily member 12A", "other_names": ["FGF-inducible 14", "fibroblast growth factor-inducible immediate-early response protein 14", "tumor necrosis factor receptor superfamily member 12A", "tweak-receptor", "type I transmembrane protein Fn14"], "pantherdb": {"HGNC": "18152", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1351484", "ortholog_type": "LDO", "panther_family": "PTHR32037", "taxid": 10090, "uniprot_kb": "Q9CR75"}, {"RGD": "631329", "ortholog_type": "LDO", "panther_family": "PTHR32037", "taxid": 10116, "uniprot_kb": "G3V6F9"}], "uniprot_kb": "Q9NP84"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TWEAK", "name": "TWEAK"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5676594", "name": "TNF receptor superfamily (TNFSF) members mediating non-canonical NF-kB pathway"}], "wikipathways": {"id": "WP2036", "name": "TNF related weak inducer of apoptosis (TWEAK) Signaling Pathway"}}, "pdb": ["2EQP", "2KMZ", "2RPJ"], "pfam": "PF12191", "pharmgkb": "PA134976874", "pharos": {"target_id": 14667, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF265207", "relationship": "is"}, {"id": "GNF265208", "relationship": "is"}, {"id": "GNF265209", "relationship": "is"}, {"id": "GNF265210", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160559", "relationship": "weakly similar to"}, "GNF_hs-Origene": {"id": "GNF043530", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014726", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285143", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101704", "relationship": "is"}, {"id": "GNF141359", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_052595.1"], "protein": "NP_057723.1", "rna": "NM_016639.3", "translation": {"protein": "NP_057723.1", "rna": "NM_016639.3"}}, "reporter": {"HG-U133_Plus_2": "218368_s_at", "HG-U95B": "48013_at", "HTA-2_0": "TC16000095.hg.1", "HuEx-1_0": "3645555", "HuGene-1_1": "7992789", "HuGene-2_1": "16815310"}, "summary": "Involved in positive regulation of extrinsic apoptotic signaling pathway and regulation of wound healing. Predicted to be located in cell surface and ruffle. Predicted to be active in plasma membrane. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "TNFRSF12A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425348"}, "unigene": "Hs.355899", "uniprot": {"Swiss-Prot": "Q9NP84", "TrEMBL": ["I3L3P4", "I3L0S4", "I3L539", "I3L1J9"]}, "wikipedia": {"url_stub": "TNFRSF12A"}}