{"AllianceGenome": "11923", "HGNC": "11923", "MIM": "153243", "_id": "943", "_version": 1, "accession": {"genomic": ["AH008756.3", "AJ272029.1", "AJ289159.1", "AJ308521.1", "AJ308522.1", "AJ311487.1", "AJ311488.1", "AJ311489.1", "AJ311490.1", "AJ311491.1", "AJ311492.1", "AJ311493.1", "AJ311494.1", "AJ409011.1", "AJ409012.1", "AL357835.11", "AY498860.1", "CH471130.1", "CP068277.2", "HI179076.1", "HI179078.1", "HI574144.1", "HI574146.1", "KF495861.1", "NC_000001.11", "NC_060925.1", "NG_029573.2"], "protein": ["AAA51947.1", "AAC83939.1", "AAD14188.1", "AAH63482.2", "AAH73839.1", "AAI36401.1", "AAI41805.1", "AAR32099.1", "BAA12973.1", "CAC03488.1", "CAC16652.1", "CBX47561.1", "CBX47562.1", "CBX53846.1", "CBX53847.1", "EAW71730.1", "NP_001234.3", "NP_001268359.2", "P28908.1", "XP_011540743.1", "XP_011540745.1", "XP_047290749.1", "XP_047290755.1", "XP_054195655.1", "XP_054195656.1", "XP_054195657.1", "XP_054195658.1"], "rna": ["BC063482.1", "BC073839.1", "BC136400.1", "BC141804.1", "BC171762.1", "D86042.1", "M83554.1", "NM_001243.5", "NM_001281430.3", "NM_152942.2", "S75768.1", "XM_011542441.4", "XM_011542443.3", "XM_047434793.1", "XM_047434799.1", "XM_054339680.1", "XM_054339681.1", "XM_054339682.1", "XM_054339683.1"], "translation": [{"protein": "BAA12973.1", "rna": "D86042.1"}, {"protein": "AAI36401.1", "rna": "BC136400.1"}, {"protein": "XP_011540745.1", "rna": "XM_011542443.3"}, {"protein": "AAH73839.1", "rna": "BC073839.1"}, {"protein": "AAH63482.2", "rna": "BC063482.1"}, {"protein": "XP_054195655.1", "rna": "XM_054339680.1"}, {"protein": "AAA51947.1", "rna": "M83554.1"}, {"protein": "XP_054195658.1", "rna": "XM_054339683.1"}, {"protein": "XP_047290755.1", "rna": "XM_047434799.1"}, {"protein": "XP_047290749.1", "rna": "XM_047434793.1"}, {"protein": "NP_001234.3", "rna": "NM_001243.5"}, {"protein": "AAD14188.1", "rna": "S75768.1"}, {"protein": "AAI41805.1", "rna": "BC141804.1"}, {"protein": "XP_054195656.1", "rna": "XM_054339681.1"}, {"protein": "XP_011540743.1", "rna": "XM_011542441.4"}, {"protein": "NP_001268359.2", "rna": "NM_001281430.3"}, {"protein": "XP_054195657.1", "rna": "XM_054339682.1"}]}, "alias": ["CD30", "D1S166E", "Ki-1"], "ensembl": {"gene": "ENSG00000120949", "protein": ["ENSP00000263932", "ENSP00000390650", "ENSP00000398337", "ENSP00000421938"], "transcript": ["ENST00000263932", "ENST00000413146", "ENST00000417814", "ENST00000479933", "ENST00000514649"], "translation": [{"protein": "ENSP00000263932", "rna": "ENST00000263932"}, {"protein": "ENSP00000390650", "rna": "ENST00000417814"}, {"protein": "ENSP00000421938", "rna": "ENST00000514649"}, {"protein": "ENSP00000398337", "rna": "ENST00000413146"}], "type_of_gene": "protein_coding"}, "entrezgene": "943", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.463932278, "exp_mis": 230.583499916, "exp_syn": 117.694987437, "lof_z": 3.98033733838288, "mis_z": 0.3086928130076, "mu_lof": 1.85530309675e-06, "mu_mis": 2.32091612542e-05, "mu_syn": 1.18597742406e-05, "n_lof": 4.0, "n_mis": 221.0, "n_syn": 112.0, "p_li": 0.845965386736897, "p_null": 4.79983954145297e-06, "p_rec": 0.154029813423562, "syn_z": 0.325434932502558}, "bp": 1788, "cds_end": 12202588, "cds_start": 12123655, "n_exons": 15, "nonpsych": {"exp_lof": 20.9738737259, "exp_mis": 208.437074875, "exp_syn": 106.262081814, "lof_z": 3.63993520392634, "mis_z": 0.574247822963843, "mu_lof": 1.85530309675e-06, "mu_mis": 2.32091612542e-05, "mu_syn": 1.18597742406e-05, "n_lof": 4.0, "n_mis": 192.0, "n_syn": 104.0, "p_li": 0.712513201750724, "p_null": 3.42351340031404e-05, "p_rec": 0.287452563115273, "syn_z": 0.138161196139221}, "nontcga": {"exp_lof": 21.5611585901, "exp_mis": 212.111175101, "exp_syn": 108.253743249, "lof_z": 3.73076858000487, "mis_z": 0.174843257764992, "mu_lof": 1.85530309675e-06, "mu_mis": 2.32091612542e-05, "mu_syn": 1.18597742406e-05, "n_lof": 4.0, "n_mis": 207.0, "n_syn": 103.0, "p_li": 0.737375159270252, "p_null": 2.13989831165259e-05, "p_rec": 0.262603441746632, "syn_z": 0.319717316526447}, "transcript": "ENST00000263932.2"}, "exons": [{"cdsend": 12142531, "cdsstart": 12063598, "chr": "1", "position": [[12063302, 12063661], [12084463, 12084551], [12097100, 12097217], [12104378, 12104531], [12109565, 12109656], [12110040, 12110204], [12111897, 12112014], [12115576, 12115729], [12123283, 12123377], [12123714, 12123827], [12125950, 12126052], [12126182, 12126236], [12135587, 12135613], [12138228, 12138436], [12142286, 12144207]], "strand": 1, "transcript": "NM_001243", "txend": 12144207, "txstart": 12063302}, {"cdsend": 12142531, "cdsstart": 12104443, "chr": "1", "position": [[12063376, 12063661], [12097100, 12097217], [12104378, 12104531], [12109565, 12109656], [12110040, 12110204], [12111897, 12112014], [12115576, 12115729], [12123283, 12123377], [12123714, 12123827], [12125950, 12126052], [12126182, 12126236], [12135587, 12135613], [12138231, 12138436], [12142286, 12144207]], "strand": 1, "transcript": "NM_001281430", "txend": 12144207, "txstart": 12063376}], "exons_hg19": [{"cdsend": 12202588, "cdsstart": 12123655, "chr": "1", "position": [[12123359, 12123718], [12144520, 12144608], [12157157, 12157274], [12164435, 12164588], [12169622, 12169713], [12170097, 12170261], [12171954, 12172071], [12175633, 12175786], [12183340, 12183434], [12183771, 12183884], [12186007, 12186109], [12186239, 12186293], [12195644, 12195670], [12198285, 12198493], [12202343, 12204264]], "strand": 1, "transcript": "NM_001243", "txend": 12204264, "txstart": 12123359}, {"cdsend": 12202588, "cdsstart": 12164500, "chr": "1", "position": [[12123433, 12123718], [12157157, 12157274], [12164435, 12164588], [12169622, 12169713], [12170097, 12170261], [12171954, 12172071], [12175633, 12175786], [12183340, 12183434], [12183771, 12183884], [12186007, 12186109], [12186239, 12186293], [12195644, 12195670], [12198288, 12198493], [12202343, 12204264]], "strand": 1, "transcript": "NM_001281430", "txend": 12204264, "txstart": 12123433}], "generif": [{"pubmed": 11728464, "text": "expression in T cells up-regulated by CD30L"}, {"pubmed": 11891807, "text": "Differential expression of CD30 and p80 between peripheral blood and bone marrow lymphoma cells is a property of the small cell variant of anaplastic large cell lymphoma."}, {"pubmed": 11960307, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11971184, "text": "constitutive signaling by CD30 drives NF-kappaB activation in Hodgkin-Reed-Sternberg cells"}, {"pubmed": 12091351, "text": "Single-cell analysis of CD30+ cells in lymphomatoid papulosis demonstrates a common clonal T-cell origin."}, {"pubmed": 12165500, "text": "CD30, but not 4-1BB or OX-40, is preferentially induced by alloantigen, suggesting that CD30 may be important in human alloimmune responses"}, {"pubmed": 12389614, "text": "REVIEW: CD30-mediated signal transduction pathways and possible roles in Hodgkins disease and anaplastic large cell lymphoma"}, {"pubmed": 12553555, "text": "only in a subset of both benign and malignant thyroid nodules the interleukin-6/interleukin-6 receptor signal could be induced by the CD30 ligand/CD30"}, {"pubmed": 12557237, "text": "Results suggest that the N- and C-termini of the extracellular portion of CD30 are in close vicinity of each other, suggesting a flower-like structure for the membrane-bound homotrimeric CD30 molecule."}, {"pubmed": 12568298, "text": "REVIEW: the biological link between 2 characteristic features of H-RS cells: CD30 overexpression and constitutive NF-kappaB activation"}, {"pubmed": 12648280, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12799531, "text": "REVIEW: role of CD30 in determining the activity of T cells toward synthesis of cytokines and involvement in reactions of Th2 characteristics."}, {"pubmed": 12875982, "text": "Data suggest that overexpression and binding of JunB to the AP-1 site may relieve the repression of the core promoter by CD30 in Hodgkin-Redd Sternberg cells, which provide one basis for the constitutive overexpression of CD30 in Hodgkin's lymphoma."}, {"pubmed": 14726963, "text": "the anti-inflammatory activity of IL-4-producing CD30+ CD4+ T cells in rheumatoid arthritis may be limited in the synovium due to a poor induction of surface CD30 and a susceptibility to CD30-mediated cell death."}, {"pubmed": 15026356, "text": "Increased levels of CD30 is associted with ineffective antitumor immunity in Hodgkin's disease"}, {"pubmed": 15033921, "text": "CD30 shedding is stimulated by an elevated local availability of cysteine-rich domain 2 or 5, possibly by forming a docking station for the releasing enzyme through substrate aggregation."}, {"pubmed": 15050749, "text": "CD30-regulated expression of cIAP1 & cIAP2 is mediated by NFkappaB & correlates with protection from etoposide-induced apoptosis. CD30-induced signaling may have a major impact on the clinical outcome of patients with anaplastic large cell lymphoma cells."}, {"pubmed": 15175022, "text": "CD30 can act as both a positive and negative growth factor depending on cell type"}, {"pubmed": 15265955, "text": "CD30 activation plays a role in eosinophil apoptosis."}, {"pubmed": 15291361, "text": "results suggest that CD30-mediated apoptosis is not a common feature in this cell type and that p38 MAP kinase is involved in CD30-mediated singal transduction."}, {"pubmed": 15301860, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15356338, "text": "Immunity to CD30 could play a role in Marek disease lymphoma regression."}, {"pubmed": 15644135, "text": "The results showed that: (1) epithelial cells in the developing intestinal crypts express the CD30 (Ki-1) antigen; (2) CD30 expression in these epithelial cells is higher in cases of hormonal administration than in normal gestation."}, {"pubmed": 15782119, "text": "CD30 transformed cells trigger the noncanonical NF-kappaB activation pathway, and suggest that deregulated CD30 signaling contributes to the neoplastic features of Hodgkin Reed Sternberg cells."}, {"pubmed": 15876358, "text": "Elevated CD30 expression is considered one of the causes of constitutive NF-kappaB activation in adult T-cell Leukemia (ATL) cells, and may be involved in ATL development."}, {"pubmed": 15880060, "text": "Pretransplant soluble CD30 is a more accurate predictor of acute rejection when compared with panel reactive antibodiees in kidney transplantation."}, {"pubmed": 15919463, "text": "This marker provides a risk factor for chronic kidney transplant rejection independent of classical immunological risk factors and may be down-regulated using Tacrolimus treatment."}, {"pubmed": 15964393, "text": "Presence of CD30 T cells correlated with preservation of graft function following lung transplantation."}, {"pubmed": 15990453, "text": "CD30 is a costimulatory molecule and marker of a regulatory subpopulation of DCs which induces and modulates immune cells involved in the maintenance of the balance between TH1/TH2 immune responses and tolerance."}, {"pubmed": 15996240, "text": "High pre-transplant levels of soluble CD30 are associated with antibody-mediated rejection of Kidney Transplantation"}, {"pubmed": 16108827, "text": "Expression patterns of the tumor marker CD30, which is a cell surface antigen expressed Hodgkin's lymphoma in mice."}, {"pubmed": 16108830, "text": "(p52)2/Bcl-3P ternary complex, which is specifically induced in CD30-stimulated anaplasstic larage cell lymphoma, can modulate expression of apoptosis-related genes regulated by NF-kappaB."}, {"pubmed": 16244703, "text": "CD30 antigen is of importance in cell development, and proliferation and is also pathway-related to terminal differentiation in many fetal tissues and organs."}, {"pubmed": 16372246, "text": "CD30-L/CD30 and IL-6/IL-6R systems could play a major role in the pathogenesis of Graves'disease (GD), but the expression of CD30L/CD30 and IL-6/IL-6R in Hashimoto's thyroiditis (HT) suggests that Th2 mechanisms are involved in tissue damage."}, {"pubmed": 16378078, "text": "Good HLA matching seems to be effective in neutralizing the negative effect of a high pretransplant serum CD30."}, {"pubmed": 16641601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16651853, "text": "Soluble CD30 could be an important biomarker for an immune system environment conducive to B cell hyperactivation and the development of AIDS-associated B cell lymphoma"}, {"pubmed": 16722935, "text": "Findings provide additional evidence that CD30 expression is not restricted to neoplasms of lymphoid origin."}, {"pubmed": 16771810, "text": "elevated soluble CD30 and neopterin predict graft deterioration by chronic allograft nephropathy"}, {"pubmed": 16842522, "text": "Patients positive for sCD30 contents are at high risk for the development of donor-specific HLA antibodies and acute rejection after kidney transplantation."}, {"pubmed": 16980071, "text": "Measurement of plasma CD30 is a useful procedure for the recognition of rejection in its earliest stages."}, {"pubmed": 17103120, "text": "Significant differences were found between systemic lupus erythematosus patients and controls (p=0.0001)."}, {"pubmed": 17106517, "text": "Increase of CD30 expression is associated with advancement of Hodgkin's disease.  '"}, {"pubmed": 17175343, "text": "Neither pre- nor posttransplantation sCD30 levels were associated with acute rejection in liver transplant patients."}, {"pubmed": 17175368, "text": "High levels of sCD30 before heart transplant may be associated with greater immunologic ability and therefore produce a protective effect on the development of infection."}, {"pubmed": 17241668, "text": "data show that sCD30 level is significantly higher in non-healing patients compared to those of patients with acute disease. This finding suggests a possible association between sCD30 level and clinical manifestation of the Leishmania tropica infection."}, {"pubmed": 17557078, "text": "thioredoxin-1 affects CD30-dependent changes in lymphocyte effector function"}, {"pubmed": 17616534, "text": "soluble serum CD30 may have a role in rejection of kidney transplants"}, {"pubmed": 17853184, "text": "Pregnant women with pyelonephritis had a significantly higher median serum concentration of CD30 antigen than those with a normal pregnancy"}, {"pubmed": 17853188, "text": "Patients with preeclampsia and those who deliver an SGA neonate had a significantly lower serum concentration of sCD30 than normal pregnant women."}, {"pubmed": 17889168, "text": "Release of circulating sCD30 is a prominent feature of hepatic allograft rejection, which may be a useful markers for its diagnosis."}, {"pubmed": 17912490, "text": "high levels of sCD30 in the common variable immunodeficiency patients with splenomegaly and the presence of lymphoma in a patient with the highest level of sCD30 may suggest a soluble form of this marker as a prognostic tool in such diseases"}, {"pubmed": 17965727, "text": "constitutive action of aberrantly expressed JunB on hypomethylated CD30 CpG islands of lymphocytes triggers CD30 induction and initiates activation of the JunB-CD30-JunB loop, essential to the pathogenesis of HL and ALCL"}, {"pubmed": 17973241, "text": "study identified the major CD30 gene promoter microsatellite binding activity as transcription factor Yin Yang 1; study also concludes that CD30-MS length per se is not a major driver of increased CD30 expression in anaplastic large cell lymphoma"}, {"pubmed": 18047935, "text": "results strongly suggest sCD30 levels of lung transplant patients increase several months prior to clinical evidence of Bronchiolitis Obliterans Syndrome (BOS); rise in serum sCD30 levels can be used as a marker to detect patients at risk to develop BOS"}, {"pubmed": 18049429, "text": "There is an important role for CD30 in thymic selection."}, {"pubmed": 18165785, "text": "Serum CD30 may represent a novel marker for surveillance of hepatic cirrhosis in transplant recipients with chronic hepatitis c virus infection."}, {"pubmed": 18187570, "text": "we investigated CD30 signaling in Hodgkin's and ALCL cell lines"}, {"pubmed": 18201430, "text": "data suggest that the expression of CD30 and CD57 cell markers on T cells could reflect circulating effector T cell early activation in the allergic airway disease."}, {"pubmed": 18320364, "text": "In patients with metastatic breast cancer, determining the serum neopterin levels may be useful in estimating survival"}, {"pubmed": 18365380, "text": "Detection of HLA class II antibodies and serum CD30 measured at least 1 year post-transplant cab predict a subsequent outcome up to 6 years after kidney transplantation."}, {"pubmed": 18589105, "text": "Pretransplant CD30 serum concentrations were not associated with deceased-donor kidney graft function at 3 years after transplantation."}, {"pubmed": 18689277, "text": "results suggested a possible role of cd30 and cd30L in the pathogenesis of acute leukemia"}, {"pubmed": 18714536, "text": "sCD30 levels are significantly higher in patients with hymenoptera venom allergy and indirectly confirms a preferential T(H)2-type cytokine production in these patients."}, {"pubmed": 18793267, "text": "This paper describes two cases of superficial fungal infection of the skin that demonstrate prominent expression of CD30 within the dermal inflammatory infiltrates."}, {"pubmed": 18926413, "text": "Soluble CD30 cannot be used as a biomarker to predict bronchiolitis obliterans after lung transplantation."}, {"pubmed": 18983807, "text": "Results indicate that the plasma levels of sCD26 and sCD30 are significantly higher in patients with non-healing form of CL than patients with healing form of CL or healthy control."}, {"pubmed": 19010142, "text": "No evidence to suggest that serum cd30 antigen may be a vvaluable biomarker in renal transplantation outcome."}, {"pubmed": 19032830, "text": "Serum CD30 levels were higher in Rheumatoid Arthirtis and Undifferentiated Arthritis than in controls at baseline but did not predict remission at one year follow-up in this series"}, {"pubmed": 19040559, "text": "Higher pre-transplant immunologic reactivity measured by soluble CD30 level was associated with post-transplant infection."}, {"pubmed": 19100393, "text": "Increased serum CD30 levels in kidney transplantation patints were observed among patients who were panel-reactive antibody-positive, cytomegalovirus antigens or antibodies positive, on long-term dialysis, and </= 20 years old."}, {"pubmed": 19100394, "text": "Serum levels after kidney transplantation predicts acute rejection episodes."}, {"pubmed": 19126420, "text": "Increased pretransplantation recipient sCD30 appears to be associated with decreased early post-transplantation gas exchange, prolonged intubation, and early mortality"}, {"pubmed": 19131627, "text": "identification of aryl hydrocarbon nuclear translocator(ARNT) as a CD30-interacting protein that modulated activity of the RelB subunit of NF-kappaB; findings indicate ARNT functions in concert with RelB in a CD30-induced negative feedback mechanism"}, {"pubmed": 19243308, "text": "Recruitment of a TRAF2-c-IAP1 complex to the cytoplasmic domain of the CD30 leads to the targeting and degradation of the TRAF2-c-IAP1 heterodimer through a mechanism requiring the RING domain of TRAF2, but not c-IAP1"}, {"pubmed": 19415777, "text": "CD30 expression and apoptosis in karyotypically normal and abnormal sublines of the human embryonic stem cell line, was investigated."}, {"pubmed": 19540595, "text": "Data show that TRAF1 is an important molecule mediating both the CD30 signaling-dependent and independent NF-kappaB activation, which prevents the lymphoma cells from spontaneous and induced apoptosis."}, {"pubmed": 19765439, "text": "Higher levels of soluble CD30, IFN-gamma, and IL-10 posttransplantation in rejecting patients provided evidence for coexistence of cellular and humoral responses in acute kidney graft rejection."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19782609, "text": "Pre-transplant serum CD30 is not a useful biomarker for predicting either acute rejection or recipient survival after heart transplantation."}, {"pubmed": 19862340, "text": "The present study identified for the first time the existence of CD30 molecules in the basal epithelium of a pterygium."}, {"pubmed": 19890350, "text": "CD30/CD95 crosstalk experiments showed that CD30 ligation leads to NF-kappaB-mediated c-FLIP upregulation in cutaneous lymphoma cells, which in turn conferred enhanced resistance to CD95-mediated apoptosis"}, {"pubmed": 19898220, "text": "Examine CD30 expression and proliferative fraction in nontransformed mycosis fungoides."}, {"pubmed": 20036333, "text": "Pre-transplant soluble CD30 levels is a predictor of acute rejection, graft loss and pneumonia in renal transplant recipients"}, {"pubmed": 20061689, "text": "Younger kidney transplant patients had higher sCD30 concentrations however no correlation existed between the serum concentrations and occurrence of rejection episodes or graft survival."}, {"pubmed": 20166880, "text": "Altered expression of CD30 and the Il-15 regulation of CD30 highlight the occurrence of peripheral manifestations of celiac disease."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20353374, "text": "Measurement of the soluble CD30 level on day 14 after transplant might offer a noninvasive means for recognizing patients at risk of acute graft rejection during the early posttransplant period."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20430176, "text": "A significant drop of soluble CD30 kidney transplantation was recorded, but serial measurements did not show a difference among subjects who displayed acute rejection episodes."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20591497, "text": "The concentration of sCD30 in maternal serum from preeclamptic women did not differ in comparison with values from healthy controls or pregnancies complicated by isolated fetal intrauterine growth restriction."}, {"pubmed": 20600901, "text": "reduction in serum post-transplant levels correlates with full graft function"}, {"pubmed": 20600903, "text": "High serum levels post-transplantation is associated with poorer graft function at one year"}, {"pubmed": 20620210, "text": "increase in serum levels predicts graft-versus-host-disease following allogeneic hematopoietic stem cell transplantation"}, {"pubmed": 20625494, "text": "These data suggested the potential role of aberrant lipid raft/GM1 on CD4+ T cells and soluble CD30 in the pathogenesis of systemic Lupus erythematosus."}, {"pubmed": 20631311, "text": "Data show that the activation induced suppressive FOXP3(+) Tregs can be distinguished by surface expression of CD30 from nonsuppressive FOXP3(+) effector cells."}, {"pubmed": 20814632, "text": "Case Report: Maculopapular drug eruption to valsartan, an angiotensin II receptor 1 antagonist, which was followed by the development of CD30+ pseudolymphomatous lesions."}, {"pubmed": 21181928, "text": "The data provide evidence that sCD30 can be used as a marker for diagnosing Epstein-Barr virus-associated lymphoproliferative diseases."}, {"pubmed": 21186345, "text": "CD30 is preferentially expressed in neoplastic mast cells in advanced mast cell neoplasms."}, {"pubmed": 21261503, "text": "[REVIEW] observations suggest that advanced systemic mastocytosis has to be considered as a differential diagnosis of CD30-positive lymphoid neoplasms"}, {"pubmed": 21376809, "text": "Soluble CD30 and Hepatocyte growth factor as predictive markers of antibody-mediated rejection of the kidney allograft."}, {"pubmed": 21505378, "text": "posttransplant measurement of sCD30 on day 30 may have a role in subsequent graft loss in kidney transplant recipients"}, {"pubmed": 21860351, "text": "The association of CD23 and CD30 antigen blood levels with the development of non-Hodgkin lymphoma in HIV patients is reported."}, {"pubmed": 21986812, "text": "CD30-targeted therapy in combination with galectin-1 treatment may induce effective killing of ALCL cells but not of HL cells"}, {"pubmed": 22182633, "text": "monitoring of HLA and MICA antibodies as well as sCD30 levels early after transplant has predictive value for early and late allograft dysfunctions and the presence of these factors are detrimental to graft function and survival."}, {"pubmed": 22193227, "text": "serum sCD30 levels increased and correlated significantly with disease activity in rheumatoid arthritis patients."}, {"pubmed": 22369302, "text": "Scattered or diffuse CD30 expression in T-MF was not associated with an absence of CXCR3 expression."}, {"pubmed": 22446727, "text": "higher levels of soluble protein in kidney transplant recipients suffering graft loss"}, {"pubmed": 22451116, "text": "increased in serum of ulcerative colitis and Crohn's disease patients"}, {"pubmed": 22472952, "text": "Describe pityriasis lichenoides et varioliformis acuta with numerous CD30(+) cells sharing features of lymphomatoid papulosis and other cutaneous lymphomas."}, {"pubmed": 22628304, "text": "a novel and unexpected role for CD30/CD30L that contributes to proinflammatory immune responses"}, {"pubmed": 22715589, "text": "indicate that CD30 is involved in the tumorigenic process of Hodgkin lymphoma (HL), and that it may be useful as a therapeutic target for the treatment of HL"}, {"pubmed": 22759804, "text": "Data show that upregulation of sCD30, iATP, granzyme B, perforin, and downregulation of HLA-G5 could provide valuable diagnostic standards to identify those recipients in the risk of acute rejection (AR)."}, {"pubmed": 22940451, "text": "end-stage renal failure (ESRF) patients showed increased serum sCD30 levels and lower percentages of circulating Tregs as compared to healthy controls"}, {"pubmed": 22966913, "text": "The data suggest that patients with acute myeloid leukemia displaying the high-risk FLT3-ITD mutation, have a high likelihood of having CD30 expression on myeloblasts."}, {"pubmed": 23028875, "text": "Distinct motifs in the intracellular domain of human CD30 differentially activate canonical and alternative transcription factor NF-kappaappaB signaling."}, {"pubmed": 23039325, "text": "Data indicate that the relative numbers of TNFAIP3/CD30 cells were distributed among three groups, corresponding to those having homozygous (11%), heterozygous (32%), and no (57%) deletions in TNFAIP3."}, {"pubmed": 23079227, "text": "Analysis was performed on correlation between soluble CD30 level and acute rejection, lung infection, or renal graft loss respectively."}, {"pubmed": 23119111, "text": "Tumor cell nuclear diameter and CD30 expression were related to survival in extranodal NK/T-cell lymphoma, nasal type."}, {"pubmed": 23244086, "text": "High CD30 expressison is associated with primary effusion lymphoma."}, {"pubmed": 23268289, "text": "serum concentration during pregnancy is not associated with pre-eclampsia and recurrent pregnancy loss"}, {"pubmed": 23343832, "text": "It seems appropriate to consider CD30(+) diffuse large B-cell lymphoma as a distinct subgroup."}, {"pubmed": 23477385, "text": "High pretransplant levels of serum soluble CD30 can be a risk factor for kidney transplant rejection, and its high negative predictive value at various cutoffs make it useful to find candidates with a low risk of acute rejection after transplant."}, {"pubmed": 23503451, "text": "Soluble CD30 levels are significantly reduced in combination immunosuppression but are differentially affected by different immunosuppressant agents."}, {"pubmed": 23545938, "text": "RIP1 is a crucial mediator of CD30-induced cell death in anaplastic large-cell lymphoma cells."}, {"pubmed": 23654079, "text": "There is the association between high levels of soluble serum CD26 and CD30 and disease severity."}, {"pubmed": 23716537, "text": "CD30 expression on lymphomatous cells makes an attractive target for drug-conjugated antibody-directed therapies."}, {"pubmed": 23716562, "text": "CD30(+) peripheral T-cell lmyphomas differed significantly from CD30(-) samples."}, {"pubmed": 23790231, "text": "These results suggest that CD30 could play a role in the pathogenesis of systemic lupus erythematosus and its expression on CD3 T lymphocytes is not restricted only to Th2-type response"}, {"pubmed": 23797717, "text": "Routine testing of CD30 may identify candidates for anti-CD30 targeted therapy."}, {"pubmed": 23857000, "text": "Allostimulation results in the up-regulation of the T-cell activation marker CD30 on CD4 as well as CD8 memory T cells and increased release of sCD30 from these cells in an IFN-gamma- and IL-2-dependent manner."}, {"pubmed": 23928467, "text": "Post-transplant sCD30 serum levels, especially in conjunction with information regarding HLA class II antibodies and serum creatinine levels, provide valuable information regarding graft outcome"}, {"pubmed": 23937105, "text": "a substantial subset of patients with T-ALL have lymphoblasts that express surface CD30. CD30 expression by T-lymphoblasts also appears to be up-regulated in patients who are treated with high-dose chemotherapy."}, {"pubmed": 24111625, "text": "diagnostic and prognostic value of CD30 expression in systemic mastocytosis as assessed by multiparameter flow cytometry"}, {"pubmed": 24375064, "text": "higher serum levels in Ewing sarcoma patients with primary bone tumors"}, {"pubmed": 24492285, "text": "BAG-3 expression correlated with increased HSP70 expression in a subset of systemic T cell lymphoma cases co-expressing the CD30 antigen."}, {"pubmed": 24659185, "text": "Malignant Hodgkin and Reed-Sternberg cells release CD30 on the surface of extracellular vesicles facilitating CD30-CD30L interaction between cell types."}, {"pubmed": 24733405, "text": "Case Report: describe a CD30+ lymphoproliferative rash exhibiting a predilection for recurrence on the same skin sites."}, {"pubmed": 24733422, "text": "case Report: primary cutaneous CD30+ anaplastic large cell lymphoma treated successfully with brentuximab vedotin."}, {"pubmed": 24745678, "text": "The expression of CD30 by mastocytosis mast cells may influence the clinical phenotype and management of mastocytosis. (Review)"}, {"pubmed": 24747435, "text": "this study highlights a novel SATB1-p21 axis that plays an important role in the disease progression of cutaneous CD30+LPDs, which provides novel molecular insights into this disease and possibly leads to new therapies in the future."}, {"pubmed": 24805132, "text": "occurs in a significant subset of angiosarcomas and epithelioid hemangioendotheliomas"}, {"pubmed": 24805854, "text": "Suggest intralymphatic cutaneous anaplastic large cell lymphoma/lymphomatoid papulosis are part of an expanding spectrum of CD30-positive lymphoproliferative disorders."}, {"pubmed": 25135752, "text": "is expressed in a substantial proportion of DLBCL and CD30 immunohistochemistry may be a useful prognostic marker in R-CHOP treated GCB-DLBCL."}, {"pubmed": 25145835, "text": "findings uncover the oncogenic role of the JUNB/CD30 axis and its potential as therapeutic target in ALK+ ALCL."}, {"pubmed": 25248878, "text": "With the introduction of the immunoconjugate brentuximab vedotin, the CD30 antigen has become an effectively targetable molecule. Therefore, we investigated the frequency and level of CD30 expression in post-transplant lymphoproliferative disorders."}, {"pubmed": 25288491, "text": "Data susggest that CD30 antigen may be useful as a prognostic factor and therapeutic target in extranodal natural killer/T-cell lymphoma (NKTCL)."}, {"pubmed": 25349176, "text": "Data indicate a chimeric fusion involving nucleophosmin NPM1 (5q35) and TYK2 kinase (19p13) that encodes an NPM1-TYK2 protein in cutaneous CD30 antigen-positve lymphoproliferative disorders."}, {"pubmed": 25492095, "text": "levels of serum sCD30 tend to be higher in individuals with atopy. Improvement in lung function seems to be associated with a decrease in sCD30 in children with atopy and troublesome lung symptoms."}, {"pubmed": 25548993, "text": "Case Report: suggest Sezary syndrome, CD30 anaplastic large-cell lymphoma, and mycosis fungioides are interrelated."}, {"pubmed": 25567136, "text": "Elevated serum sCD30 is associated with increased risk of non-Hodgkin lymphoma."}, {"pubmed": 25568342, "text": "Single threonine residue at position 61 in CD30v that is critical for TRAF2 interaction, NFkappaB activation, and downstream CD30-NFkappaB-dependent phenotypes in hESCs was identified."}, {"pubmed": 25698648, "text": "These results show that high sCD30 levels are independent predictors of graft dysfunction"}, {"pubmed": 25840583, "text": "Data indicate that CD30 antigen downregulation and P-Glycoprotein (MDR1) upregulation are associated with drug resistance to brentuximab vedotin."}, {"pubmed": 26261484, "text": "Upregulated expression of CD30 is commonly found in sclerosing angiomatoid nodular transformation of the spleen."}, {"pubmed": 26273636, "text": "Our results demonstrated significantly elevated sCD30 levels in AS patients compared to healthy controls (HCs) with mean values of 32.0 +/- 12.2 and 24.9 +/- 8.0 ng/mL, (P(**) = 0.007), suggesting a p role of sCD30 in the pathogenesis of AS."}, {"pubmed": 26340843, "text": "CD30 expression was not associated with prognosis in our cohort of de novoDLBCL, including in patients who received aggressive chemotherapy. CD30 expression and MYC rearrangement were mutually exclusive in de novoDLBCL."}, {"pubmed": 26371781, "text": "Intralymphatic variant of ALCL and LyP may be explained, at least in part, by a particular lymphotropism of the neoplastic cells of cutaneous CD30 lymphoproliferative disorders."}, {"pubmed": 26574847, "text": "Most angioimmunoblastic T-cell lymphoma and peripheral T-cell lymphoma-not otherwise specified express variable levels of CD30."}, {"pubmed": 26703966, "text": "The heterogeneity of CD30 expression in refractory or relapsed peripheral T-cell lymphoma patients indicates the likelihood for better response for patients with strong CD30 expression by tumor cells."}, {"pubmed": 26709646, "text": "this review is focused on the role of CD30 receptor and p53 as novel targets for therapy in ALK+ ALCL, and also provides an update on their potential involvement in ALK+ ALCL pathogenesis"}, {"pubmed": 26884853, "text": "CD30 may be useful as a prognostic marker in rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) treated DLBCLs, indicating favorable outcomes in a Chinese population."}, {"pubmed": 26970513, "text": "this study shows that polyclonal and allogeneic stimulation induced higher levels of CD30 transcripts in end-stage renal disease patients compared to control patients"}, {"pubmed": 26981738, "text": "Case Report: CD30 positive lymphomatoid papulosis arising in association with cutaneous amyloidosis in a patient with multiple myeloma."}, {"pubmed": 27105521, "text": "Data suggest that Brentuximab Vedotin (SGN-35) damaged CD30 ligand (CD30L)-immune cells through CD30 extracellular vesicles (EVs)."}, {"pubmed": 27146432, "text": "This study suggests that in patients with CD30+ lymphoproliferative disorders, an aggressive clinical course cannot be defined by the presence of TP63 rearrangements, as was recently shown in systemic ALK negative anaplastic large cell lymphoma."}, {"pubmed": 27521276, "text": "Expression of CD30 in patients with both DLBCL and other aggressive B-cell lymphomas and the absence of MYC oncogene-driven proliferation in the majority of these tumors suggests that brentuximab may be a particularly effective form of targeted therapy in the subset of patients with high CD30 expression."}, {"pubmed": 27816715, "text": "CD30 expression was detected in up to 25% of cases of diffuse large B-cell lymphoma and was more frequent in tumors without MYC rearrangement. CD30 expression was not associated with overall survival in R-EPOCH-treated de novo DLBCL patients."}, {"pubmed": 27870927, "text": "CD30 facilitates phosphorylation of heat shock factor 1, activates heat shock promoter element, and induces heat shock protein (HSP) 90."}, {"pubmed": 28122147, "text": "Higher serum sCD30 levels were associated with an increased risk of bacterial infection after kidney transplantation."}, {"pubmed": 28341757, "text": "The stable elevation in classical Hodgkin lymphoma risk with elevated levels of sCD30 and IL6 across 4 or more years prior to diagnosis may also reflect a B-cell-stimulatory environment that promotes the genesis of these cancers."}, {"pubmed": 28427526, "text": "Prevalence of the CD30 (Ki-1) antigen in human solid tumors was summarized."}, {"pubmed": 28486951, "text": "extranodal NK/T-cell lymphoma, nasal type(ENKTL) is the most common type of mature T-cell and NK-cell lymphoma diagnosed at our institution. CD30 is frequently expressed in ENKTL and represents a therapeutic target; however, it may not be a prognostic marker."}, {"pubmed": 28521633, "text": "Review of 585 cases found strong and uniform positive CD30 staining in Hodgkin lymphoma, anaplastic large cell lymphoma, and embryonal carcinoma as well as variable CD30 staining in non-Hodgkin lymphomas. In addition, CD30 staining was found in some cases of neuroblastoma (particularly in cells with ganglion differentiation), myeloid neoplasms, neoplasm with chondrocytic differentiation, and hemangiomas."}, {"pubmed": 28802087, "text": "Variant histology is common in pediatric NLPHL, especially types C and E, which are associated with IgD expression. Type C variant histology and possibly type D are associated with decreased EFS, but neither IgD nor CD30 are adverse features. Variant histology may warrant increased surveillance, but did not affect overall survival."}, {"pubmed": 29126177, "text": "median FoxP3+ Treg count was higher in CD30+ than in CD30- posttransplant lymphoproliferative disorders, 3.0 vs 0"}, {"pubmed": 29470552, "text": "Data suggest that CD4+ T cell-associated HIV-1 RNA is often highly enriched in cells expressing CD30; cells expressing this marker considerably contribute to total pool of transcriptionally active CD4+ lymphocytes in individuals on suppressive anti-retroviral drug therapy; CD30 may be a marker of residual, transcriptionally active HIV-1 infected cells in blood and in gut-associated lymphoid tissue."}, {"pubmed": 29666157, "text": "CD30+ diffuse large B-cell lymphoma has characteristic clinicopathological features mutually exclusive with MYC gene rearrangement and negatively associated with BCL2 protein expression."}, {"pubmed": 29889102, "text": "Hodgkin and Reed/Sternberg (HRS) cells shared typical transcriptome patterns with CD30+ B cells, suggesting that they originate from these lymphocytes or acquire their characteristic features during lymphomagenesis. By comparing HRS to normal CD30+ B cells we redefined aberrant and disease-specific features of HRS cells."}, {"pubmed": 29984229, "text": "CD30 and CD30L were involved in pulmonary vascular remodeling and inflammatory response in COPD."}, {"pubmed": 31523805, "text": "Prediagnostic serum sCD27 and sCD30 in serial samples and risks of non-Hodgkin lymphoma subtypes."}, {"pubmed": 31752540, "text": "CD30 is expressed more frequently younger diffuse large B-cell lymphoma patients, with better performance status and its expression trends towards a better progression-free survival."}, {"pubmed": 32037353, "text": "Challenging diagnoses in oral ulcers with large atypical CD30+ cells: EBV-positive mucocutaneous ulcer differentials."}, {"pubmed": 32337220, "text": "Levels of Soluble CD30 and CD26 and Their Clinical Significance in Patients with Primary Immune Thrombocytopenia."}, {"pubmed": 32803917, "text": "Multicentric MFI30 study: Standardization of flow cytometry analysis of CD30 expression in non-Hodgkin lymphoma."}, {"pubmed": 33480069, "text": "Most rare subtypes of cutaneous lymphoma display variable CD30 expression: analysis of the German Cutaneous Lymphoma Network."}, {"pubmed": 34655411, "text": "CD30 Expression in Oral and Oropharyngeal Diffuse Large B Cell Lymphoma, not Otherwise Specified."}, {"pubmed": 35384878, "text": "The Expressions of CD30 and CD123 of Mastocytosis in Taiwan."}, {"pubmed": 35789115, "text": "Hodgkinoid histiocytosis: an atypical nodal CD30 and S100-positive histiocytosis with eosinophilia."}, {"pubmed": 35999655, "text": "CD30 Regulation of IL-13-STAT6 Pathway in Breast Implant-Associated Anaplastic Large Cell Lymphoma."}, {"pubmed": 37170397, "text": "CD30 as a therapeutic target in adult haematological malignancies: Where are we now?"}, {"pubmed": 37290910, "text": "CD30 expression in cutaneous B-cell lymphomas."}, {"pubmed": 37377225, "text": "Optimizing assessment of CD30 expression in Hodgkin lymphoma by controlling for low expression."}, {"pubmed": 37638819, "text": "Variant histology of pediatric nodular lymphocyte-predominant Hodgkin lymphoma with IgD and CD30 expression."}, {"pubmed": 37986346, "text": "Differential expression of BCL11b and CDKN2A in CD30-positive peripheral T cell lymphoma: Retrospective study."}, {"pubmed": 38211650, "text": "CD30 protects EBV-positive diffuse large B-cell lymphoma cells against mitochondrial dysfunction through BNIP3-mediated mitophagy."}, {"pubmed": 38213180, "text": "Expression and Clinical Significance of CD30 and CD56 in Lymphoblastic Lymphoma: A Retrospective Analysis on Paraffin-Embedded Tissues by Immunohistochemistry."}, {"pubmed": 38287746, "text": "EBV-positive Nodal T-Cell and NK-Cell Lymphoma: A Study of 26 Cases Including a Subset With Strong CD30 Expression Mimicking Anaplastic Large Cell Lymphoma."}], "genomic_pos": {"chr": "1", "end": 12144207, "ensemblgene": "ENSG00000120949", "start": 12063303, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 12204264, "start": 12123434, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 10192335, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032759", "pubmed": 16108830, "qualifier": "involved_in", "term": "positive regulation of TRAIL production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032760", "pubmed": 16108830, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 16108830, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 12777399, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004888", "qualifier": "enables", "term": "transmembrane signaling receptor activity"}]}, "homologene": {"genes": [[9031, 395090], [9544, 722773], [9598, 457960], [9606, 943], [9615, 487438], [9913, 614780], [10090, 21941], [10116, 25069]], "id": 949}, "interpro": [{"desc": "Tumour necrosis factor receptor 8", "id": "IPR020416", "short_desc": "TNFR_8"}, {"desc": "TNFR/NGFR cysteine-rich region", "id": "IPR001368", "short_desc": "TNFR/NGFR_Cys_rich_reg"}, {"desc": "Tumour necrosis factor receptor 8, N-terminal", "id": "IPR034002", "short_desc": "TNFRSF8_N"}], "ipi": ["IPI00006073", "IPI00759738", "IPI00873177", "IPI00966159"], "map_location": "1p36.22", "name": "TNF receptor superfamily member 8", "other_names": ["CD30L receptor", "Ki-1 antigen", "cytokine receptor CD30", "lymphocyte activation antigen CD30", "tumor necrosis factor receptor superfamily member 8"], "pantherdb": {"HGNC": "11923", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99908", "ortholog_type": "LDO", "panther_family": "PTHR47497", "taxid": 10090, "uniprot_kb": "Q60846"}, {"RGD": "3879", "ortholog_type": "LDO", "panther_family": "PTHR47497", "taxid": 10116, "uniprot_kb": "P97525"}, {"Ensembl": "ENSGALG00000039741", "ortholog_type": "LDO", "panther_family": "PTHR47497", "taxid": 9031, "uniprot_kb": "A0A1D5PS01"}], "uniprot_kb": "P28908"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}]}, "pdb": "1D01", "pfam": "PF00020", "pharmgkb": "PA36616", "pharos": {"target_id": 4118, "tdl": "Tclin"}, "pir": "A42086", "prosite": "PS50050", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF247055", "relationship": "is"}, {"id": "GNF247056", "relationship": "is"}, {"id": "GNF247057", "relationship": "is"}, {"id": "GNF247058", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281430", "relationship": "is"}, {"id": "GNF281496", "relationship": "is"}, {"id": "GNF281562", "relationship": "is"}, {"id": "GNF281628", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102340", "relationship": "is"}, {"id": "GNF141994", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_029573.2"], "protein": ["NP_001234.3", "NP_001268359.2", "XP_011540743.1", "XP_011540745.1", "XP_047290749.1", "XP_047290755.1", "XP_054195655.1", "XP_054195656.1", "XP_054195657.1", "XP_054195658.1"], "rna": ["NM_001243.5", "NM_001281430.3", "NM_152942.2", "XM_011542441.4", "XM_011542443.3", "XM_047434793.1", "XM_047434799.1", "XM_054339680.1", "XM_054339681.1", "XM_054339682.1", "XM_054339683.1"], "translation": [{"protein": "XP_054195655.1", "rna": "XM_054339680.1"}, {"protein": "XP_054195658.1", "rna": "XM_054339683.1"}, {"protein": "XP_047290755.1", "rna": "XM_047434799.1"}, {"protein": "XP_047290749.1", "rna": "XM_047434793.1"}, {"protein": "NP_001234.3", "rna": "NM_001243.5"}, {"protein": "XP_011540745.1", "rna": "XM_011542443.3"}, {"protein": "XP_054195656.1", "rna": "XM_054339681.1"}, {"protein": "XP_011540743.1", "rna": "XM_011542441.4"}, {"protein": "NP_001268359.2", "rna": "NM_001281430.3"}, {"protein": "XP_054195657.1", "rna": "XM_054339682.1"}]}, "reporter": {"HG-U133_Plus_2": "206729_at", "HG-U95Av2": "34929_at", "HTA-2_0": "TC01000154.hg.1", "HuEx-1_0": "2320683", "HuGene-1_1": "7897860", "HuGene-2_1": "16659217"}, "summary": "The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor is expressed by activated, but not by resting, T and B cells. TRAF2 and TRAF5 can interact with this receptor, and mediate the signal transduction that leads to the activation of NF-kappaB. This receptor is a positive regulator of apoptosis, and also has been shown to limit the proliferative potential of autoreactive CD8 effector T cells and protect the body against autoimmunity. Two alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported. [provided by RefSeq, Jul 2008].", "symbol": "TNFRSF8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1456796"}, "unigene": "Hs.1314", "uniprot": {"Swiss-Prot": "P28908", "TrEMBL": ["D6RAG8", "A5D8T4"]}, "wikipedia": {"url_stub": "CD30"}}