{"AllianceGenome": "11924", "HGNC": "11924", "MIM": "602250", "_id": "3604", "_version": 1, "accession": {"genomic": ["AL009183.10", "AX700825.1", "AY438976.1", "CH471130.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_052834.1"], "protein": ["AAA53133.1", "AAA62478.2", "AAH06196.1", "AAR05440.1", "BAC86181.1", "CAD87626.1", "EAW71590.1", "NP_001552.2", "Q07011.1", "XP_006710681.1", "XP_047275628.1", "XP_054192390.1", "XP_054192391.1"], "rna": ["AK125490.1", "AW449076.1", "BC006196.2", "BP381234.1", "L12964.2", "NM_001561.6", "U03397.1", "XM_006710618.4", "XM_047419672.1", "XM_054336415.1", "XM_054336416.1"], "translation": [{"protein": "XP_047275628.1", "rna": "XM_047419672.1"}, {"protein": "AAA53133.1", "rna": "U03397.1"}, {"protein": "NP_001552.2", "rna": "NM_001561.6"}, {"protein": "XP_054192391.1", "rna": "XM_054336416.1"}, {"protein": "XP_006710681.1", "rna": "XM_006710618.4"}, {"protein": "XP_054192390.1", "rna": "XM_054336415.1"}, {"protein": "BAC86181.1", "rna": "AK125490.1"}, {"protein": "AAA62478.2", "rna": "L12964.2"}, {"protein": "AAH06196.1", "rna": "BC006196.2"}]}, "alias": ["4-1BB", "CD137", "CDw137", "ILA", "IMD109"], "ensembl": {"gene": "ENSG00000049249", "protein": ["ENSP00000366729", "ENSP00000464978", "ENSP00000465272", "ENSP00000501326"], "transcript": ["ENST00000377507", "ENST00000474475", "ENST00000492571", "ENST00000674210"], "translation": [{"protein": "ENSP00000366729", "rna": "ENST00000377507"}, {"protein": "ENSP00000465272", "rna": "ENST00000474475"}, {"protein": "ENSP00000464978", "rna": "ENST00000492571"}, {"protein": "ENSP00000501326", "rna": "ENST00000674210"}], "type_of_gene": "protein_coding"}, "entrezgene": "3604", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.6282156233, "exp_mis": 88.1579116149, "exp_syn": 41.2051797977, "lof_z": 2.50642169949531, "mis_z": -0.460617820126914, "mu_lof": 7.9600802029e-07, "mu_mis": 7.77154056178e-06, "mu_syn": 3.50722039849e-06, "n_lof": 3.0, "n_mis": 97.0, "n_syn": 42.0, "p_li": 0.253050500972917, "p_null": 0.0061543355771762, "p_rec": 0.740795163449907, "syn_z": -0.0767613053755768}, "bp": 768, "cds_end": 8000054, "cds_start": 7980894, "n_exons": 7, "nonpsych": {"exp_lof": 10.3827140413, "exp_mis": 79.6494759061, "exp_syn": 37.1527197744, "lof_z": 2.25015562025306, "mis_z": -0.415420829092102, "mu_lof": 7.9600802029e-07, "mu_mis": 7.77154056178e-06, "mu_syn": 3.50722039849e-06, "n_lof": 3.0, "n_mis": 87.0, "n_syn": 37.0, "p_li": 0.19459790430468, "p_null": 0.0128978634152101, "p_rec": 0.79250423228011, "syn_z": 0.0157748094432195}, "nontcga": {"exp_lof": 10.684122987, "exp_mis": 81.0914486011, "exp_syn": 37.8949301714, "lof_z": 2.31902857925126, "mis_z": -0.492866586135406, "mu_lof": 7.9600802029e-07, "mu_mis": 7.77154056178e-06, "mu_syn": 3.50722039849e-06, "n_lof": 3.0, "n_mis": 90.0, "n_syn": 40.0, "p_li": 0.1979163700317, "p_null": 0.0102799605116899, "p_rec": 0.79180366945661, "syn_z": -0.216520126650917}, "transcript": "ENST00000377507.3"}, "exons": [{"cdsend": 7939994, "cdsstart": 7920834, "chr": "1", "position": [[7915870, 7920923], [7933161, 7933296], [7935012, 7935143], [7937689, 7937756], [7938192, 7938330], [7938720, 7938828], [7939894, 7940078], [7940783, 7940839]], "strand": -1, "transcript": "NM_001561", "txend": 7940839, "txstart": 7915870}], "exons_hg19": [{"cdsend": 8000054, "cdsstart": 7980894, "chr": "1", "position": [[7975930, 7980983], [7993221, 7993356], [7995072, 7995203], [7997749, 7997816], [7998252, 7998390], [7998780, 7998888], [7999954, 8000138], [8000843, 8000899]], "strand": -1, "transcript": "NM_001561", "txend": 8000899, "txstart": 7975930}], "generif": [{"pubmed": 12009595, "text": "intragraft gene expression is not a risk factor for acute cardiac allograft rejection"}, {"pubmed": 12356681, "text": "4-1BB enhanced expansion, survival and effector functions of newly primed CD8(+) T cells."}, {"pubmed": 12384425, "text": "4-1BB plays a role in the differentiation of CD28(-)CD8(+) effector memory CTLs in cord blood."}, {"pubmed": 12516549, "text": "relative importance of CD134 (OX40) and CD137 (4-1BB) in the costimulation of CD4+ and CD8+ T cells under comparable conditions of antigenic stimulation"}, {"pubmed": 12645943, "text": "4-1 BB ligand can costimulate human CD28- T cells, resulting in cell division, inflammatory cytokine production, increased perforin levels, enhancement of cytolytic effector function, as well as the up-regulation of the anti-apoptotic protein Bcl-X(L)."}, {"pubmed": 13130507, "text": "First evidence of expression and synthesis of CD137 and its ligand by human brain cells."}, {"pubmed": 14716821, "text": "4-1BB mRNA, which was not detectable in normal liver, was found in 19 liver tissues adjacent to tumor edge (<1.0 cm). Low expression of 4-1BB mRNA was shown in hepatocellular carcinoma tissues and liver tissues within 1 to 5 cm away from tumor edge"}, {"pubmed": 15031666, "text": "Data suggest that levels of soluble 4-1BB and 4-1BB ligand in sera at the time of diagnosis may be indicative of the severity and outcome of rheumatoid arthritis."}, {"pubmed": 15301860, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15308117, "text": "4-1BB/4-1BBL interactions contribute to the persistence of gut inflammation in Crohn's disease"}, {"pubmed": 15353478, "text": "critical roles for interleukin-4 and IL-12 in regulating 4-1BB effects on Transforming growth factor-beta1-mediated suppression"}, {"pubmed": 15618293, "text": "The CD137 is a member of the tumor necrosis factor receptor family and a potent regulator of T cell activities."}, {"pubmed": 15638367, "text": "The expression of CD134 was markedly higher, compared to CD137, both on the day of the surgery and ten days after colorectal cancer sursgery"}, {"pubmed": 15941918, "text": "stimulation of OX40/4-1BB rendered cells sensitive to apoptosis induced by TNF-alpha and reduced activation of NF-kappaB.  OX40/4-1BB stimulation repressed the mitogen response in activated CD25+CD4+ T cells and preactivated CD8+ T cells"}, {"pubmed": 16232366, "text": "CD3+ T lymphocytes co-expressing CD134 and CD137 antigens on peripheral blood revealed an increased percentages of OX-40/CD137 positive cells in patients with Graves' disease (p<0.025) compared to the controls."}, {"pubmed": 16596186, "text": "Significantly higher soluble CD137 protein is associated with colorectal cancer patients"}, {"pubmed": 17309825, "text": "Transduction of HMCLs with 4-1BBL retroviruses induced a high expression of 4-1BBL molecules and a strong T-cell activation ability."}, {"pubmed": 17878391, "text": "4-1BB costimulation is essential for expanding memory CD8+ T cells ex vivo and is superior to CD28 costimulation for generating Ag-specific products for adoptive cell therapy"}, {"pubmed": 17878400, "text": "showed CD137L to be a key costimulatory ligand for proliferation of CD28(-) CD45RA(hi) CD8(+) T cells and not CD80, CD86, or CD275 (ICOSL)"}, {"pubmed": 18024793, "text": "Co-expression of NKG2D and 4-1BB may represent an important biomarker for defining competency of tumor infiltrating CD8(+) T cells"}, {"pubmed": 18276843, "text": "Tax was sufficient to induce the expression of the endogenous 4-1BB gene in uninfected T cells, and it strongly activated (45-fold) the 4-1BB promoter via a single NF-kappaB site."}, {"pubmed": 18519814, "text": "CD137 can be enhanced on NK cells in an Fc-dependent fashion and expression correlates with phenotypic and functional parameters of activation."}, {"pubmed": 18645038, "text": "These data offer a novel approach for UCB Treg expansion using aAPCs, including those coexpressing OX40L or 4-1BBL."}, {"pubmed": 18668547, "text": "CCL23, M-CSF, TNFRSF9, TNF-alpha, and CXCL13 are predictive of rheumatoid arthritis disease activity and may be useful in the definition of disease subphenotypes and in the measurement of response to therapy in clinical studies."}, {"pubmed": 18768897, "text": "The majority of beryllium-responsive IFN-gamma-producing CD4+ T cells in blood coexpress CD28 and 4-1BB; a transition occurs within the memory CD4+ T cell population from CD28 dependence in blood to a requirement for 4-1BB costimulation in lung."}, {"pubmed": 18838252, "text": "Clinical association of serum CD137 (4-1BB) levels in patients with systemic sclerosis."}, {"pubmed": 19211796, "text": "Incorporation of the CD137 signaling domain specifically reprogrammed cells for multifunctional cytokine secretion and enhanced persistence of T cells"}, {"pubmed": 19406689, "text": "Findings indicate that the loss of 4-1BB on HIV-specific CD4+ T cells is associated with viral replication and that it may contribute to reduced IL-2 production observed during chronic infection."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19759901, "text": "4-1BBL and 4-1BB may have immunomodulatory functions, as shown by the anti-leukemia activity of MS-275 histone deacetylase inhibitor"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20008291, "text": "CD137 costimulation may play a role in defining the fate of Ag-stimulated human B cells"}, {"pubmed": 20026323, "text": "Patients with acute coronary syndromes showed increased soluble and membrane-bound CD137 expression. sCD137 level showed a significantly positive correlation with CRP level in patients with acute coronary syndromes ."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20347151, "text": "Data support a role for CD137 in the recruitment of monocytes to inflammatory tissues."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20616340, "text": "Results suggest with a two-step model of M cell differentiation, with initial CD137-independent commitment to the M cell lineage followed by CD137-CD137L interaction of M cells with CD137-activated B cells or dendritic cells for functional maturation."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20643812, "text": "CD137 ligand can also be expressed as a transmembrane protein on the cell surface and transmit signals into the cells on which it is expressed (reverse signaling)."}, {"pubmed": 21396356, "text": "significantly positive correlation between CD137 expression and complex coronary stenosis morphology"}, {"pubmed": 21669186, "text": "This work is the first to demonstrate the contribution of CD137 signaling to DENV-mediated apoptosis."}, {"pubmed": 21670469, "text": "The measurement of a single gene expressed by tumor cells (LMO2) and a single gene expressed by the immune microenvironment (TNFRSF9) powerfully predicts overall survival in patients with diffuse large B-cell lymphoma."}, {"pubmed": 21745658, "text": "Data indicate that ex4-1BBL augments 4-1BB expression not only on the primed T cell, but also on DC."}, {"pubmed": 21747409, "text": "CD137:CD137L interactions regulate the innate and adaptive immune response of the host against M. tuberculosis"}, {"pubmed": 21963611, "text": "The sCD137 levels correlate with the probability of complications and lethality. The association of sCD137, a product of activated T cells, with the severity of acute pancreatitis suggests that T cells contribute to the pathogenesis of acute pancreatitis."}, {"pubmed": 22144129, "text": "Data indicate that 4-1BBL mediates NK-cell immunosubversion in CLL, and thus might contribute to the reportedly compromised efficacy of Rituximab to induce NK-cell reactivity in the disease."}, {"pubmed": 22204816, "text": "Head and neck cancer patients have decreased levels of alternative co-stimulatory receptors OX40 and 4-1BB."}, {"pubmed": 22282196, "text": "We show that the inflammatory and cytotoxic function of CD4(+)CD28(null) T cells can be inhibited by blocking OX40 and 4-1BB costimulatory receptors."}, {"pubmed": 22343053, "text": "conditioned medium from Lewis Lung Carcinoma cells caused significant upregulation of 4-1BB in mast cells"}, {"pubmed": 22343199, "text": "CD137 activity is directly proportional to colorectal cancer stage. Surgical resection of the tumor results in increased CD134 and CD137 expression"}, {"pubmed": 22593548, "text": "treatment with CD137 agonistic antibody induces CCL21 expression and DC accumulation close to lymphatic vessels. Collectively, our results demonstrate that the inflammatory function of lymphatic vessels can be regulated by CD137."}, {"pubmed": 22797667, "text": "this is the first study to indicate that this member of the TNF superfamily, CD137, is modulated by SAHA treatment in breast cancer cells"}, {"pubmed": 22896640, "text": "4-1BB (CD137), together with CD103, marks mesenteric lymph node dendritic cells (DC) with the highest level of retinal dehydrogenase (RALDH) activity, and ligation of 4-1BB maintains RALDH expression in these gut DC."}, {"pubmed": 22901750, "text": "CD137 protein is expressed by a select group of hematolymphoid tumors, including classical Hodgkin lymphoma, T-cell and NK/T-cell lymphomas, and follicular dendritic cells neoplasms."}, {"pubmed": 23204227, "text": "Our results reveal a new regulatory mechanism for CD137L expression that mediates immune escape by HRS cells, and they identify CD137 as a candidate target for immunotherapy of Hodgkin"}, {"pubmed": 23437083, "text": "the mechanisms that account for the effect of CD137 signaling on TNF-alpha production were based on a decrease of TNF-alpha production by antigen presenting cell (APC) and, perhaps, on the increase in APC apoptosis."}, {"pubmed": 23557259, "text": "Dengue virus induces CD137 signaling to enhance apoptosis by increasing TNF-alpha production via activation of p38 MAPK."}, {"pubmed": 23560068, "text": "Co-stimulation through 4-1BB/CD137 improves the expansion and function of CD8(+) melanoma tumor-infiltrating lymphocytes for adoptive T-cell therapy."}, {"pubmed": 23640752, "text": "Taken together, these data provide evidence that the 4-1BB signal is an important regulator of gammadelta T cells"}, {"pubmed": 23750604, "text": "The CD137 multi-parameter flow cytometry fast assay allows for phenotypic and functional determination of alloreactive precursor frequencies of both CD4+ and CD8+ T cells with high sensitivity and specificity."}, {"pubmed": 24045181, "text": "A role for the TNFR-family member CD137 in the immunobiology of human cancer where it is preferentially expressed on tumor-reactive subset of tumor-infiltrating lymphocytes."}, {"pubmed": 24606203, "text": "Our findings provide a novel, TNFRSF9-positive, reactive astrocytic phenotype in human gliomas"}, {"pubmed": 24639347, "text": "monocytes interact with iNKT cells to increase expression of 4-1BBL and 4-1BB, and in conjunction with this pathway, maintain their numbers at baseline."}, {"pubmed": 24746207, "text": "findings show that immunohistochemistry for CD137L is capable of reliably distinguishing small B-cell lymphomas from reactive lymphoid aggregates"}, {"pubmed": 24797972, "text": "High expression of CD137 is associated with type 1 diabetes."}, {"pubmed": 24958847, "text": "action of agonist anti-4-1BB in suppressing autoimmune and allergic inflammation was completely dependent on Galectin-9 (Gal-9). Gal-9 directly bound to 4-1BB, in a site distinct from the binding site of antibodies and the natural ligand of 4-1BB"}, {"pubmed": 25019989, "text": "DENV C disrupts Daxx and NF-kappaB interaction to induce CD137-mediated apoptosis during DENV infection"}, {"pubmed": 25032953, "text": "Human genetic evidence for involvement of CD137 in atherosclerosis"}, {"pubmed": 25367298, "text": "Based on CD137 or CD154 expression."}, {"pubmed": 25409517, "text": "upregulation of CD137 expression through LMP1 by EBV promotes cell survival in T or NK cells"}, {"pubmed": 25939063, "text": "Our results provide biological explanations for the antitumor effects of CD19 CARs and for the observations that CD19 CAR T cells incorporating the 4-1BB costimulatory domain are more persistent than those incorporating CD28 in clinical trials."}, {"pubmed": 26113085, "text": "As a result of becoming activated, transferred human T lymphocytes express the inducible surface antigens hPD-1 and hCD137 on their plasma membrane."}, {"pubmed": 26467721, "text": "These studies provide the first direct evidence that ligation of tumour necrosis factor superfamily members and their cognate receptors is important for the control of viral lytic replication."}, {"pubmed": 26561569, "text": "Triple costimulation via CD80, 4-1BB, and CD83 ligand elicits the long-term growth of Vgamma9Vdelta2 T cells in low levels of IL-2."}, {"pubmed": 26885860, "text": "in complex with T cell receptor, promotes memory T cells, cell respiration, fatty acid oxidation and mitochondrial biogenesis"}, {"pubmed": 26970765, "text": "Studies suggest that adoptive T cell therapy and CD137 antigen offer much opportunity to raise the efficacy of current cancer immunotherapies."}, {"pubmed": 27388616, "text": "4-1BB and 4-1BBL qualify as markers for prediction of patients' course and represent a valuable screening target for patients with acute myeloid leukemia at initial diagnosis."}, {"pubmed": 27430526, "text": "the role of CD137-CRDI (cysteine rich domain I) in the binding of CD137-CD137L was further investigated."}, {"pubmed": 27496866, "text": "Cetuximab-mediated NK-cell expression of CD137 on tumor-infiltrating lymphocytes is dependent on FcgammaRIIIa polymorphism.  In neoadjuvant cetuximab-treated patients with head and neck cancer, upregulation of CD137 by intratumoral, cetuximab-activated NK cells correlated with FcgammaRIIIa V/F polymorphism and predicted clinical response."}, {"pubmed": 27530312, "text": "In this study we systematically evaluated a series of CAR constructs targeting glypican-3 (GPC3), which is selectively expressed on several solid tumors. We compared GPC3-specific CARs that encoded CD3zeta (Gz) alone or with costimulatory domains derived from CD28 (G28z), 4-1BB (GBBz), or CD28 and 4-1BB (G28BBz)."}, {"pubmed": 28115575, "text": "Egr2-driven cell surface proteins LAG-3 and 4-1BB can identify dysfunctional tumor antigen-specific CD8(+) TIL."}, {"pubmed": 28218958, "text": "Findings indicate that CD137 antigen is a useful marker that can be used for identifying Mycobacterium tuberculosis (Mtb)-reactive CD4(+) T cells (Mtb-reactive CD4(+) T cells) by flow cytometry."}, {"pubmed": 28347235, "text": "Anti-4-1BB single chain variable fragments enhanced surface CD69 expression and interleukin-2 production in stimulated CCRF-CEM cells which confirmed the agonistic effect of the selected single chain variable fragments. The data from this study have provided a rationale for further experiments involving the biological functions of anti-4-1BB single chain variable fragments in future studies."}, {"pubmed": 28536305, "text": "Herein, we present LOAd703, a designed adenovirus armed with trimerized CD40L and 4-1BBL that activates the CD40 and 4-1BB pathways, respectively"}, {"pubmed": 28755037, "text": "3 SNPs (rs161827, rs161818, and rs161810) of the CD137 gene and their association with ischemic stroke were studied in a northern Chinese Han population. rs161827 was significantly different between patients with and without diabetes and the controls. rs161818 and rs161810 differed significantly between patients without diabetes and the controls. All 3 were statistically significant in the combination stroke group."}, {"pubmed": 28978471, "text": "Tonic 4-1BB costimulation in chimeric antigen receptors impedes T cell survival and is vector-dependent."}, {"pubmed": 29571029, "text": "CD137 is a checkpoint regulator involved in atherosclerosis [review]"}, {"pubmed": 29697202, "text": "Within 24 hours of onset, the stroke patients showed elevated levels of soluble CD137 and CD137 expression on CD4+ T cells compared with normal controls. Alterations in CD137 expression may enhance ischemia-induced inflammatory responses via bidirectional signaling and, consequently, aggravate brain injury in early stages of this disorder."}, {"pubmed": 29720398, "text": "structural and functional properties of both h4-1BB and h4-1BBL and reveals that covalent receptor dimerization amplifies h4-1BB signaling"}, {"pubmed": 29861382, "text": "TNFRSF2 and TNFRSF9 could act as a possible prognostic biomarkers."}, {"pubmed": 30250206, "text": "A low-grade ocular surface inflammation observed in this study, where resident immature dendritic cells are transformed into mature antigen-presenting cells in the corneal epithelium, is a process putatively associated with TNFRSF9 signalling and may occur early in the development of type 2 diabetes."}, {"pubmed": 30425092, "text": "To evaluate CAR vulnerability to Tregs, we lymphodepleted mice and transferred CARs alone or with purified Tregs. Cotransfer with Tregs abrogated the efficacy of CD28-4-1BBz CARs, whereas the efficacy of DeltaCD28-4-1BBz CARs remained unperturbed"}, {"pubmed": 30545939, "text": "A comparison with the human 4-1BB/4-1BBL complex highlighted several differences between the ligand- and receptor-binding interfaces, providing an explanation for the absence of inter-species cross-reactivity between human and mouse 4-1BB and 4-1BBL molecules."}, {"pubmed": 31288851, "text": "the CD137 protein was expressed on pancreatic cancer cell surface, and has identified a novel mechanism by which K-Ras regulates CD137 in pancreatic cancer cells through MAPK and NF-kappaB pathways stimulated by IL-1alpha."}, {"pubmed": 31353502, "text": "4-1BB Delineates Distinct Activation Status of Exhausted Tumor-Infiltrating CD8(+) T Cells in Hepatocellular Carcinoma."}, {"pubmed": 31501153, "text": "Our findings elucidate a functional role and relevance of CD137 in human immune homeostasis and antitumor responses."}, {"pubmed": 31537641, "text": "we report the first genetically well-documented case of EBV-driven T/NK cell lymphoproliferative disorder associated with homozygous mutations in PIK3CD and TNFRSF9, highlighting the potential role of these pathways in the immunity to EBV when EBV infects T cells."}, {"pubmed": 31992123, "text": "Nuclear-localized costimulatory molecule 4-1BBL promotes colon cancer cell proliferation and migration by regulating nuclear Gsk3beta, and is linked to the poor outcomes associated with colon cancer."}, {"pubmed": 32015231, "text": "A conserved intratumoral regulatory T cell signature identifies 4-1BB as a pan-cancer target."}, {"pubmed": 32234960, "text": "4-1BB costimulation promotes CAR T cell survival through noncanonical NF-kappaB signaling."}, {"pubmed": 32488072, "text": "CD137 costimulation enhances the antiviral activity of Vgamma9Vdelta2-T cells against influenza virus."}, {"pubmed": 32843615, "text": "PD-1 abrogates the prolonged persistence of CD8(+) CAR-T cells with 4-1BB co-stimulation."}, {"pubmed": 33073305, "text": "CD137 Ligand-CD137 Interaction is Required For Inflammasome-Associated Brain Injury Following Ischemic Stroke."}, {"pubmed": 33162828, "text": "Activating CD137 Signaling Promotes Sprouting Angiogenesis via Increased VEGFA Secretion and the VEGFR2/Akt/eNOS Pathway."}, {"pubmed": 33281809, "text": "4-1BB Signaling Boosts the Anti-Tumor Activity of CD28-Incorporated 2(nd) Generation Chimeric Antigen Receptor-Modified T Cells."}, {"pubmed": 33537169, "text": "T cells expanded from renal cell carcinoma display tumor-specific CD137 expression but lack significant IFN-gamma, TNF-alpha or IL-2 production."}, {"pubmed": 33572150, "text": "Regulatory T Cells Inhibit T Cell Activity by Downregulating CD137 Ligand via CD137 Trogocytosis."}, {"pubmed": 33643694, "text": "Ectopic CD137 expression by rhabdomyosarcoma provides selection advantages but allows immunotherapeutic targeting."}, {"pubmed": 33800462, "text": "Role of ADAM10 and ADAM17 in Regulating CD137 Function."}, {"pubmed": 34021248, "text": "CD137 (4-1BB) stimulation leads to metabolic and functional reprogramming of human monocytes/macrophages enhancing their tumoricidal activity."}, {"pubmed": 34352016, "text": "Early loss of T lymphocyte 4-1BB receptor expression is associated with higher short-term mortality in alcoholic hepatitis."}, {"pubmed": 34605055, "text": "Early-Onset Parkinson's Disease: A Novel Deletion Comprising the DJ-1 and TNFRSF9 Genes."}, {"pubmed": 34750385, "text": "Transient mTOR inhibition rescues 4-1BB CAR-Tregs from tonic signal-induced dysfunction."}, {"pubmed": 35112462, "text": "FBXL20-mediated ubiquitination triggers the proteasomal degradation of 4-1BB."}, {"pubmed": 35299256, "text": "Epstein-Barr virus-induced ectopic CD137 expression helps nasopharyngeal carcinoma to escape immune surveillance and enables targeting by chimeric antigen receptors."}, {"pubmed": 35812455, "text": "Galectin-3 Decreases 4-1BBL Bioactivity by Crosslinking Soluble and Membrane Expressed 4-1BB."}, {"pubmed": 36811396, "text": "Targeting neuropilin-1 abolishes anti-PD-1-upregulated regulatory T cells and synergizes with 4-1BB agonist for liver cancer treatment."}, {"pubmed": 38139346, "text": "Soluble CD137: A Potential Prognostic Biomarker in Critically Ill Patients."}], "genomic_pos": {"chr": "1", "end": 7943165, "ensemblgene": "ENSG00000049249", "start": 7915871, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 8000926, "start": 7979907, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033084", "qualifier": "involved_in", "term": "regulation of immature T cell proliferation in thymus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038023", "qualifier": "enables", "term": "signaling receptor activity"}]}, "homologene": {"genes": [[8364, 100489585], [9031, 419365], [9544, 708281], [9598, 746029], [9606, 3604], [9615, 608274], [9913, 520341], [10090, 21942], [10116, 500590]], "id": 1199}, "interpro": [{"desc": "TNFR/NGFR cysteine-rich region", "id": "IPR001368", "short_desc": "TNFR/NGFR_Cys_rich_reg"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "Tumour necrosis factor receptor 9", "id": "IPR020413", "short_desc": "TNFR_9"}, {"desc": "Tumour necrosis factor receptor 9, N-terminal", "id": "IPR034020", "short_desc": "TNFRSF9_N"}], "ipi": "IPI00014211", "map_location": "1p36.23", "name": "TNF receptor superfamily member 9", "other_names": ["4-1BB ligand receptor", "CD137 antigen", "T cell antigen ILA", "T-cell antigen 4-1BB homolog", "homolog of mouse 4-1BB", "induced by lymphocyte activation (ILA)", "interleukin-activated receptor, homolog of mouse Ly63", "receptor protein 4-1BB", "tumor necrosis factor receptor superfamily member 9"], "pantherdb": {"HGNC": "11924", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1101059", "ortholog_type": "LDO", "panther_family": "PTHR47139", "taxid": 10090, "uniprot_kb": "P20334"}, {"RGD": "1598208", "ortholog_type": "LDO", "panther_family": "PTHR47139", "taxid": 10116, "uniprot_kb": "Q4V895"}, {"Ensembl": "ENSGALG00000052935", "ortholog_type": "LDO", "panther_family": "PTHR47139", "taxid": 9031, "uniprot_kb": "A0A3Q2UM48"}, {"Ensembl": "ENSDARG00000087225", "ortholog_type": "O", "panther_family": "PTHR47139", "taxid": 7955, "uniprot_kb": "E7F5J4"}, {"ZFIN": "ZDB-GENE-101109-2", "ortholog_type": "O", "panther_family": "PTHR47139", "taxid": 7955, "uniprot_kb": "A0A0R4IT02"}, {"ZFIN": "ZDB-GENE-060421-8213", "ortholog_type": "LDO", "panther_family": "PTHR47139", "taxid": 7955, "uniprot_kb": "E7F8V4"}], "uniprot_kb": "Q07011"}, "pathway": {"biocarta": {"id": "41bbpathway", "name": "the 41bb-dependent immune response"}, "kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "pid": {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}], "wikipathways": {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}}, "pdb": ["6A3V", "6A3W", "6BWV", "6CPR", "6CU0", "6MGP", "6MHR", "6MI2", "6Y8K", "7D4B", "7YXU", "8GYE", "8OZ3"], "pfam": "PF00020", "pharmgkb": "PA36617", "pharos": {"target_id": 6134, "tdl": "Tbio"}, "pir": "I38426", "prosite": "PS50050", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251419", "relationship": "is"}, {"id": "GNF251420", "relationship": "is"}, {"id": "GNF251421", "relationship": "is"}, {"id": "GNF251422", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161161", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014743", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102341", "relationship": "is"}, {"id": "GNF141995", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_052834.1"], "protein": ["NP_001552.2", "XP_006710681.1", "XP_047275628.1", "XP_054192390.1", "XP_054192391.1"], "rna": ["NM_001561.6", "XM_006710618.4", "XM_047419672.1", "XM_054336415.1", "XM_054336416.1"], "translation": [{"protein": "XP_047275628.1", "rna": "XM_047419672.1"}, {"protein": "NP_001552.2", "rna": "NM_001561.6"}, {"protein": "XP_054192391.1", "rna": "XM_054336416.1"}, {"protein": "XP_006710681.1", "rna": "XM_006710618.4"}, {"protein": "XP_054192390.1", "rna": "XM_054336415.1"}]}, "reporter": {"HG-U133_Plus_2": ["207536_s_at", "211786_at", "238950_at"], "HG-U95Av2": "31540_at", "HTA-2_0": "TC01002163.hg.1", "HuEx-1_0": ["2395142", "2395146"], "HuGene-1_1": "7912145", "HuGene-2_1": "16681288"}, "summary": "The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor contributes to the clonal expansion, survival, and development of T cells. It can also induce proliferation in peripheral monocytes, enhance T cell apoptosis induced by TCR/CD3 triggered activation, and regulate CD28 co-stimulation to promote Th1 cell responses. The expression of this receptor is induced by lymphocyte activation. TRAF adaptor proteins have been shown to bind to this receptor and transduce the signals leading to activation of NF-kappaB. [provided by RefSeq, Jul 2008].", "symbol": "TNFRSF9", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420813"}, "unigene": ["Hs.738942", "Hs.86447"], "uniprot": {"Swiss-Prot": "Q07011", "TrEMBL": ["A0A6I8PRR4", "K7EJ11", "K7EJQ2"]}, "wikipedia": {"url_stub": "CD137"}}