{"AllianceGenome": "11905", "HGNC": "11905", "MIM": "603612", "_id": "8795", "_version": 1, "accession": {"genomic": ["AB014718.2", "AC107959.8", "CH471080.2", "CP068270.2", "EF064712.1", "HQ384164.1", "JA362580.1", "NC_000008.11", "NC_060932.1", "NG_012145.1"], "protein": ["AAB67103.1", "AAB67109.1", "AAB70577.1", "AAB70578.1", "AAB71412.1", "AAB71949.1", "AAB81180.1", "AAC01565.1", "AAC51778.1", "AAF07175.1", "AAF75587.1", "AAH01281.1", "AAQ88644.1", "ABK41895.1", "ACO54879.1", "ADU05473.1", "BAA33723.1", "BAF83905.1", "BAG70086.1", "BAG70213.1", "BAH12263.1", "BAH12824.1", "CAD97801.1", "CAD98017.1", "CAD98053.1", "CAG46696.1", "CCA94572.1", "EAW63640.1", "EAW63641.1", "EAW63642.1", "EAW63643.1", "NP_003833.4", "NP_671716.2", "O14763.2"], "rna": ["AB451272.1", "AB451399.1", "AF012535.2", "AF012628.1", "AF016266.1", "AF016268.1", "AF016849.1", "AF018657.1", "AF018658.1", "AF020501.1", "AF022386.1", "AF153687.1", "AF192548.1", "AK291216.1", "AK296128.1", "AK298602.1", "AL529460.3", "AY358277.1", "BC001281.1", "BC043400.1", "BX537617.1", "BX538104.1", "BX538179.1", "CR541898.1", "CX870630.1", "DA738472.1", "DA889488.1", "FJ200482.1", "NM_003842.5", "NM_147187.3", "NR_027140.2"], "translation": [{"protein": "BAH12824.1", "rna": "AK298602.1"}, {"protein": "AAB70577.1", "rna": "AF018657.1"}, {"protein": "ACO54879.1", "rna": "FJ200482.1"}, {"protein": "AAB71949.1", "rna": "AF022386.1"}, {"protein": "AAH01281.1", "rna": "BC001281.1"}, {"protein": "AAF75587.1", "rna": "AF153687.1"}, {"protein": "AAB71412.1", "rna": "AF020501.1"}, {"protein": "BAG70086.1", "rna": "AB451272.1"}, {"protein": "CAD98053.1", "rna": "BX538179.1"}, {"protein": "BAF83905.1", "rna": "AK291216.1"}, {"protein": "AAF07175.1", "rna": "AF192548.1"}, {"protein": "AAQ88644.1", "rna": "AY358277.1"}, {"protein": "AAB67103.1", "rna": "AF012535.2"}, {"protein": "BAG70213.1", "rna": "AB451399.1"}, {"protein": "BAH12263.1", "rna": "AK296128.1"}, {"protein": "CAD97801.1", "rna": "BX537617.1"}, {"protein": "CAD98017.1", "rna": "BX538104.1"}, {"protein": "CAG46696.1", "rna": "CR541898.1"}, {"protein": "AAC01565.1", "rna": "AF016268.1"}, {"protein": "AAC51778.1", "rna": "AF016849.1"}, {"protein": "NP_671716.2", "rna": "NM_147187.3"}, {"protein": "AAB70578.1", "rna": "AF018658.1"}, {"protein": "AAB81180.1", "rna": "AF016266.1"}, {"protein": "AAB67109.1", "rna": "AF012628.1"}, {"protein": "NP_003833.4", "rna": "NM_003842.5"}]}, "alias": ["CD262", "DR5", "KILLER", "KILLER/DR5", "TRAIL-R2", "TRAILR2", "TRICK2", "TRICK2A", "TRICK2B", "TRICKB", "ZTNFR9"], "ensembl": {"gene": "ENSG00000120889", "protein": ["ENSP00000276431", "ENSP00000317859", "ENSP00000427999"], "transcript": ["ENST00000276431", "ENST00000347739", "ENST00000518531", "ENST00000519028", "ENST00000519910", "ENST00000520109", "ENST00000523504", "ENST00000523752"], "translation": [{"protein": "ENSP00000276431", "rna": "ENST00000276431"}, {"protein": "ENSP00000317859", "rna": "ENST00000347739"}, {"protein": "ENSP00000427999", "rna": "ENST00000523504"}], "type_of_gene": "protein_coding"}, "entrezgene": "8795", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.4486153858, "exp_mis": 149.174132975, "exp_syn": 69.8103228738, "lof_z": 0.898713673095885, "mis_z": -0.954155304726356, "mu_lof": 1.02992438989e-06, "mu_mis": 1.39501555946e-05, "mu_syn": 6.33017042022e-06, "n_lof": 11.0, "n_mis": 173.0, "n_syn": 73.0, "p_li": 9.803529644727e-07, "p_null": 0.463838733634084, "p_rec": 0.536160286012951, "syn_z": -0.236666483571254}, "bp": 1323, "cds_end": 22926407, "cds_start": 22880183, "n_exons": 9, "nonpsych": {"exp_lof": 12.9063722569, "exp_mis": 134.845969901, "exp_syn": 63.0140656816, "lof_z": 0.794513212152902, "mis_z": -0.571347796742681, "mu_lof": 1.02992438989e-06, "mu_mis": 1.39501555946e-05, "mu_syn": 6.33017042022e-06, "n_lof": 10.0, "n_mis": 148.0, "n_syn": 68.0, "p_li": 3.18680488393815e-06, "p_null": 0.479224672776565, "p_rec": 0.52077214041855, "syn_z": -0.395449388975843}, "nontcga": {"exp_lof": 13.2760567365, "exp_mis": 137.223542062, "exp_syn": 64.2088358593, "lof_z": 0.886947897694815, "mis_z": -0.841092928294505, "mu_lof": 1.02992438989e-06, "mu_mis": 1.39501555946e-05, "mu_syn": 6.33017042022e-06, "n_lof": 10.0, "n_mis": 157.0, "n_syn": 63.0, "p_li": 3.74215194049623e-06, "p_null": 0.414402665013016, "p_rec": 0.585593592835043, "syn_z": 0.0955198725101203}, "transcript": "ENST00000276431.4"}, "exons": [{"cdsend": 23068894, "cdsstart": 23022670, "chr": "8", "position": [[23020135, 23022984], [23024187, 23024260], [23027132, 23027288], [23027721, 23027753], [23028330, 23028602], [23029609, 23029721], [23030758, 23030872], [23043137, 23043243], [23068750, 23069031]], "strand": -1, "transcript": "NM_003842", "txend": 23069031, "txstart": 23020135}, {"cdsend": 23068894, "cdsstart": 23022670, "chr": "8", "position": [[23020135, 23022984], [23024187, 23024260], [23027132, 23027288], [23027721, 23027753], [23028330, 23028441], [23028528, 23028602], [23029609, 23029721], [23030758, 23030872], [23043137, 23043243], [23068750, 23069031]], "strand": -1, "transcript": "NM_147187", "txend": 23069031, "txstart": 23020135}, {"cdsend": 23069031, "cdsstart": 23069031, "chr": "8", "position": [[23020135, 23022984], [23024187, 23024260], [23027132, 23027288], [23027721, 23027753], [23028330, 23028441], [23028528, 23028602], [23029609, 23029721], [23030758, 23030872], [23068750, 23069031]], "strand": -1, "transcript": "NR_027140", "txend": 23069031, "txstart": 23020135}], "exons_hg19": [{"cdsend": 22926407, "cdsstart": 22880183, "chr": "8", "position": [[22877648, 22880497], [22881700, 22881773], [22884645, 22884801], [22885234, 22885266], [22885843, 22886115], [22887122, 22887234], [22888271, 22888385], [22900650, 22900756], [22926263, 22926544]], "strand": -1, "transcript": "NM_003842", "txend": 22926544, "txstart": 22877648}, {"cdsend": 22926407, "cdsstart": 22880183, "chr": "8", "position": [[22877648, 22880497], [22881700, 22881773], [22884645, 22884801], [22885234, 22885266], [22885843, 22885954], [22886041, 22886115], [22887122, 22887234], [22888271, 22888385], [22900650, 22900756], [22926263, 22926544]], "strand": -1, "transcript": "NM_147187", "txend": 22926544, "txstart": 22877648}, {"cdsend": 22926544, "cdsstart": 22926544, "chr": "8", "position": [[22877648, 22880497], [22881700, 22881773], [22884645, 22884801], [22885234, 22885266], [22885843, 22885954], [22886041, 22886115], [22887122, 22887234], [22888271, 22888385], [22926263, 22926544]], "strand": -1, "transcript": "NR_027140", "txend": 22926544, "txstart": 22877648}], "generif": [{"pubmed": 10542098, "text": "crystal structure at 2.2 A resolution of a complex between TRAIL and the extracellular region of DR5"}, {"pubmed": 11844843, "text": "TNF-related apoptosis-inducing ligand (TRAIL) is not constitutively expressed in the human brain, whereas both apoptosis-mediating and apoptosis-blocking TRAIL receptors are found on neurons, astrocytes, and oligodendrocytes"}, {"pubmed": 11862476, "text": "highly expressed in metastatic gastric carcinoma and tumor-infiltrating lymphocytes"}, {"pubmed": 12196516, "text": "examined whether TRAIL receptors use different intermediates to convey the apoptotic signal to mitochondria"}, {"pubmed": 12388624, "text": "cholestasis increased both liver TRAIL-R2/DR5 mRNA and protein expression (>10-fold)"}, {"pubmed": 12388693, "text": "Tyrosine-based sorting signal in adenovirus RID plays a role in RID's ability to down-regulate TRAIL receptor 2 and inhibit TRAIL induced apoptosis"}, {"pubmed": 12421985, "text": "Decreased expression of DR5 may contribute to prolonged survival of eosinophils in the airways of allergic asthmatics following segmental antigen challenge."}, {"pubmed": 12488957, "text": "Cytotoxicity and apoptosis induced by TRAIL to beta-cell lines CM were inhibited competitively by soluble TRAIL receptors, R1, R2, R3 or R4."}, {"pubmed": 12642868, "text": "role of upregulation in interferon-alpha sensitized hepatoma cells to TRAIL-induced apoptosis"}, {"pubmed": 12808117, "text": "likely to be involved in chronic pancreatitis; pancreatic stellate cells may directly contribute to acinar regression by inducing apoptosis of parenchymal cells in a TRAIL-dependent manner"}, {"pubmed": 12847280, "text": "Like malignantly transformed cells, synovial cells from rheumatoid arthritis patients express high levels of DR5 and are highly susceptible to DR5-mediated apoptosis."}, {"pubmed": 12915532, "text": "Respiratory syncytial virus infection strongly up-regulated the expression of tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) and its functional receptors death receptor 4 (DR4) and DR5."}, {"pubmed": 12920112, "text": "results show that protein kinase C activation specifically inhibits the recruitment of TRAIL receptors 1 and 2 complexes, thereby modulating tumor necrosis-related apoptosis-inducing ligand(TRAIL)-induced apoptosis"}, {"pubmed": 14506242, "text": "Infection of primary cells with adenoviruses carrying the relevant point mutations confirmed the crucial role of putative YXX Phi and dileucine (LL) transport motifs within Ad2 10.4-14.5 for down-regulation of Fas, TRAIL-R1, TRAIL-R2, and EGFR."}, {"pubmed": 14534720, "text": "Fas, DR4, and DR5 are activated in drug-sensitive cells in response to anticancer drugs depending on the cytotoxic effect of each drug"}, {"pubmed": 14561739, "text": "Sp1 is a bile acid-responsive transcription factor that mediates DR5/TRAIL-R2 gene expression downstream of JNK."}, {"pubmed": 14576771, "text": "All of mAbs to TRAIL-R1 and TRAIL-R2 induced cell death in several cancer cell lines susceptible to TRAIL but not in human umbilical vein endothelial cells in vitro"}, {"pubmed": 14688276, "text": "TRAIL-R2 expression is post-transcriptionally regulated by cytosolic proteins induced by TRAIL that bind to the 3'-UTR region of TRAIL-R2 mRNA"}, {"pubmed": 14691451, "text": "MG132 upregulates death receptor 5 and cooperates with APO2L to induce apoptosis in Bax-proficient and -deficient cells."}, {"pubmed": 15173180, "text": "binding of Fas-associated death domain (FADD) to the tumor necrosis factor-related apoptosis-inducing ligand receptor DR5 is regulated by the death effector domain of FADD"}, {"pubmed": 15301860, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15334061, "text": "Malignant mesothelioma cells develop anintrinsic resistance to apoptosis induced by death receptor-4 upregulating the expression of the antiapoptotic protein c-FLIP."}, {"pubmed": 15356269, "text": "DR4 and DR5 are differentially regulated by the signal recognition particle"}, {"pubmed": 15452120, "text": "in addition to the death domain, the C-terminal tails of DR4 and DR5 positively regulate FADD binding, caspase activation and apoptosis"}, {"pubmed": 15480430, "text": "CD95, DR4 and DR5 localization in rafts have roles in the toxicity of resveratrol and death receptor ligands in colon carcinoma cells"}, {"pubmed": 15485835, "text": "c-FLIPL is recruited to death receptor 5 independent of Fas-associated protein with death domain (FADD)"}, {"pubmed": 15502938, "text": "Although ischemic liver injury was not serious, due to the short ischemia time, TNFR1 and TRAIL are associated with liver ischemic injury in live-donor liver transplantation but Fas is not."}, {"pubmed": 15507617, "text": "Adenovirus E3-6.7K protein is required in conjunction with the E3-RID protein complex for the internalization and degradation of TRAIL receptor 2."}, {"pubmed": 15520016, "text": "DR5 may contribute more than DR4 to Apo2L/TRAIL-induced apoptosis in cancer cells that express both death receptors"}, {"pubmed": 15538968, "text": "The death receptor 5 was widely expressed on both normal and maliganat cells"}, {"pubmed": 15608691, "text": "The TRAILR2 is expressed by humans thymocytes, which appear to be functional since considerable cell death was observed upon receptor ligation."}, {"pubmed": 15655781, "text": "in patients infected with cagA+/vacAs1+ H. pylori strains, expression of TRAIL and TRAIL-R1 and -R2 was down-regulated; down-regulation may limit apoptosis of gastric epithelial cells & destruction of tissue and may enable H. pylori to maintain its niche"}, {"pubmed": 15685228, "text": "In colorectal carcinogenesis, there is a marked increase in sensitivity to TRAIL-induced apoptosis with progression from benign to malignant tumor, but alterations in cell surface TRAIL receptor expression may not be the primary reason for this change."}, {"pubmed": 15757891, "text": "RAS-MEK-ERK1/2 signaling pathway can sensitize cells to TRAIL-induced apoptosis by up-regulating DR4 and DR5"}, {"pubmed": 15828026, "text": "addition in culture of TRAIL-R2-Fc chimera, which blocked the interaction between endogenous TRAIL and TRAIL-R2 on the surface of cultured megakaryocytic cells, increased the total megakaryocytic cell count"}, {"pubmed": 15921376, "text": "TRAIL-R2 downmodulation results in resistance to TRAIL-mediated apoptosis in acute myeloid leukemia."}, {"pubmed": 16003390, "text": "Extensive regions of the FADD death domain are required for binding to the TRAIL receptor DR5."}, {"pubmed": 16007131, "text": "Luteolin induces apoptosis via DR5 up-regulation in malignant tumor cells."}, {"pubmed": 16051735, "text": "TRAIL-R1 and TRAIL-R2 act as dosage-dependent tumor suppressor genes whose monoallelic deletion can impair TRAIL-induced apoptosis in B-cell lymphoma"}, {"pubmed": 16226105, "text": "TRAIL-R2 apoptotic pathway plays an important role in hepatic cell death during viral infection."}, {"pubmed": 16463784, "text": "The expression level of TRAIL receptor DR5 in the fibroblasts of hypertrophic burn scar is much lower than the control."}, {"pubmed": 16529749, "text": "Alpha-tocopheryl succinate activates expression of DR4/DR5 in a p53-dependent manner and re-establishes sensitivity of resistant MM cells to TRAIL-mediated apoptosis."}, {"pubmed": 16541419, "text": "TRAIL sensitivity was correlated with tumor progression and DR5 expression levels and apoptosis was exclusively mediated by DR5. Caspase 8 expression levels were as DR5 directly correlated to TRAIL sensitivity in prostate tumor cells."}, {"pubmed": 16544055, "text": "The antigenic load of TRAIL-R2 was positively correlated with survival of patients with glioblastoma multiforme tumor."}, {"pubmed": 16571651, "text": "DR5 expression is upregulated in human osteosarcoma cells after administration of sulforaphane"}, {"pubmed": 16632604, "text": "Data show that HIV-1 induces interferon-alpha and the TRAIL/DR5 apoptotic pathway in tonsillar tissue, suggesting a role for these cytokines in HIV-1 immunopathogenesis."}, {"pubmed": 16729023, "text": "Upregulation of TRAIL-R2 is not involved in HDACi mediated sensitization to TRAIL-induced apoptosis."}, {"pubmed": 16731632, "text": "DR5-selective TRAIL variants do not induce apoptosis in DR4-responsive cell lines but show a large increase in biological activity in DR5-responsive cancer cell lines."}, {"pubmed": 16778114, "text": "TRAIL receptor 1 expression may be important in analysis of clinical trials involving TRAIL receptor agonists in melanoma"}, {"pubmed": 16980044, "text": "Hepatocytes exposed to hypoxia showed decreased expression of mRNA."}, {"pubmed": 16980609, "text": "The specificity of DcR1- and DcR2-mediated TRAIL inhibition reveals an additional level of complexity for the regulation of TRAIL signaling."}, {"pubmed": 17027647, "text": "In addition, we show the possible involvement of co-factors CBP and p300 in ESE-3-mediated DR-5 up-regulation."}, {"pubmed": 17070520, "text": "Arsenite treatment upregulated surface levels of death receptors, TRAIL-R1 and TRAIL-R2, through increased translocation of these proteins from cytoplasm to the cell surface."}, {"pubmed": 17273769, "text": "DR5/TRAIL-R2 expression is upregulated by fenretinide via the induction of the transcription factor CHOP"}, {"pubmed": 17548900, "text": "Quercetin increases expression of death receptor (DR) 5, but has no effect on that of other components of the death-inducing signaling complex in lung in non-small cell lung cancer cells."}, {"pubmed": 17627287, "text": "HIPK2-induced p53Ser46 phosphorylation activates the KILLER/DR5-mediated caspase-8 extrinsic apoptotic pathway."}, {"pubmed": 17666396, "text": "mutations in the TRAIL receptor DR5 inhibit TRAIL signaling through the DR4 receptor by competing for ligand binding"}, {"pubmed": 17689858, "text": "caspase-3 is a key regulator of apoptosis in response to combined genistein and TRAIL in human gastric adenocarcinoma AGS cells through the activation of DR5 and mitochondrial dysfunction"}, {"pubmed": 17690453, "text": "tryptophol induces apoptosis through DR5 and the resistance of PBL to tryptophol-induced apoptosis might be due to competition from DcR1"}, {"pubmed": 17881637, "text": "TP53 DNA-binding mutations were the most significant predictor of poor OS; TRAILreceptor-2 (DR5) was the most differentially underexpressed gene in the TP53 mutated cases"}, {"pubmed": 17922852, "text": "Doxorubicin may sensitize solid cancer cells to TRAIL-R2-mediated apoptosis by inducing TRAIL-R2 expression."}, {"pubmed": 17968315, "text": "Celecoxib and a novel COX-2 inhibitor ON09310 upregulate death receptor 5 expression via GADD153/CHOP"}, {"pubmed": 17983809, "text": "Human hepatoma cells mount an intact innate antiviral defense through induction of interferon, Trail, death receptor 4 and 5, and triggering apoptosis of infected cells."}, {"pubmed": 18022315, "text": "RRR-gamma-tocopherol is a potent pro-apoptotic agent for human breast cancer cells inducing apoptosis via activation of DR5-mediated apoptotic pathway."}, {"pubmed": 18079962, "text": "Thus TRAIL-R may function as an inflammation and tumor suppressor in multiple tissues in vivo."}, {"pubmed": 18190241, "text": "The findings revealed reduced concentrations of sTRAIL both before and after treatment and elevated levels of sTRAIL-R2 and OPG in patients before treatment"}, {"pubmed": 18203008, "text": "REVIEW: mechanism of DR4- and DR5-induced apoptosis and the regulation of DR4 and DR5 expression; regulation of DR4,5 signaling in hematological malignancies; sensitization of leukemia and lymphoma cells to TRAIL-induced apoptosis by chemotherapy"}, {"pubmed": 18219321, "text": "Results provide structural and functional insight into the interaction of Apomab with DR5 and support further investigation of this antibody for cancer therapy."}, {"pubmed": 18314443, "text": "tumor cell-restricted loss of TRAIL-receptor 2 were observed in 16 of 16 SzS PBLs."}, {"pubmed": 18341587, "text": "Novel therapeutic approaches using TRAIL or agonistic TRAIL receptor antibodies in combination with proteasome inhibitors may represent a promising approach to reactivate apoptosis in therapy-resistant high-grade gliomas"}, {"pubmed": 18424742, "text": "proteasome inhibitor NPI-0052 inhibits the transcription repressor Yin Yang 1 (YY1) which regulates TRAIL resistance and negatively regulates DR5 transcription."}, {"pubmed": 18511705, "text": "TRAILR2 (TNF-related apoptosis inducing ligand receptor 2) levels were significantly higher in lung parenchyma in subjects with emphysema"}, {"pubmed": 18519235, "text": "The altered ability of neutrophils to secrete sTRAIL may have different implications for the immune response of patients with oral cavity cancer cells at different stages of disease."}, {"pubmed": 18534188, "text": "Oxidative stress sensitizes human astroglial cells to TRAIL-induced cell death through up-regulation of DR5 expression."}, {"pubmed": 18593935, "text": "CHOP-dependent DR5 up-regulation is a key event mediating SHetA2-induced apoptosis."}, {"pubmed": 18599488, "text": "FADD protein, human; Humans; MCL1 protein, human; Mutagenesis; NF-kappa B"}, {"pubmed": 18625509, "text": "Report bioassay for BAFF based on expression of a mouse BAFF-receptor ectodomain-human tumour necrosis factor-related apoptosis-inducing ligand (TRAIL) receptor-2 endodomain fusion receptor in human rhabdomyosarcoma cells."}, {"pubmed": 18829683, "text": "SNP rs1047266 in the tumour necrosis factor receptor superfamily, member 10b, gene was associated with risk of asthma"}, {"pubmed": 18840411, "text": "an apoptotic inhibitory complex comprised of DR5, FADD, caspase-8, and c-FLIP(L) exists in MCF-7 cells, and the absence of c-FLIP(L) from this complex induces DR5- and FADD-mediated caspase-8 activation in the death inducing signaling complex"}, {"pubmed": 19037087, "text": "DR5-mediated apoptosis, which is induced by rottlerin alone or by the combined treatment with rottlerin and TRAIL, may offer a new therapeutic strategy against cancer."}, {"pubmed": 19074831, "text": "TRAIL death receptors (DR4 and DR5) undergo constitutive endocytosis in some breast cancer cells"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19212626, "text": "expression of TRAIL and its receptors were lower in gastric cancer than those of normal tissue"}, {"pubmed": 19219602, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19230044, "text": "Progress from adhesion to detachment of esophageal carcinoma cells causes DR5 relocalization, and promotes cytoplasmic translocation of DR5 to cell surfaces via a Golgi-dependent pathway."}, {"pubmed": 19243385, "text": "inhibition of c-FLIP(L) expression might be a potential strategy for lung cancer therapy, especially for those lung cancers resistant to the agonistic antibody against death receptors"}, {"pubmed": 19305384, "text": "This is the first study that shows that intervertebral disk cells express TRAIL, DR4 and DR5, which correlate to the degenerative state of the disk."}, {"pubmed": 19379558, "text": "Sodium butyrate upregulates TRAIL and DR5 which causes apoptosis of leukemic cell lines."}, {"pubmed": 19412666, "text": "The novel highly selective and effective DR5-A and DR5-B TRAIL variants will be useful in studies on the role of different receptors in TRAIL-induced apoptosis in sensitive and resistant cell lines."}, {"pubmed": 19424623, "text": "Report efficacy of triple antineoplastic therapies including ionising radiation, agonistic TRAIL receptor antibodies and cisplatin."}, {"pubmed": 19432816, "text": "This study indicates that the death-inducing signalling complex modification by RIP, c-FLIP and PED/PEA-15 is the most upstream event in TRAIL resistance in glioblastomas."}, {"pubmed": 19434100, "text": "Tumor necrosis factor receptor superfamily member 10b overexpression dramatically activates the release of the inflammatory cytokines IL-8, TNF-alpha, CCL20, MIP-2 and MIP-1beta in an NF-kappaB-dependent manner."}, {"pubmed": 19519609, "text": "TRAIL, DR5 and caspase-3 overexpression and enhanced Terminal Deoxynucleotidyl Transferase Mediated dUTP Nick End Labeling (TUNEL) positivity were found in chronically bitumen-exposed skin"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19584075, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19637313, "text": "DR4 and DR5 were significantly upregulated in 37 and 47% of the tumor samples respectively, while both DR4 and DR5 were coinstantaneously upregulated in 31% of the samples analyzed."}, {"pubmed": 19643115, "text": "hypoxia/reoxygenation up-regulated the expression of DR4 and DR5, and enhanced TRAIL-mediated apoptosis in normal human intrahepatic biliary epithelial cells"}, {"pubmed": 19661294, "text": "Low DR5 is associated with non-small cell lung cancer."}, {"pubmed": 19674787, "text": "Findings highlight a mechanism by which TRAIL and DR5 serve to protect trophoblasts in normal development, but may be activated in conditions of excessive TNFalpha."}, {"pubmed": 19730199, "text": "Results indicate that disc cells, after herniation, undergo apoptotic cell death via the DR5/TRAIL pathway."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19854829, "text": "Data demonstrate that XIAP antagonists in combination with Fas ligand (FasL) or the death receptor 5 (DR5) agonist antibody synergistically stimulate death in cancer cells and inhibit tumor growth."}, {"pubmed": 19890662, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19939880, "text": "Treatment of various gliomas with capsaicin significantly upregulated DR5. The induction of DR5 was mediated by CHOP/GADD153."}, {"pubmed": 20007968, "text": "CHM-1 exhibits vascular targeting activity associated with the induction of DR5-mediated endothelial cell apoptosis through p53 up-regulation, which suggests its potential as an antivascular and antitumor therapeutic agent."}, {"pubmed": 20087343, "text": "Egr-1 drives c-FLIP expression and the short splice variant of c-FLIP (c-FLIP(S)) specifically inhibits DR5 activation."}, {"pubmed": 20106985, "text": "the N-terminal epitope of death receptor 5 has a role in tumor cell death"}, {"pubmed": 20123409, "text": "results suggest a possible pivotal role of the TRAIL/DR5 system in temporomandibular joint disc degeneration"}, {"pubmed": 20156289, "text": "analysis of how DR5 binds and is inhibited by synthetic constrained peptides"}, {"pubmed": 20157774, "text": "Results suggest that upregulation of DR5 by tocotrienol treatment in breast cancer cells is dependent on JNK and p38 MAPK activation which is mediated by endoplasmic reticular stress."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20339295, "text": "Androgen ablation therapy alters expression of TRAIL death ligand and TRAIL-R2 in patients with prostate cancer."}, {"pubmed": 20354842, "text": "Results analyze cell viability, DISC formation as well as IL-8 and NF-kappaB activation side by side in responses to TRAIL and agonistic antibodies against DR4 (mapatumumab) and against DR5 (lexatumumab) in pancreatic ductal adenocarcinoma cells."}, {"pubmed": 20398055, "text": "DNMT1 and DNMT3b silencing sensitizes human hepatoma cells to TRAIL-mediated apoptosis via up-regulation of TRAIL-R2/DR5 and caspase-8."}, {"pubmed": 20410100, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20410100, "text": "SNFs in TNFRSF10B show strong statistical evidence of a funtional effect on plasma fatty acid distribution."}, {"pubmed": 20422457, "text": "Single-nucleotide polymorphisms in TNFRSF10B gene is associated with early-stage non-small-cell lung cancer."}, {"pubmed": 20430723, "text": "Data suggest that cytotoxic agents capable of up-regulating the expression of TRAIL-R1 and TRAIL-R2 can sensitize cancer cells to TRAIL induced apoptosis."}, {"pubmed": 20450916, "text": "Inhibition of tissue transglutaminase 2 sensitizes TRAIL-resistant lung cancer cells through upregulation of death receptor 5."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20666744, "text": "Fas, TRAILR1 and TRAILR2 genes may not be mutated in prostate carcinomas."}, {"pubmed": 20666744, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673328, "text": "Similarly CRC subset with TRAIL-R2 expression was associated with a well-differentiated tumors, histology subtype of adenocarcinomas and tumors in left colon"}, {"pubmed": 20714870, "text": "Plumbagin alone could markedly up-regulate DR5 mRNA and protein expression, and slightly increase DR4 mRNA and protein expression in A375 cells."}, {"pubmed": 20714918, "text": "A new single-chain fragment variable (scFv) to TRAIL-R2 receptor produced as minibody (MB2.23) significantly increase the median survival time of lymphoma-bearing animals."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20802294, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20808443, "text": "DR5 and caspase-8 are involved in regulation of HNSCC metastasis."}, {"pubmed": 20839416, "text": "TRAIL, its death receptor DR5 and caspase 3 were detected in the intima and media layers of newly formed vessels affected in affected temporomandibular joint discs."}, {"pubmed": 20875141, "text": "ANT2 shRNA treatment sensitized MCF7, T47 D, and BT474 cells to TRAIL-induced apoptosis by up-regulating the expression of TRAIL death receptors 4 and 5 (DR4 and DR5) and down-regulating the TRAIL decoy receptor 2 (DcR2)."}, {"pubmed": 21044953, "text": "small molecules such as celecoxib induce DR5 expression through activating ERK/RSK signaling and subsequent Elk1 activation and ATF4-dependent CHOP induction"}, {"pubmed": 21059290, "text": "Alpha-fetoprotein interacted with RAR-beta and suppressed the expression of DR5 in hepatoma cells."}, {"pubmed": 21152876, "text": "The apoptosis of HCC cells only partially depended on the upregulation of DR5 and the status of p53."}, {"pubmed": 21152878, "text": "gamma-humulene induced apoptotic cell death in HT29 cells through a DR5-mediated caspase-8 and -3-dependent signaling pathway."}, {"pubmed": 21167276, "text": "Our results suggest that PIC sensitizes TRAIL-induced-apoptosis via Sp1- and ERK-dependent DR5 up-regulation."}, {"pubmed": 21172010, "text": "Perifosine induces DR5 expression through a JNK-dependent mechanism independent of reactive oxygen species."}, {"pubmed": 21272366, "text": "Critical difference between DR4- and DR5-mediated apoptotic signaling modulation."}, {"pubmed": 21279373, "text": "increased expression in plaque psoriasis"}, {"pubmed": 21519792, "text": "lupulone-triggered enhanced expression of p38 plays a major role in the activation of p53 and of the TRAIL-death receptor apoptotic pathway in SW620 human colon cancer-derived metastatic cells"}, {"pubmed": 21538027, "text": "Inhibition of PI3K reduced rhTRAIL sensitivity independently of the cell line preference for either DR4- or DR5-mediated apoptosis signaling."}, {"pubmed": 21697087, "text": "Modulation of CCAAT/enhancer binding protein homologous protein (CHOP)-dependent DR5 expression by nelfinavir sensitizes glioblastoma multiforme cells to tumor necrosis factor-related apoptosis-inducing ligand (TRAIL)."}, {"pubmed": 21769428, "text": "TRAIL-induced redistribution of DR4 and DR5 in lipid rafts contributed to the sensitivity to TRAIL in TRAIL-sensitive NSCLC H460 cell line."}, {"pubmed": 21785270, "text": "Data show that TRAIL sensitive cancer cells have higher DR4 and DR5 expression on the cell surface."}, {"pubmed": 21801305, "text": "DR5 is modulated by the ATF4-ATF3-CHOP axis in human NSCLC cells after Sirt1/2 inhibition or salermide treatment."}, {"pubmed": 21803611, "text": "Data indicate that isoflavone biochanin-A sensitized the TRAIL-resistant LNCaP cells through the inhibition of transcription factor NF-kappaB(p65) activity and increased the expression of the death receptor TRAIL-R2 (DR5)."}, {"pubmed": 21805040, "text": "p53 and DR5 expression decreased progressively with colorectal caner stage, suggesting that these proteins are important markers of advanced tumor stages."}, {"pubmed": 22020938, "text": "Findings suggest that the importin beta1-mediated nuclear localization of DR5 limits the DR5/TRAIL-induced cell death of human tumor cells and thus can be a novel target to improve cancer therapy with recombinant TRAIL and anti-DR5 antibodies."}, {"pubmed": 22065586, "text": "Ras induces DR5 expression through co-activation of ERK/RSK and JNK signaling pathways"}, {"pubmed": 22072062, "text": "Endoplasmic reticulum stress alters the cellular levels of different apoptosis-related proteins including a decline in the levels of FLIP and Mcl-1 and the up-regulation of TRAIL-R2."}, {"pubmed": 22158615, "text": "DR4 and DR5 have a capability to activate Nox1 by recruiting RFK, resulting in ROS-mediated apoptotic cell death in tumor cells."}, {"pubmed": 22183068, "text": "Data show that a higher expression of FAS receptor, FAS ligand, TrailR1 and TrailR2 on T cells or blasts of acute myeloid leukemia (AML) patients is associated with a better prognosis."}, {"pubmed": 22392486, "text": "Endometriosis is not associated with DR5 gene polymorphism."}, {"pubmed": 22412938, "text": "membrane DR5 expression leading to TRAIL-mediated apoptosis may represent one of the pathways responsible for eradication of over-activated CD4(+) T cells during immune responses."}, {"pubmed": 22419388, "text": "hDR5 reactive immune serum prevented growth of SUM159 TNBC cells in severe combined immune-deficient mice."}, {"pubmed": 22447040, "text": "Data show that bufalin-induced down-regulation of Cbl-b contributed to the up-regulation of TRAIL Receptors DR4 and DR5."}, {"pubmed": 22496450, "text": "Tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) induces death receptor 5 networks that are highly organized."}, {"pubmed": 22537456, "text": "Data indicate taht decreased serum death receptor 5 (sDR5) is associated with high level of liver damage and inhibited HBV antigen expression."}, {"pubmed": 22665066, "text": "BCR-ABL is critically involved in the leukemia-specific expression of DR4 and DR5 and in the susceptibility of Ph(+) leukemia to TRAIL-mediated anti-leukemic activity."}, {"pubmed": 22695614, "text": "Upregulation of DR4 and DR5 and colocalization with Abeta at the cell membrane suggests their involvement as initiators of the apoptotic machinery"}, {"pubmed": 22789540, "text": "Vascular disruption and antitumor activity required DR5 expression on tumor ECs but not malignant cells. These results establish a therapeutic paradigm for proapoptotic receptor agonists as selective tumor vascular disruption agents"}, {"pubmed": 22791814, "text": "these results identify the expression of MAGE-D2 suppresses TRAIL receptor 2 and protects againstas TRAIL-induced apoptosis"}, {"pubmed": 22824792, "text": "Up-regulation of DR4 and DR5 overcomes TRAIL resistance in glioblastoma cells in vitro and in vivo."}, {"pubmed": 22842544, "text": "TRAIL-induced apoptosis in human renal cancer cells by upregulation of DR5 as well as downregulation of c-FLIP and Bcl-2."}, {"pubmed": 22895172, "text": "Gene silencing of DR5 by short hairpin RNA reduced the apoptosis induced by combination treatment of mitomycin C and TRAIL in colon cancer cells."}, {"pubmed": 22948392, "text": "Suppression of HSP70 expression sensitizes NSCLC cell lines to TRAIL-induced apoptosis by upregulating DR4 and DR5 and downregulating c-FLIP-L expressions"}, {"pubmed": 23053497, "text": "DR5 upregulation in this case is mediated by C/EBP homology protein (CHOP), an important endoplasmic reticulum stress responsive protein."}, {"pubmed": 23065795, "text": "pJNK2, CHOP, and DR5 are upregulated by gamma-tocopherol in breast cancer cell lines."}, {"pubmed": 23091198, "text": "Studies suggest that TNF-related apoptosis-inducing ligand (TRAIL) plays broader roles in regulating immune processes."}, {"pubmed": 23247197, "text": "SIRT1 inhibition increases Ku70 acetylation, and the acetylated Ku70 with a decreased function mediates the induction of DR5 and the down-regulation of c-FLIP by up-regulating c-Myc/ATF4/CHOP pathway,promotes the TRAIL-induced apoptosis"}, {"pubmed": 23254287, "text": "Increased TRAIL-R2 expression on T cells in chronic hepatitis B."}, {"pubmed": 23284732, "text": "Loss of membrane TRAIL-R2 expression is associated with early stage colorectal cancer."}, {"pubmed": 23292651, "text": "analysis of small-molecule activation of the TRAIL receptor DR5 in human cancer cells"}, {"pubmed": 23306613, "text": "used a stable cell line with downregulated c-Cbl, infection with the c-Cbl shRNA-expressing adenovirus led to an increase in the death receptor 4 (DR4) and DR5 levels, which is known to be a cause for the increase of TRAIL-induced apoptosis"}, {"pubmed": 23322903, "text": "Studies indicate that the anti-apoptotic protein c-FLIP is an important regulator of death receptor signaling, including TNFR1, Fas, DR4, and DR5."}, {"pubmed": 23423784, "text": "Deletion of TRAIL-R2 is relevant to the loss of 8p21.3 and plays an important role in the pathogenesis of multiple myeloma."}, {"pubmed": 23428290, "text": "CBX enhanced TRAIL-induced apoptosis through upregulation of death receptor 5, blockade of GJ intercellular communication, and downregulation of connexin 43"}, {"pubmed": 23460812, "text": "The fraction of pancreatic cancer samples with positive membrane staining for TRAIL-R1 and TRAIL-R2 was lower than that of cells from surrounding non-tumor tissues."}, {"pubmed": 23498957, "text": "Human cytomegalovirus UL141 binds to cellular TRAIL-R1 and TRAIL-R2 and protects virus infected cells from NK cell-mediated killing."}, {"pubmed": 23579274, "text": "BNIP3 acts as transcriptional repressor of death receptor-5 expression and prevents TRAIL-induced cell death in gliomas."}, {"pubmed": 23584885, "text": "The membrane expression of the TRAIL receptors DR4, DR5, DcR1 and DcR2 is greater in normal endometrium than endometrioid adenocarcinoma (EAC). The level of the receptors in EAC is not dependent on grading and staging and does not predict survival."}, {"pubmed": 23608376, "text": "Assessed if casticin induces caspase-mediated apoptosis via activation of mitochondrial pathway and upregulation of DR5 in human lung cancer cells."}, {"pubmed": 23615398, "text": "CHOP-mediated DR5 upregulation and proteasome-mediated downregulation of c-FLIP."}, {"pubmed": 23686163, "text": "vThe antiproliferative GSI-I/TRAIL synergism was stronger in ER-negative MDA-MB-231 breast cancer cells compared with ER-positive MCF-7 cells. In MDA-MB-231 cells, GSI-I treatment induced upregulation of DR4 and DR5 TRAIL receptors"}, {"pubmed": 23724937, "text": "research may provide a backbone for understanding structural and functional insights of TNFRSF10B protein. The designed novel inhibitors and predicted interactions might serve to inhibit the disease"}, {"pubmed": 23806100, "text": "Human embryonic and induced pluripotent stem cells express TRAIL-1 and TRAIL-2 receptors and can be sensitized to TRAIL-induced apoptosis."}, {"pubmed": 23839018, "text": "TNFRSF10B polymorphisms and haplotypes are associated with increased risk of non-small cell lung cancer."}, {"pubmed": 23857473, "text": "these results indicate that CAPE potentiated TRAIL-induced apoptosis in SK-Hep1 cells, through upregulation of TRAIL receptors(DR4 and DR5) via modulation of p38 and JNK signaling pathways."}, {"pubmed": 23908588, "text": "Data suggest that doxorubicin (DOX)-induced recruitment of death receptor 5 (DR5) to the cell surface impacts the enhanced apoptotic effect that can be longitudinally monitored by apoptosis imaging."}, {"pubmed": 24002210, "text": "As detected by western blot analysis and real-time RT-PCR, ibuprofen upregulated the expression of death receptor 5 (DR5), a TRAIL receptor."}, {"pubmed": 24078627, "text": "azadirone can sensitize cancer cells to TRAIL through ROS-ERK-CHOP-mediated up-regulation of DR5 and DR4 signaling, down-regulation of cell survival proteins, and up-regulation of proapoptotic proteins."}, {"pubmed": 24085293, "text": "Ack1 acts in a kinase-independent manner to promote TRAIL-R1/2 accumulation in lipid rafts. These findings identify Ack1 as an essential player in the spatial regulation of TRAIL-R1/2."}, {"pubmed": 24120475, "text": "Nuclear TRAIL-R2 inhibits maturation of the microRNA let-7 in pancreatic cancer cell lines and increases their proliferation. Pancreatic tumor samples have increased levels of nuclear TRAIL-R2, which correlate with poor outcome of patients."}, {"pubmed": 24190693, "text": "Primary EOC is associated with lower TRAIL-R2 and BCL2 expression levels, while metastatic EOC is associated with higher expression of these genes."}, {"pubmed": 24212133, "text": "was statistically significant association between DR5 expression and tumor site of asal cell and squamous cell carcinoma skin cancers"}, {"pubmed": 24213373, "text": "Our results indicate that indomethacin can potentiate TRAIL-induced apoptosis through upregulation of death receptors and downregulation of survivin."}, {"pubmed": 24270523, "text": "Cotreatment with MESC and an ERK inhibitor (PD98059) significantly increased the expression of DR5 to induce apoptosis...MESC may induce apoptosis via the ERK pathway and may be a potential anticancer drug candidate against human oral MEC."}, {"pubmed": 24387758, "text": "Parthenolide triggers extrinsic apoptosis by up-regulating TNFRSF10B and intrinsic apoptosis through increasing the expression of PMAIP1."}, {"pubmed": 24551275, "text": "Report RR5 up-regulation in alveolar epithelial cells from idiopathic pulmonary fibrosis patients."}, {"pubmed": 24662747, "text": "Low doses of triptolide sensitize cancer cells to TRAIL mediated death via death receptor 5."}, {"pubmed": 24690311, "text": "These findings indicate that MUC16 protects EOC cells against TRAIL-induced apoptosis through multiple mechanisms including the blockade of TRAIL R2 expression and the regulation of cFLIP expression at both the transcriptional and the protein level."}, {"pubmed": 24895135, "text": "Further analysis demonstrated that PARP inhibitor treatment results in activation of the FAS and TNFRSF10B (death receptor 5 (DR5)) promoters, increased Fas and DR5 mRNA, and elevated cell surface expression of these receptors in sensitized cells"}, {"pubmed": 24939851, "text": "results provide novel insights into the role of ATF3 as an essential transcription factor for p53-independent DR5 induction upon both ZER and CCB treatment, and this may be a useful biomarker for TRAIL-based anticancer therapy"}, {"pubmed": 24994655, "text": "DR5 integrates opposing UPR signals to couple the endoplasmic reticulum stress and apoptotic cell fate."}, {"pubmed": 25026275, "text": "Data suggest that H-Ras inhibits TNF-related apoptosis-inducing ligand (TRAIL)-induced apoptosis through downregulation of surface death receptors DR4/DR5."}, {"pubmed": 25110157, "text": "This study demonstrated lower apoptosis correlated with a deficiency of DR5 cell surface expression by CD4 T cells upon HIV-1 stimulation."}, {"pubmed": 25144704, "text": "Studied the apoptosis of hepatic stellate cells induced by SEA; found it could be reduced in hepatic stellate cells that were treated with p53-specific siRNA and in hepatic stellate cells that were treated with DR5-specific shRNA."}, {"pubmed": 25174820, "text": "DR5 expression is dramatically reduced as a function of higher prostate tumor grade."}, {"pubmed": 25230899, "text": "Over-expression of TRAIL-R2 is associated with breast cancer."}, {"pubmed": 25293521, "text": "the present study demonstrated that the XIAP inhibitor Embelin could enhance TRAIL-induced apoptosis in human leukemia cells by DR4 and DR5 upregulation and caspase activation"}, {"pubmed": 25724522, "text": "Methionine Deprivation Induces a Targetable Vulnerability in Triple-Negative Breast Cancer Cells by Enhancing TRAIL Receptor-2 Expression"}, {"pubmed": 25770212, "text": "findings highlight novel mechanisms underlying endoplasmic reticulum stress-induced TNFRSF10A and TNFRSF10B expressions and apoptosis."}, {"pubmed": 25795228, "text": "The expression of two proapoptotic genes, FAS and DR5, was significantly lower in tumor samples than in adjacent normal tissues"}, {"pubmed": 25843953, "text": "FTY720 ehances TRAIL-induced apoptosis through up-regulation of DR5 and down-regulation of Mcl-1 in human kidney cancer cells."}, {"pubmed": 25845236, "text": "The results show that both TRAIL-R1 and TRAIL-R2 are highly expressed on human oligodendrocyte progenitors."}, {"pubmed": 25882551, "text": "TRAIL signaling almost exclusively depends on DR5 despite these cells expressing high amounts of DR4"}, {"pubmed": 25909161, "text": "In an osteotropic variant of MDA-MB-231 breast cancer cells, TRAIL-R2 knockdown leads to downregulation of HMGA2, p-Src, p-Akt and CXCR4 and increased E-cadherin expression. These changes diminished occurrence of skeletal metastases in vivo."}, {"pubmed": 25917567, "text": "Taken together, our results strongly suggest that FLLL12 induces apoptosis of lung cancer cell lines by posttranscriptional regulation of DR5 through activation of protein tyrosine phosphatase(s)."}, {"pubmed": 26024393, "text": "a transcript encoding the death receptor DR5 originates from an ERV9-LTR inserted upstream of the protein coding regions of the TNFRSF10B gene, and it shows an expression pattern similar to GTAp63"}, {"pubmed": 26063410, "text": "Shogaol increased death receptor 5 (DR5) levels.  Moreover, knockdown of survivin sensitized colon cancer cells to resistant of TRAIL-induced apoptosis."}, {"pubmed": 26138346, "text": "Studied an array of TRAIL-R1 and TRAIL-R2 specific variants on pancreatic cancer cells."}, {"pubmed": 26297860, "text": "study involving a relatively large sample size showed that TNFRSF10 eQTL SNPs within lncRNAs might influence both hepatocellular carcinoma development and HBV infection"}, {"pubmed": 26418999, "text": "mutant genotype (CT+TT) of DR5 (rs1047266) may exert a negative synergistic effect on crohn disease."}, {"pubmed": 26458551, "text": "Synthetic lipid bilayers displaying the membrane protein ligand Apo2L/TRAIL were used to stimulate death receptor-expressing cells in a modular, scalable format"}, {"pubmed": 26510914, "text": "Data show that when death receptor 5 (DR5) is suppressed, caspase-8 may recruit and stabilize TNF receptor-associated factor 2 (TRAF2) to form a metastasis and invasion signaling complex, resulting in activation of ERK signaling."}, {"pubmed": 26561202, "text": "Bee venom inhibits colon cancer cell growth, and these anti-proliferative effects may be related to the induction of apoptosis by activation of DR4 and DR5 and inhibition of NF-kappaB activity."}, {"pubmed": 26577955, "text": "These results demonstrate that increased apoptosis induced by TRAIL is associated with increased expression of DR5 that is mediated by HBX through NF-kappaB pathway."}, {"pubmed": 26609227, "text": "Circulating TRAIL and DR5 increased in COPD patients and were associated with lung function and systemic inflammation in COPD."}, {"pubmed": 26615420, "text": "Edelfosine also activated p38MAPK (MAPK14), and edelfosine-mediated rhTRAIL sensitization was partially regulated by a p38-mediated decrease in mitochondrial membrane potential. This study suggests a novel therapeutic strategy targeting gastric cancer cells by using the combination of edelfosine and TRAIL."}, {"pubmed": 26942880, "text": "Data show that 4EGI-1 compound induced apoptosis in nasopharyngeal carcinoma cells through the death receptor 5 (DR5) on 4E-BP1 dephosphorylation exerting positive influence on their anti-tumor activities."}, {"pubmed": 26964637, "text": "we found that CQ decreased the expression of Cbl, an E3 ligase of DR5, and knock-down of Cbl markedly enhanced DR5 up-regulation. Other lysosomal inhibitors, including monensin and nigericin, also up-regulated DR5 and sensitized TRAIL-mediated apoptosis"}, {"pubmed": 26992667, "text": "Decreased level of placental TRAIl-R2 and previous C-section were found to be significantly correlated to placenta accreta."}, {"pubmed": 26995783, "text": "Structural analysis for the roles of DR5 death domain mutations on oligomerization of DR5 death domain-FADD complex in the death-inducing signaling complex formation has been presented."}, {"pubmed": 27129166, "text": "The oncogene-like extracellular miR-1246 could act as a signaling messenger between irradiated and non-irradiated lung cancer cells, more importantly, it contributes to cell radioresistance by directly suppressing the DR5 gene."}, {"pubmed": 27129269, "text": "Results show that calmodulin (CaM) directly binds to death receptor-5 (DR5) in a calcium dependent manner in breast cancer cells."}, {"pubmed": 27176505, "text": "We demonstrate that PBOX-15 can enhance TRAIL-induced apoptosis by upregulation of DR5, reduction of cellular mitochondrial potential, activation of the caspase cascade and downregulation of PI3K/Akt, c-FLIP, Mcl-1 and IAP survival pathways"}, {"pubmed": 27222248, "text": "The B-Raf inhibitor PLX4032 induces DR5 upregulation exclusively in Ras-mutant cancer cells; this effect is dependent on Ras/c-Raf/MEK/ERK signaling activation."}, {"pubmed": 27260301, "text": "CAPE/TRAIL stimulated apoptosis through the binding of TRAIL to DR5. Moreover, expression of transcription factor C/EBP homologous protein (CHOP) markedly increased in response to CAPE and transient knockdown of CHOP abolished CAPE/TRAIL-mediated apoptosis."}, {"pubmed": 27277541, "text": "MG132 possesses anti-gallbladder cancer potential that correlate with regulation of DR5-dependent pathway."}, {"pubmed": 27387452, "text": "Oridonin analog CYD-6-28 induces apoptosis at least partially by inducing the expression of death receptor 5 in breast neoplasms."}, {"pubmed": 27506940, "text": "targeting of lysosomes by chloroquine deregulates DR5 trafficking and abrogates 5-FU- but not TRAIL-stimulated cell elimination, hence suggesting a novel mechanism for receptor activation"}, {"pubmed": 27612013, "text": "These results reveal KDM4A as a key epigenetic silencer of TRAIL and DR5 in tumors."}, {"pubmed": 27720987, "text": "The authors show that cholesterol is necessary for the covalent dimerization of DR5 transmembrane domains."}, {"pubmed": 27725224, "text": "High-order TRAIL oligomer formation in TRAIL-coated lipid nanoparticles enhances DR5 cross-linking and increases antitumour effect against colon cancer cells and xenograft tumors."}, {"pubmed": 27740879, "text": "hepatitis B virus (HBV) X protein (HBx) restricts TNFSF10 receptor signaling via macroautophagy/autophagy-mediated degradation of TNFRSF10B/DR5, a TNFSF10 death receptor."}, {"pubmed": 27750195, "text": "The nanovectorization of TRAIL enhanced its binding to both DR4 and DR5 receptors at 37 degrees C and could potentially sensitized cancer cells to TRAIL induced apoptosis through simultaneous activation of DR4 and DR5 as described in this paper for the non-small lung carcinoma cell line (H1703), the two hepatocarcinoma cell lines (SK-Hep1, HUH) and the colon carcinoma cell line (HCT116WT)."}, {"pubmed": 27780136, "text": "Pro-survival effects by NF-kappaB, Akt and ERK(1/2) and anti-apoptosis actions by Six1 disrupt apoptotic functions of TRAIL-Dr4/5 pathway in ovarian cancer, which may explain why up-regulated DR4 and DR5 in ovarian cancer are associated with poor prognosis and low survival ratio of the patients."}, {"pubmed": 27788485, "text": "EPHB6 induces marked fragmentation of the mitochondrial network in breast cancer cells of triple-negative origin. This response renders cancer cells more susceptible to DR5-mediated apoptosis."}, {"pubmed": 27827395, "text": "DR5, BIRC5/Survivin, XIAP, c-IAP1 and c-IAP2 mRNA expression are significantly deregulated in CRC and could provide a panel of markers with significant discriminatory value between CRC and normal colorectal tissue"}, {"pubmed": 28092099, "text": "The results demonstrated CaM binding to DR5-mediated DISC in a calcium dependent manner and may identify CaM as a key regulator of DR5-mediated DISC formation for apoptosis in breast cancer."}, {"pubmed": 28108622, "text": "Results show that downregulation of DR4 and DR5 by SLC26A2 confers resistance to TRAIL."}, {"pubmed": 28120533, "text": "our results demonstrated that nanovectorization of TRAIL with BNNTs enhanced its binding to both DR4 and DR5 receptors at 37 degrees C. Our novel nanovector could potentially be used for delivering TRAIL to cells for cancer treatment"}, {"pubmed": 28181527, "text": "in vivo data confirmed that anti-tumor activity of bigelovin in Colorectal cancer (CRC)was through induction of apoptosis by up-regulating DR5 and increasing ROS. In conclusion, these results strongly suggested that bigelovin has potential to be developed as therapeutic agent for CRC patients"}, {"pubmed": 28270124, "text": "siRNA silencing of CHOP significantly reduced cyproterone acetate-induced DR5 up-regulation and TRAIL sensitivity in prostate cancer cells. Our study shows a novel effect of cyproterone acetate on apoptosis pathways in prostate cancer cells and raises the possibility that a combination of TRAIL with cyproterone acetate could be a promising strategy for treating castration-resistant prostate cancer"}, {"pubmed": 28362429, "text": "PU.1 supports TRAIL-induced cell death by inhibiting RelA-mediated cell survival and inducing DR5 expression."}, {"pubmed": 28424227, "text": "ONC201 has potent antiproliferative and proapoptotic effects in a broad range of breast cancer subtypes, through TRAIL-dependent and TRAIL-independent mechanisms.The small-molecule ONC201 induces expression of TRAIL and its receptor DR5. ONC201 has entered clinical trials in advanced cancers. Here, we show that ONC201 is efficacious against both triple-negative breast cancers (TNBC) and non-TNBC cells"}, {"pubmed": 28459212, "text": "Mono treatment with lexatumumab was not sufficient to induce apoptosis in pancreatic cancer cells, whereas focal adhesion kinase inhibitor PF573228 significantly sensitized lexatumumab-induced apoptosis. Western blotting analysis revealed that lexatumumab and PF573228 combination treatment increased death receptor 5 but decreased Bcl-xL expression."}, {"pubmed": 28482915, "text": "Both S1P and caspase-8 are critical for TRAF2 stabilization, polyubiquitination, subsequent activation of JNK/AP1 signaling and MMP1 expression and final promotion of cell invasion."}, {"pubmed": 28498480, "text": "DNA fragmentation, mitochondrial membrane potential and western blot analyses showed that MIC inhibited the growth of these cells by both mitochondrialmediated and death receptor (DR5)mediated apoptosis pathways"}, {"pubmed": 28702823, "text": "Antineoplasic agents etoposide (ET) and doxorubicin enhance the expression of Death receptor 5 (DR5) in triple-negative breast cancer (TNBC) cells. DR5 residue SerB68 is important in mediating the receptor-drug interaction. Apoptosis and DR5 expression are induced in xenograft mice and in TNBC patient-derived metastatic cells after treatment with TNF-Related Apoptosis-Inducing Ligand (TRAIL) and ET."}, {"pubmed": 28746849, "text": "Study provides direct biophysical evidence that Death Receptor 5 disulfide-linked transmembrane (TM)-dimers open in response to ligand binding. Then, to probe the importance of the closed-to-open TM domain transition in the overall energetics of receptor activation, point-mutants (alanine to phenylalanine) in the predicted, tightly packed TM domain dimer interface were designed and tested."}, {"pubmed": 28748573, "text": "These data suggest that the humanized anti-TRAIL-R2 monoclonal antibody or the second generation of the antibody may have an important clinical usage for cancer immunotherapy"}, {"pubmed": 28762762, "text": "GDF-15 and TRAIL-R2 were the most powerful Proximity Extension Assay chip biomarkers in predicting long-term all-cause mortality in patients with acute myocardial infarction."}, {"pubmed": 28981087, "text": "We found that pharmacological application of Golgi stress leads to induction of death receptors (DRs) 4 and 5. DR4 appears to be primarily responsible for the initiation of cell death downstream of Golgi stress, whereas DR5 seems to be more important for cell death triggered by endoplasmic reticulum (ER) stress in specific cancer cell lines"}, {"pubmed": 29048428, "text": "DR5 has a dual role in death and survival signaling, which results in TRAIL resistance in cancer cells."}, {"pubmed": 29268854, "text": "Knocking-down of TRAIL-DR5 gene in breast cancer cells MCF-7 markedly decreased the mRNA and protein levels of the autophagy-related factors."}, {"pubmed": 29278689, "text": "In contrast to apoptosis, necroptotic signaling was activated similarly by both DR4- or DR5-specific ligands..Our study provides the first systematic insight into DR4-/DR5-specific signaling in colorectal and pancreatic cancer cells"}, {"pubmed": 29615720, "text": "combination of TRAIL and AMPK activator BBR might be an effective means of ameliorating TRAIL-resistance involving DR5 in advanced cancer"}, {"pubmed": 29777390, "text": "TRAIL synergistically sensitized irradiation-induced apoptosis in glioblastoma stem-like cells by increasing DR5 expression and decreasing cFLIP expression."}, {"pubmed": 30003423, "text": "Down-regulation of DR5 is a promising anticancer strategy."}, {"pubmed": 30221676, "text": "analysis revealed that DR5 expression in CRC tended to be inversely associated with LCN2 expression. Downregulation of LCN2 enhances DR5 expression and promotes the TRAIL-induced apoptosis of TRAIL-resistant human colorectal cancer cells."}, {"pubmed": 30423122, "text": "Expression of DR5 and CHOP was upregulated in granulosa-lutein cells obtained from patients with Polycystic ovary syndrome."}, {"pubmed": 30431076, "text": "the findings of this study indicated that luteolin effectively enhanced TRAILinitiated apoptosis, and that these effects were likely to be mediated by autophagy and JNKmediated DR5 expression."}, {"pubmed": 30589515, "text": "The results provide evidence for the differential impact of fucosylation on signaling via DR4 or DR5. The findings provide novel opportunities to enhance TRAIL sensitivity in colon adenocarcinoma cells that are highly resistant to DR5-mediated apoptosis."}, {"pubmed": 30614530, "text": "Findings provide evidence that the DR5-activated extrinsic apoptosis pathways is regulated by the cytoplasmic localization and function of PARP-1."}, {"pubmed": 30647121, "text": "In vitro studies show that glioma cells treated with NEO214 express DR5 and exhibit cell death in the presence of recombinant TRAIL, a growth factor constitutively produced by astrocytes. Our in vitro 3D coculture data show that induction of DR5 in glioma cells with NEO214 and TRAIL cause tumor cell death very effectively and specifically for glioma cells."}, {"pubmed": 30692634, "text": "DR5 role in the TRAIL-induced apoptosis in colorectal cancer.RUNX3 enhances TRAIL-induced apoptosis by increasing DR5 expression."}, {"pubmed": 30827683, "text": "Authors report an unexpected finding that for death receptor 5 (DR5), a receptor in the tumor necrosis factor receptor superfamily, the transmembrane helix (TMH) alone in the receptor directly assembles a higher-order structure to drive signaling and that this structure is inhibited by the unliganded ectodomain."}, {"pubmed": 30862357, "text": "enhancement of DR5 expression and inhibition of cFLIP expression by genome editing had a synergistic effect of inhibiting proliferation and inducing apoptosis in TRAIL-resistant HeLa cells"}, {"pubmed": 30911274, "text": "Serum soluble DR5 levels association with survival in the small-cell lung cancer patients.Upregulation of serum soluble DR5 level in the small-cell lung cancer patients in comparison with healthy controls."}, {"pubmed": 31114586, "text": "TRAIL-R1 and TRAIL-R2 Mediate TRAIL-Dependent Apoptosis in Activated Primary Human B Lymphocytes."}, {"pubmed": 31183506, "text": "data suggest that the determination of intracellular co-expression patterns of TRAIL-R1, TRAIL-R2, and TRAIL-R4 provides an innovative and robust method for risk stratification in breast cancer patients beyond conventional prognostic markers."}, {"pubmed": 31230087, "text": "SDR5-Fc is safe and well tolerated in acute or long-term toxicity study."}, {"pubmed": 31433987, "text": "Hantavirus Inhibits TRAIL-Mediated Killing of Infected Cells by Downregulating Death Receptor 5."}, {"pubmed": 31443721, "text": "The 9F7-F11 favored the extrinsic apoptosis pathway by inducing TRAIL-R2/DR5 upregulation and TRAIL expression that promoted the formation of death-inducing signaling complex (DISC)"}, {"pubmed": 31638235, "text": "High DR5 expression is associated with lung adenocarcinoma."}, {"pubmed": 31673231, "text": "upregulation of DR5 by bortezomib is of critical significance in the synergy of bortezomib with TRAIL in apoptosis of TRAIL-resistant SNU-216 and that activity of ERK1/2 is required in the bortezomib-induced DR5 overexpression"}, {"pubmed": 31806377, "text": "DR5 related autophagy can promote apoptosis in gliomas after irradiation."}, {"pubmed": 31904339, "text": "Misfolded proteins bind and activate death receptor 5 to trigger apoptosis during unresolved endoplasmic reticulum stress."}, {"pubmed": 31955141, "text": "Curcumin-loaded nanostructured lipid carrier induced apoptosis in human HepG2 cells through activation of the DR5/caspase-mediated extrinsic apoptosis pathway."}, {"pubmed": 32109381, "text": "TRAIL Receptors Serve as Stress-Associated Molecular Patterns to Promote ER-Stress-Induced Inflammation."}, {"pubmed": 32313199, "text": "The SCF(Skp2) ubiquitin ligase complex modulates TRAIL-R2-induced apoptosis by regulating FLIP(L)."}, {"pubmed": 32722598, "text": "Non-Thermal Plasma Couples Oxidative Stress to TRAIL Sensitization through DR5 Upregulation."}, {"pubmed": 32777260, "text": "Luteolin enhances TRAIL sensitivity in non-small cell lung cancer cells through increasing DR5 expression and Drp1-mediated mitochondrial fission."}, {"pubmed": 33050112, "text": "Magnolol Enhances the Therapeutic Effects of TRAIL through DR5 Upregulation and Downregulation of c-FLIP and Mcl-1 Proteins in Cancer Cells."}, {"pubmed": 33108704, "text": "JDP2 is directly regulated by ATF4 and modulates TRAIL sensitivity by suppressing the ATF4-DR5 axis."}, {"pubmed": 33483421, "text": "Large remodeling of the Myc-induced cell surface proteome in B cells and prostate cells creates new opportunities for immunotherapy."}, {"pubmed": 33737574, "text": "Death agonist antibody against TRAILR2/DR5/TNFRSF10B enhances birinapant anti-tumor activity in HPV-positive head and neck squamous cell carcinomas."}, {"pubmed": 33836600, "text": "Therapeutic targeting of FOS in mutant TERT cancers through removing TERT suppression of apoptosis via regulating survivin and TRAIL-R2."}, {"pubmed": 34198757, "text": "Epigenetic Modification of Death Receptor Genes for TRAIL and TRAIL Resistance in Childhood B-Cell Precursor Acute Lymphoblastic Leukemia."}, {"pubmed": 34223817, "text": "Soluble Fas ligand drives autoantibody-induced arthritis by binding to DR5/TRAIL-R2."}, {"pubmed": 34333527, "text": "TRAIL-receptor 2-a novel negative regulator of p53."}, {"pubmed": 34728311, "text": "Enhanced extrinsic apoptosis of therapy-induced senescent cancer cells using a death receptor 5 (DR5) selective agonist."}, {"pubmed": 35744931, "text": "Induction of DR5-Dependent Apoptosis by PGA2 through ATF4-CHOP Pathway."}, {"pubmed": 35822538, "text": "Elevated soluble death receptor 5 can predict poor prognosis in patients with acute respiratory distress syndrome."}, {"pubmed": 36012252, "text": "Restoring TRAILR2/DR5-Mediated Activation of Apoptosis upon Endoplasmic Reticulum Stress as a Therapeutic Strategy in Cancer."}, {"pubmed": 36153316, "text": "Inhibition of USP1 enhances anticancer drugs-induced cancer cell death through downregulation of survivin and miR-216a-5p-mediated upregulation of DR5."}, {"pubmed": 36791922, "text": "TNFRSF10B is involved in motor dysfunction in Parkinson's disease by regulating exosomal alpha-synuclein secretion from microglia."}, {"pubmed": 36888983, "text": "TRAIL or TRAIL-R2 as a Predictive Biomarker for Mortality or Cardiovascular Events: A Systematic Review and Meta-analysis."}, {"pubmed": 37879960, "text": "Death receptor 5 promotes tumor progression in gastric cancer."}], "genomic_pos": {"chr": "8", "end": 23069031, "ensemblgene": "ENSG00000120889", "start": 23020133, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 22926692, "start": 22877646, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002357", "pubmed": 28362429, "qualifier": "involved_in", "term": "defense response to tumor cell"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 9430227, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 9311998, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007250", "pubmed": [9430227, 11464292], "qualifier": "involved_in", "term": "activation of NF-kappaB-inducing kinase activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008625", "pubmed": 9311998, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034976", "pubmed": 15322075, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036462", "qualifier": "involved_in", "term": "TRAIL-activated apoptotic signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042981", "pubmed": 10549288, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070059", "pubmed": 15322075, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070059", "pubmed": 22934019, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 22952982, "qualifier": "located_in", "term": "cell surface"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10549288, 18846110, 19427028, 20097879, 20103630, 21459798, 21525171, 21822306, 22266862, 23678861, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036463", "pubmed": 28362429, "qualifier": "enables", "term": "TRAIL receptor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0038023", "pubmed": 9311998, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0045569", "pubmed": 9373179, "qualifier": "enables", "term": "TRAIL binding"}]}, "homologene": {"genes": [[8364, 448240], [9031, 373904], [9544, 716650], [9598, 742898], [9606, 8795]], "id": 117702}, "interpro": [{"desc": "Death domain", "id": "IPR000488", "short_desc": "Death_domain"}, {"desc": "TNFR/NGFR cysteine-rich region", "id": "IPR001368", "short_desc": "TNFR/NGFR_Cys_rich_reg"}, {"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "Tumour necrosis factor receptor 10", "id": "IPR020465", "short_desc": "TNFR_10"}, {"desc": "Tumor necrosis factor receptor 10, N-terminal", "id": "IPR034024", "short_desc": "TNFRSF10_N"}, {"desc": "Tumour necrosis factor receptor 10A/B, death domain", "id": "IPR034029", "short_desc": "TNFRSF10A/B_death"}], "ipi": ["IPI00296379", "IPI00296380", "IPI00796239", "IPI00965817", "IPI01012165"], "map_location": "8p21.3", "name": "TNF receptor superfamily member 10b", "other_names": ["Fas-like protein", "TNF-related apoptosis-inducing ligand receptor 2", "apoptosis inducing protein TRICK2A/2B", "apoptosis inducing receptor TRAIL-R2", "cytotoxic TRAIL receptor-2", "death domain containing receptor for TRAIL/Apo-2L", "death receptor 5", "p53-regulated DNA damage-inducible cell death receptor(killer)", "tumor necrosis factor receptor superfamily member 10B", "tumor necrosis factor receptor superfamily, member 10b", "tumor necrosis factor receptor-like protein ZTNFR9"], "pantherdb": {"HGNC": "11905", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1341090", "ortholog_type": "LDO", "panther_family": "PTHR46330", "taxid": 10090, "uniprot_kb": "Q9QZM4"}, {"Ensembl": "ENSRNOG00000038483", "ortholog_type": "LDO", "panther_family": "PTHR46330", "taxid": 10116, "uniprot_kb": "A0A0G2JZE1"}, {"Ensembl": "ENSGALG00000006407", "ortholog_type": "O", "panther_family": "PTHR46330", "taxid": 9031, "uniprot_kb": "F1P1H0"}, {"Ensembl": "ENSGALG00000000452", "ortholog_type": "LDO", "panther_family": "PTHR46330", "taxid": 9031, "uniprot_kb": "A0A3Q3AR39"}, {"ZFIN": "ZDB-GENE-030826-5", "ortholog_type": "O", "panther_family": "PTHR46330", "taxid": 7955, "uniprot_kb": "F1QD95"}, {"ZFIN": "ZDB-GENE-010802-1", "ortholog_type": "LDO", "panther_family": "PTHR46330", "taxid": 7955, "uniprot_kb": "F1R567"}], "uniprot_kb": "O14763"}, "pathway": {"biocarta": {"id": "deathpathway", "name": "induction of apoptosis through dr3 and dr4/5 death receptors"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04115", "name": "p53 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "trail_pathway", "name": "TRAIL signaling pathway"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-140534", "name": "Caspase activation via Death Receptors in the presence of ligand"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3371378", "name": "Regulation by c-FLIP"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-5213460", "name": "RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5218900", "name": "CASP8 activity is inhibited"}, {"id": "R-HSA-5357769", "name": "Caspase activation via extrinsic apoptotic signalling pathway"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5633008", "name": "TP53 Regulates Transcription of Cell Death Genes"}, {"id": "R-HSA-5675482", "name": "Regulation of necroptotic cell death"}, {"id": "R-HSA-6803211", "name": "TP53 Regulates Transcription of Death Receptors and Ligands"}, {"id": "R-HSA-69416", "name": "Dimerization of procaspase-8"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-75158", "name": "TRAIL  signaling"}], "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP3982", "name": "miRNA regulation of p53 pathway in prostate cancer"}, {"id": "WP4925", "name": "Unfolded protein response"}, {"id": "WP707", "name": "DNA damage response"}]}, "pdb": ["1D0G", "1D4V", "1DU3", "1ZA3", "2H9G", "3X3F", "4I9X", "4N90", "4OD2", "6NHW", "6NHY", "6T3J", "8DPX"], "pfam": ["PF00020", "PF00531"], "pharmgkb": "PA36598", "pharos": {"target_id": 13173, "tdl": "Tbio"}, "prosite": ["PS50017", "PS50050"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF226844", "relationship": "is"}, {"id": "GNF259203", "relationship": "is"}, {"id": "GNF259204", "relationship": "is"}, {"id": "GNF259205", "relationship": "is"}, {"id": "GNF259206", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162550", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF038273", "relationship": "is"}, {"id": "GNF046687", "relationship": "weakly similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091911", "relationship": "is"}, {"id": "GNF091912", "relationship": "is"}, {"id": "GNF091913", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052929", "relationship": "is"}, {"id": "GNF057695", "relationship": "is"}, {"id": "GNF072811", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071139", "relationship": "is"}, {"id": "GNF071140", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014723", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244144", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097706", "relationship": "is"}, {"id": "GNF137361", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_012145.1"], "protein": ["NP_003833.4", "NP_671716.2"], "rna": ["NM_003842.5", "NM_147187.3", "NR_027140.2"], "translation": [{"protein": "NP_003833.4", "rna": "NM_003842.5"}, {"protein": "NP_671716.2", "rna": "NM_147187.3"}]}, "reporter": {"HG-U133_Plus_2": ["209294_x_at", "209295_at", "210405_x_at"], "HG-U95Av2": "34892_at", "HTA-2_0": ["TC08001049.hg.1", "TC08002257.hg.1"], "HuEx-1_0": "3127703", "HuGene-1_1": "8149733", "HuGene-2_1": "17075426"}, "summary": "The protein encoded by this gene is a member of the TNF-receptor superfamily, and contains an intracellular death domain. This receptor can be activated by tumor necrosis factor-related apoptosis inducing ligand (TNFSF10/TRAIL/APO-2L), and transduces an apoptosis signal. Studies with FADD-deficient mice suggested that FADD, a death domain containing adaptor protein, is required for the apoptosis mediated by this protein. Two transcript variants encoding different isoforms and one non-coding transcript have been found for this gene. [provided by RefSeq, Mar 2009].", "symbol": "TNFRSF10B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336644"}, "unigene": ["Hs.661668", "Hs.521456"], "uniprot": {"Swiss-Prot": "O14763", "TrEMBL": ["E9PBT3", "Q7Z2I8"]}, "wikipedia": {"url_stub": "TNFRSF10B"}}