{"AllianceGenome": "11909", "HGNC": "11909", "MIM": "602643", "_id": "4982", "_version": 1, "accession": {"genomic": ["AB008822.2", "AC107953.3", "AP004283.2", "AY466112.1", "CH471060.1", "CP068270.2", "NC_000008.11", "NC_060932.1", "NG_012202.1"], "protein": ["AAB53709.1", "AAF20168.1", "AAH30155.1", "AAR23265.1", "BAA25910.1", "BAA32076.1", "BAD96875.1", "BAG36455.1", "EAW91978.1", "NP_002537.3", "O00300.3"], "rna": ["AB002146.1", "AF134187.1", "AK223155.1", "AK308524.1", "AK313710.1", "BC011023.1", "BC030155.2", "BM748946.1", "BQ000897.1", "CK903484.1", "DA477521.1", "NM_002546.4", "U94332.1"], "translation": [{"protein": "BAD96875.1", "rna": "AK223155.1"}, {"protein": "BAG36455.1", "rna": "AK313710.1"}, {"protein": "AAF20168.1", "rna": "AF134187.1"}, {"protein": "AAB53709.1", "rna": "U94332.1"}, {"protein": "AAH30155.1", "rna": "BC030155.2"}, {"protein": "BAA25910.1", "rna": "AB002146.1"}, {"protein": "NP_002537.3", "rna": "NM_002546.4"}]}, "alias": ["OCIF", "OPG", "PDB5", "TR1"], "ensembl": {"gene": "ENSG00000164761", "protein": ["ENSP00000297350", "ENSP00000427924"], "transcript": ["ENST00000297350", "ENST00000517352", "ENST00000521597"], "translation": [{"protein": "ENSP00000297350", "rna": "ENST00000297350"}, {"protein": "ENSP00000427924", "rna": "ENST00000517352"}], "type_of_gene": "protein_coding"}, "entrezgene": "4982", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.890210214, "exp_mis": 135.932665865, "exp_syn": 63.4239249412, "lof_z": 2.55391796139425, "mis_z": 0.668411413076183, "mu_lof": 8.93964576872e-07, "mu_mis": 1.20338854463e-05, "mu_syn": 5.56572233703e-06, "n_lof": 3.0, "n_mis": 120.0, "n_syn": 56.0, "p_li": 0.272229439885372, "p_null": 0.00521498334894519, "p_rec": 0.722555576765683, "syn_z": 0.57790466612469}, "bp": 1206, "cds_end": 119964060, "cds_start": 119936612, "n_exons": 5, "nonpsych": {"exp_lof": 10.6668928721, "exp_mis": 122.937288702, "exp_syn": 57.309876765, "lof_z": 2.30543244415515, "mis_z": 0.861465575879336, "mu_lof": 8.93964576872e-07, "mu_mis": 1.20338854463e-05, "mu_syn": 5.56572233703e-06, "n_lof": 3.0, "n_mis": 104.0, "n_syn": 52.0, "p_li": 0.212176718116593, "p_null": 0.0108553588260699, "p_rec": 0.776967923057337, "syn_z": 0.441604478757766}, "nontcga": {"exp_lof": 10.9297441596, "exp_mis": 125.048812099, "exp_syn": 58.3407629179, "lof_z": 2.36611265930072, "mis_z": 0.67045908627241, "mu_lof": 8.93964576872e-07, "mu_mis": 1.20338854463e-05, "mu_syn": 5.56572233703e-06, "n_lof": 3.0, "n_mis": 110.0, "n_syn": 50.0, "p_li": 0.213170210180302, "p_null": 0.00885234077177188, "p_rec": 0.777977449047926, "syn_z": 0.69141984617962}, "transcript": "ENST00000297350.4"}, "exons": [{"cdsend": 118951821, "cdsstart": 118924373, "chr": "8", "position": [[118923556, 118924762], [118926493, 118926718], [118928737, 118928929], [118932930, 118933300], [118951791, 118951885]], "strand": -1, "transcript": "NM_002546", "txend": 118951885, "txstart": 118923556}], "exons_hg19": [{"cdsend": 119964060, "cdsstart": 119936612, "chr": "8", "position": [[119935795, 119937001], [119938732, 119938957], [119940976, 119941168], [119945169, 119945539], [119964030, 119964124]], "strand": -1, "transcript": "NM_002546", "txend": 119964124, "txstart": 119935795}], "generif": [{"pubmed": 11451955, "text": "Stimulation of osteoprotegerin (OPG) gene expression by transforming growth factor-beta (TGF-beta). Mapping of the OPG promoter region that mediates TGF-beta effects"}, {"pubmed": 11912131, "text": "Osteoprotegerin (OPG) is a survival factor for human prostate cancer cells."}, {"pubmed": 12052453, "text": "The altered state of bone turnover during glucocorticoid treatment of patients with chronic glomerulonephritis is related to acute suppression of OPG."}, {"pubmed": 12054556, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12054556, "text": "single nucleotide polymorphism is related to vascular morphology and function."}, {"pubmed": 12054560, "text": "differentially regulates protease expression in osteoclast cultures"}, {"pubmed": 12054622, "text": "secretion from prostate cancer is stimulated by cytokines, in vitro"}, {"pubmed": 12056809, "text": "osteoprotegerin expression is a novel PPAR gamma target gene in vascular smooth muscle cells. It is downregulated by PPAR gamma activation"}, {"pubmed": 12067713, "text": "PDGF induces osteoprotegerin expression in vascular smooth muscle cells by multiple signal pathways."}, {"pubmed": 12073153, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12073153, "text": "investigation of the genetic influence of Sp1 polymorphism on bone density in Irish women"}, {"pubmed": 12096838, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12096838, "text": "Polymorphisms in the osteoprotegerin gene are associated with osteoporotic fractures"}, {"pubmed": 12124406, "text": "Juvenile Paget's disease can result from osteoprotegerin deficiency caused by homozygous deletion of TNFRSF11B."}, {"pubmed": 12150965, "text": "regulation of synthesis by isoflavones during osteoblast cell differentiation via an estrogen-receptor-dependent pathway"}, {"pubmed": 12153751, "text": "demonstrate that androgens specifically inhibit OPG mRNA levels and protein secretion by osteoblastic cells"}, {"pubmed": 12181640, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12181640, "text": "analysis of OPG involvement in the etiology of osteoporosis using both linkage and association analyses"}, {"pubmed": 12213849, "text": "polymorphism and the risk of osteoporosis and vascular disease"}, {"pubmed": 12213850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12213850, "text": "Sequence variations in the promoter in patients with postmenopausal osteoporosis"}, {"pubmed": 12351414, "text": "bound, internalized, and degraded by multiple myeloma cells"}, {"pubmed": 12364326, "text": "inhibition of expression by parathyroid hormone via protein kinase A activation of cAMP-response element-binding protein"}, {"pubmed": 12364420, "text": "observations suggest that in postmenopausal women, circulating levels of OPG may reflect OPG activity in bone and are related to circulating endogenous levels of estradiol"}, {"pubmed": 12398237, "text": "Effects of 17beta-E2 and progesterone on the expression of osteoprotegerin in normal human osteoblast-like cells."}, {"pubmed": 12412803, "text": "The novel finding of elevated serum OPG may reflect a compensatory reaction to enhanced osteoclast activity, despite the normal OCN level in Wilson disease"}, {"pubmed": 12469211, "text": "compared the gene expression of RANKL and osteoprogerin (OPG), a decoy receptor of RANKL, between moderate and advanced periodontitis, and healthy subjects"}, {"pubmed": 12564836, "text": "REVIEW: role of these molecules in immunology and skeletal remodelling and assess their involvement in diseases of bones and joints, including rheumatoid arthritis, Paget's disease, post-menopausal osteoporosis and malignant bone diseases"}, {"pubmed": 12584041, "text": "Osteoprotegerin plays a major role in the development of transplantation osteoporosis."}, {"pubmed": 12619938, "text": "examination as indices of bone turnover in different bone diseases"}, {"pubmed": 12662434, "text": "Osteoprotegerin has a role in inhibiting proliferation of myeloid progenitor cells"}, {"pubmed": 12824864, "text": "increased levels of OPG in plasma from diabetic patients with microvascular complications indicates that OPG may be involved in the development of vascular dysfunction in diabetes."}, {"pubmed": 12857926, "text": "osteoprotegerin (OPG)inhibits HTLV-I infection of various cell lines via binding to heparan sulfate"}, {"pubmed": 12923331, "text": "osteoprotegerin and RANK ligand have roles in breast cancer bone metastasis"}, {"pubmed": 14504888, "text": "OPG expression may not be a major pathway of glioma cell resistance to future Apo2L/TRAIL-based therapeutic approaches."}, {"pubmed": 14508625, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14508625, "text": "Single nucleotide polymorphisms in OPG are not related to bone density or fracture in elderly women."}, {"pubmed": 14529897, "text": "Correlations between OPG, IGF system components, and some markers of bone metabolism may indicate the role of OPG/RANKL system in the pathogenesis of bone metabolism disturbances following renal transplantation."}, {"pubmed": 14672344, "text": "Mutations in TNFRSF11B account for the majority of, but not all, cases of idiopathic hyperphosphatasia, and there are distinct genotype-phenotype relationships."}, {"pubmed": 14680982, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14734048, "text": "RANKL-OPG pathway may regulate valvular calcification in calcific aortic stenosis"}, {"pubmed": 14999524, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14999524, "text": "Results describe a negative association between serum osteoprotegerin (OPG) and bone mass with increased fracture odds ratios, and an influence of the OPG promoter mutation on bone mass and fracture status independent of serum OPG level."}, {"pubmed": 15059506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15064358, "text": "Osteoprotegerin blocks endothelial cell apoptosis through binding TRAIL and preventing its interaction with death-inducing TRAIL-receptors."}, {"pubmed": 15124262, "text": "The presence of the T allele of the osteoprotegerin (OPG) gene appears to be associated with low bone mineral density in children with juvenile idiopathic arthritis."}, {"pubmed": 15155868, "text": "In vitro studies demonstrated that milk OPG is biologically active and suggested that it may contribute to the antiresorptive activity of milk on bone."}, {"pubmed": 15223723, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15223723, "text": "polymorphism in the promoter region of OPG is associated with vascular morphology in hypertensive subjects"}, {"pubmed": 15242994, "text": "These findings suggest that the TRAIL/OPG system is involved in the pathophysiology of endometriosis, possibly affecting the apoptosis of endometriotic cells."}, {"pubmed": 15290725, "text": "Since RANK-L and OPG mRNA levels are elevated in peripheral blood monocytes in rheumatoid arthritis(RA) and CD4+ T cells are major contributors to RANK-L mRNA expression, monocytes in RA may be involved in pathways regulating bone metabolism."}, {"pubmed": 15292302, "text": "Linkage of genetic variations of the OPG gene at positions 950 and 1181 may confer an increased risk of CAD in Caucasian men."}, {"pubmed": 15292302, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15292354, "text": "Enhanced apoptosis adjacent to vascular calcification and concurrent expression of regulators of apoptosis and osteoclastic differentiation, TNF-related apoptosis-inducing ligand and OPG. May be involved in pathogenesis of vascular calcification."}, {"pubmed": 15301860, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15307108, "text": "IL-11 produced by blastic cells from a patient with acute megakaryocytic leukemia enhanced expression of osteoprotegerin, causing the osteosclerosis observed in this patient."}, {"pubmed": 15308561, "text": "results highlight that MM T cells support OC formation and survival, possibly involving OPG/TRAIL interaction and unbalanced OC expression of TRAIL death and decoy receptors"}, {"pubmed": 15312251, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15312251, "text": "The G1181 allele of TNFRSF11B, encoding lysine at codon 3 of the OPG protein, predisposes to the development of sporadic Paget's disease of bone and familial PDB that is not caused by SQSTM1 mutations."}, {"pubmed": 15313187, "text": "Thus, the RANKL/OPG ratio was markedly increased, suggesting a potential mechanism of ATRA-induced bone resorption."}, {"pubmed": 15386310, "text": "High serum osteoprotegerin levels are associated with bladder carcinoma"}, {"pubmed": 15504545, "text": "results suggest that osteosclerosis in idiopathic myelofibrosis may be related to overproduction of OPG, and enhanced level of OPG is not due to the direct effect of TGF-beta1 on the bone marrow stromal cells"}, {"pubmed": 15521102, "text": "intestinal mucosa derived OPG may represent an important mucosal immunoregulatory factor and may be involved in bone physiology"}, {"pubmed": 15538968, "text": "The osteoprotegerin exists in a dimeric, soluble, secreted form."}, {"pubmed": 15564564, "text": "Review. The RANKL/RANK/OPG system may mediate links between the vascular, skeletal, & immune systems and play a central role in regulating the vascular calcification coincident with declines in skeletal mineralization with age, osteoporosis, or disease."}, {"pubmed": 15615493, "text": "Activating mutations in TNFRSF11A encoding RANK and deactivating mutations in TNFRSF11B encoding OPG cause systemic bone disease"}, {"pubmed": 15630493, "text": "Elevated plasma osteoprotegerin levels are associated with the combined outcome of venous thrombosis and bleeding in patients with polycythemia vera."}, {"pubmed": 15638385, "text": "Measuring serum levels in lung cancer patients may be useful in drug therapy monitoring."}, {"pubmed": 15647836, "text": "expressions of osteocalcin, OPG, RANKL and RANK are regulated by menaquinone-7 in osteoblastic MC3T3E1 cells"}, {"pubmed": 15648548, "text": "Further studies on the mechanisms of OPG in microangiopathy may help to evaluate the OPG system role as a marker for disease activity, prognosis and response to therapy in cardiovascular diseases."}, {"pubmed": 15700136, "text": "Increased OPG concentrations in the arterial wall in diabetes may be part of generalised matrix alterations and may be a consequence of the effects of hormones and cytokines, like insulin and TNF-alpha."}, {"pubmed": 15721297, "text": "cytokine-induced OPG gene expression and protein secretion are differentially regulated by specific MAP kinase signal transduction pathways"}, {"pubmed": 15757850, "text": "Severity of hypothyroidism and vascular injury might have roles in increasing serum OPG level in hypothyroidism. Sustained euthyroidism might decrease serum OPG in hypothyroidism. Vascular injury in hypothyroidism associated with decrease in serum OPG."}, {"pubmed": 15782282, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15794927, "text": "megakaryocytes have direct effects on osteoblastic production of factors (osteoprotegerin) affecting both bone formation and resorption"}, {"pubmed": 15799029, "text": "Intracellular localization of OPG in HUVEC, in association with vWF, together with its rapid and sustained secretory response to inflammatory stimuli, strongly support a modulatory role in vascular injury, inflammation and hemostasis."}, {"pubmed": 15936463, "text": "Insulin resistance in obesity is associated with decreased serum OPG levels and increased fibrinogen levels."}, {"pubmed": 15978970, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16123486, "text": "First evidence of an independent association of OPG with asymptomatic coronary artery disease in type 2 diabetic patients."}, {"pubmed": 16133687, "text": "biological responses of OPG and sRANKL synthesis in osteoblasts to the application of cyclic tensile strain are regulated via the p38 MAPK pathway"}, {"pubmed": 16143421, "text": "CLD (chronic liver disease) is associated with alterations in RANKL/OPG serum levels, which could modulate bone loss in CLD."}, {"pubmed": 16151677, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16151677, "text": "These results suggest that OPG genetic polymorphisms, especially with the RANK 575 TT or ESR1 2142 GG genotypes, are related to low BMD in postmenopausal Korean women."}, {"pubmed": 16152630, "text": "our data suggest that atorvastatin enhances osteoblastic differentiation and production of OPG. This may contribute to the bone-sparing effects of statins."}, {"pubmed": 16215261, "text": "OPG dimer formation is required for the mechanism of inhibition of the RANK-L/RANK receptor interaction"}, {"pubmed": 16240334, "text": "we review the etiology of inflammatory bone loss, the RANK/RANK-ligand/OPG pathway, and the clinical development of anti-RANK-ligand therapy."}, {"pubmed": 16249885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16287088, "text": "This is the first study to report the proangiogenic effects of OPG in vitro, as well as correlating expression of OPG by tumour endothelial cells with clinicopathological data in human tumours"}, {"pubmed": 16288714, "text": "systemic upregulation of TRAIL in dilated cardiomyopathy patients and concomitant local upregulation of osteoprotegerin in the myocardium"}, {"pubmed": 16343827, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16453284, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16491292, "text": "The deletion of aspartate 182 impairs both the secretion and activity of OPG, which in turn provides an explanation for the increased osteoclastogenesis and high bone turnover observed in Paget's disease patients with this mutation."}, {"pubmed": 16512757, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16512834, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16533764, "text": "Down-regulation of osteoprotegerin is associated with osteosarcome"}, {"pubmed": 16583245, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16601843, "text": "IL-4 has differential effects in coronary artery smooth muscle cells: short-term exposure enhances OPG production through a STAT6-dependent mechanism, but long-term exposure causes Cbfa1-dependent osteogenic transformation and decreased production of OPG"}, {"pubmed": 16611736, "text": "e results show that the cAMP/PKA pathway is involved in the CGRP inhibition of osteoprotegerin mRNA and protein secretion in osteoblast-like cells and that this effect favors osteoclastogenesis"}, {"pubmed": 16620835, "text": "lower serum osteoprotegerin(OPG) levels in persons with subclinical echogenic carotid plaques and identified an inverse relation between serum OPG and plaque echogenicity; OPG may play an important role in arterial calcification"}, {"pubmed": 16678184, "text": "an osteoprotegerin gene polymorphism may have a role in coronary artery disease in Japanese men"}, {"pubmed": 16687626, "text": "osteoprotegerin may have a role in cardiovascular death in renal transplant patients"}, {"pubmed": 16712673, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16804084, "text": "Osteoprotegerin levels are elevated in newly diagnosed diabetic patients and are significantly associated with endothelial function."}, {"pubmed": 16831934, "text": "Persistence of osteoclastogenesis can be related to the formation of the osteoprogerin/TRAIL complex."}, {"pubmed": 16949901, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16949901, "text": "We found no significant relationship between sequence variations in the OPG gene or serum OPG and bone mass, bone-related biochemistry or fracture frequency."}, {"pubmed": 16953816, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16980077, "text": "Kidney transplantation improves osteoprogeren levels to normal values, diminishing the risk factor for vascular calcifications."}, {"pubmed": 16999948, "text": "Observational study of gene-disease association and genetic testing. (HuGE Navigator)"}, {"pubmed": 17111200, "text": "After peucutaneous coronary intervention, osteoprotegerin decreased while proinflammatory cytokines increased, which may be consistent with a counterregulatory role for osteoprotegerin."}, {"pubmed": 17147692, "text": "ANKH genetic polymorphisms in the area between SNP rs2291943 and rs2288474 are strongly associated with OPG plasma levels."}, {"pubmed": 17148684, "text": "Altogether, these findings suggest that increased OPG production represents an early event in the natural history of diabetes mellitus, possibly contributing to disease-associated endothelial cell dysfunction."}, {"pubmed": 17189957, "text": "data suggest that androgen may modulate OPG protein levels in CaP cell lines in vitro using a post-transcriptional mechanism"}, {"pubmed": 17288531, "text": "This review describes the most recent knowledge on the OPG-receptor activator of nuclear factor-kappaB (RANK)-RANK ligand (RANKL) triad and its involvement in bone oncology."}, {"pubmed": 17328075, "text": "Children with juvenile DM have an elevated RANKL:OPG ratio at the time of diagnosis, resulting in expansion of the number of osteoclasts and activation of the bone resorptive function."}, {"pubmed": 17354199, "text": "Osteoprotegerin may not play a protective role in the pathogenesis of bone loss in obese perimenopausal women.OPG level is lower and doesn't correlate well with biochemical markers of bone turnover, calcitropic hormones and BMD."}, {"pubmed": 17388729, "text": "It is showed for the first time that single nucleotide polymorphisms influencing the risk to develop Paget's disease of bone could be sex-specific."}, {"pubmed": 17403189, "text": "OPG values were not related to markers of bone turnover.  OPG values are elevated in cirrhotic patients before liver transplantation, particularly in those with low bone mass at the proximal femur"}, {"pubmed": 17443309, "text": "Cytokine-induced production of OPG may protect beta cells from further damage, an effect mediated through inhibition of p38 map kinase phosphorylation."}, {"pubmed": 17448630, "text": "P. gingivalis up-regulates the RANKL/OPG expression ratio in GF and PDL cells, denoting an enhanced osteoclastogenic potential by the cells."}, {"pubmed": 17470718, "text": "These findings are compatible with the theory that osteoprotegerin may play a pathophysiological role in the development of left ventricular hypertrophy and systolic dysfunction."}, {"pubmed": 17471510, "text": "OPG alone is not indicative of osteolytic bone activity by breast cancer cells"}, {"pubmed": 17558893, "text": "The OPG/RANKL ratio was significantly decreased in anorectic girls; it was due to an increase in serum RANKL values. The decrease in the OPG/RANKL ratio in girls with AN could partly explain the increase in bone loss that occurs in these patients."}, {"pubmed": 17570371, "text": "serum osteoprotegerin (OPG) is increased in patients with RA and in patients with long-standing disease, OPG is independently associated with coronary-artery calcification"}, {"pubmed": 17598007, "text": "UFH causes a more pronounced vascular mobilization of OPG than LMWH, indicating that UFH has a higher affinity for OPG than LMWH."}, {"pubmed": 17606458, "text": "expression of OPG and RANKL were significantly increased in advanced clinical stages and high grade myeloma bone disease"}, {"pubmed": 17631639, "text": "demonstrate cross-reactivity of this OPG antibody in western blots"}, {"pubmed": 17634140, "text": "Review highlights the receptor activator of nuclear factor-kappa B ligand (RANKL)/RANK/osteoprotegerin (OPG) system and its role in the regulation of bone resorption."}, {"pubmed": 17667143, "text": "osteoprotegerin gene G1181C polymorphism, alone and in combination with the RANKL rs2277438 polymorphism, was identified as a genetic factor associated with bone mineral density of the lumbar spine in Korean women"}, {"pubmed": 17702740, "text": "Data suggest that OPG can bind both to RANKL and TRAIL and that the affinity of OPG for these two ligands is of a similar order of magnitude."}, {"pubmed": 17703334, "text": "The median level of OPG (osteoprotegerin) was elevated in Juvenile Idiopathic Arthritis (JIA) patients as compared to controls; there was no diference in levels among different types of JLA"}, {"pubmed": 17706953, "text": "OPG but not OPN stimulated a dose-dependent increase in the expression of intercellular adhesion molecule-1, vascular cell adhesion molecule-1 and E-selectin by endothelial cells in the presence of TNF-alpha"}, {"pubmed": 17711477, "text": "No association between the OPG polymorphisms and chronic periodontitis could be found."}, {"pubmed": 17711477, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17712025, "text": "Osteoprotegerin measurement, together with other conventional factors, can help to better define the diabetic population with an increased likelihood for silent myocardial ischemia."}, {"pubmed": 17723135, "text": "studies on human umbilical vein endothelial cells showed co-localization of VWF and OPG in Weibel-Palade bodies. When secretion was induced, OPG remained associated with VWF in extracellular patches of release under biochemical conditions found in blood"}, {"pubmed": 17804683, "text": "Diabetic patients are characterized by elevated OPG which is associated with subclinical atherosclerosis in both type 1 and type 2 diabetes."}, {"pubmed": 17852826, "text": "Reference intervals were established with a high analytic performance for OPN and an acceptable analytic performance for OPG and total sRANKL. The study revealed low biological variation for OPN and total sRANKL and high biological variation for hsCRP."}, {"pubmed": 17876645, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17876645, "text": "Osteoprotegerin contributes to osteoclastic bone resoption in RA patients."}, {"pubmed": 17878722, "text": "OPG-1181C/C genotype associates with risk for first-ever intracerebral hemorrhage but not with risk of ischemic stroke."}, {"pubmed": 17878722, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17895323, "text": "RANK/RANKL/OPG system mediates the effects of calciotropic hormones and, consequently, alterations in their ratio are key in the development of several clinical conditions--REVIEW"}, {"pubmed": 17923273, "text": "Circlating OPG level affects insulin resistance in healthy premenopausal obese women."}, {"pubmed": 17966895, "text": "The OPG/RANKL/RANK system constitutes the important element of controlling the number of active osteoclasts by the osteoblasts."}, {"pubmed": 17970704, "text": "OPG-RANKL system is involved in the pathogenesis and regulation of bone turnover in chronic renal failure. Circulating levels of OPG and RANKL may be useful markers to assess turnover renal osteopathies"}, {"pubmed": 17993768, "text": "Lower values of sRANKL/OPG ratio in hemodialysis (HD) patients cannot be explained by the elimination of renal clearance only. Alterations in sRANKL/OPG ratio might reflect a compensatory mechanism to modulate bone remodeling."}, {"pubmed": 18000166, "text": "ability of p53 to down-modulate osteoprotegerin production by endothelial cells may be an additional important"}, {"pubmed": 18040268, "text": "Activated CD4+ T cells could, through OPG release, have a paracrine effect on adjacent cells and contribute to reduce the local process of bone remodeling and cellular apoptosis."}, {"pubmed": 18061491, "text": "differences in the RANK, RANKL, and OPG expression in odontogenic epithelial tumors...could contribute to the differential bone/tooth resorption activity in these lesions"}, {"pubmed": 18081868, "text": "crevicular fluid level of OPG a possible marker [of] the health status of surrounding tissues of dental implants"}, {"pubmed": 18083042, "text": "TNF-alpha induced apoptosis of SYM-1 cells within 24h and decreased OPG levels"}, {"pubmed": 18156213, "text": "OPG is increased in pulmonary arterial hypertension and may regulate pulmonary artery smooth muscle cell proliferation and migration"}, {"pubmed": 18172654, "text": "The aim of this study was to investigate sRANKL and OPG levels in serum and synovial fluid (SF) and to evaluate their relations in patients with RA in comparison to those with non-erosive arthritis (NEA)."}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18178454, "text": "Demonstrated elevated serum OPN and OPG levels in patients with carotid stenosis and documented an independent association between these biochemical markers, pathology and carotid-induced symptomatology."}, {"pubmed": 18190241, "text": "The findings revealed reduced concentrations of sTRAIL both before and after treatment and elevated levels of sTRAIL-R2 and OPG in patients before treatment"}, {"pubmed": 18208894, "text": "increased RANKL and osteoprotegerin in multiple sclerosis may compensate for negative balance of bone remodeling"}, {"pubmed": 18251702, "text": "osteoprotegerin expression is induced by IL-4 and IL-13 thorugh activation of STAT6"}, {"pubmed": 18252198, "text": "In conclusion, 17beta-estradiol suppressed OPG production by human breast cancer cell lines in a dose-dependent and specific manner, indicating that the RANKL/OPG cytokine system is an estrogen-responsive target in breast cancer."}, {"pubmed": 18253488, "text": "the ratio of RANKL/OPG gene expression - a key factor of osteoclastogenesis- is mediated by the cAMP/PKA/CREB pathway by suppressing leptin"}, {"pubmed": 18271681, "text": "A163G polymorphism was significantly associated with velocity of sound at the heel in a limited cohort of postmenopausal women"}, {"pubmed": 18271681, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18298349, "text": "serum OPG, RANKL, MMP-1 and TIMP-1 may have roles in mediating myocardial healing after myocardial infarct"}, {"pubmed": 18299469, "text": "in obese subjects, OPG is not related to body mass index, however, we describe new relationships between OPG and both HOMA index and CRP."}, {"pubmed": 18305214, "text": "bone marrow sera from 21 multiple myeloma patients significantly suppressed Wnt3a-induced OPG expression and enhanced RANKL expression in osteoblasts in a DKK1-dependent manner"}, {"pubmed": 18311801, "text": "The relative protection against bone erosions in spondylarthritis cannot be explained by qualitative or quantitative differences in the synovial expression of RANKL, OPG, and RANK."}, {"pubmed": 18319311, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18319311, "text": "a role for the OPG Lys3Asn polymorphism in the genetic susceptibility to hip fractures among older white women."}, {"pubmed": 18319315, "text": "Serum OPG and RANKL do not account for the observed association between bone and coronary artery calcification among postmenopausal women using hormone therapy."}, {"pubmed": 18328262, "text": "Patients with non-ST elevation acute coronary syndrome show high OPG levels. OPG increase seems related to the number of plaques in the coronary vessels, suggesting its involvement in the coronary disease progression."}, {"pubmed": 18338379, "text": "Data suggest that osteoprotegerin inhibits osteoclast apoptosis, at least in part, by binding and thus inhibiting endogenously produced TRAIL in human osteoclast cultures."}, {"pubmed": 18348083, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18348083, "text": "Polymorphisms in osteoprotegerin gene is asociated with significant increase in lumbar spine bone mineral density"}, {"pubmed": 18362509, "text": "Increase in circulating OPG and sRANKL with age and a robust negative correlation between circulating free sRANKL and bone mineral density after adjustment for age."}, {"pubmed": 18367263, "text": "Data reveals for the first time that OPG/RANK/RANKL are expressed in the pathological thyroid gland by follicular cells, by malignant parafollicular cells as well as in metastatic lymph node microenvironment."}, {"pubmed": 18398265, "text": "Severe cervical spinal cord injury is associated with decreased circulating OPG levels placing these patients at risk for accelerated bone loss that appears unrelated to locomotive mode"}, {"pubmed": 18399769, "text": "serum osteoprotegerin and RANKL levels are affected by recombinant TSH"}, {"pubmed": 18445777, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18445777, "text": "We have discovered common sequence variants that are consistently associated with bone mineral density and with low-trauma fractures in three populations of European descent."}, {"pubmed": 18455228, "text": "Genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18455228, "text": "Two gene variants of key biological proteins increase the risk of osteoporosis and osteoporotic fracture."}, {"pubmed": 18490014, "text": "Low serum osteoprotegerin levels in premenopausal infertile women with low bone density."}, {"pubmed": 18565244, "text": "The high RANKL:OPG ratio, together with close fibroblast-to-monocyte contacts in pannus tissue, probably favor local generation of bone resorbing osteoclasts at the site of erosion in rheumatoid arthritis"}, {"pubmed": 18565252, "text": "OPG and RANKL levels, and consequently the OPG/RANKL ratio, differed according to human osteoarthritis subchondral bone osteoblast classification"}, {"pubmed": 18579554, "text": "Serum OPG concentrations are reduced in PCOS patients independently of obesity."}, {"pubmed": 18589796, "text": "The overexpression of RANKL and the increased ratio of RANKL/OPG in cholesteatoma are associated with the destruction of bone."}, {"pubmed": 18624938, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18624938, "text": "polymorphism OPG-223 (C/T) was not associated with chronic kidney disease or periodontal disease in a Brazilian population"}, {"pubmed": 18634923, "text": "mRNA expression was higher in periapical granulomas when compared with healthy periodontal ligament"}, {"pubmed": 18668542, "text": "Synovial fibroblasts may significantly contribute to bone resorption through modulation of RANKL and OPG production in a cytokine-rich milieu of inflamed joints."}, {"pubmed": 18676739, "text": "the Wnt/beta-catenin pathway contributes to carcinogenesis and cancer cell survival by driving expression of OPG"}, {"pubmed": 18683730, "text": "17beta-E2 at a physiological concentration promoted secretion of OPG in periodontal ligament cells. A high dosage showed no effect on OPG protein secretion and decreased OPG mRNA expression."}, {"pubmed": 18684318, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18684318, "text": "the variant C allele of 950 T/C in the OPG promoter may play a major role as a genetic safeguard against progression in patients with prostate cancer"}, {"pubmed": 18697793, "text": "plasma OPG is an independent predictor of cardiovascular diseases and mortality in high-risk populations"}, {"pubmed": 18719882, "text": "High levels of osteoprotegerin predict all-cause and cardiovascular mortality in patients with diabetic nephropathy and deterioration of kidney function towards end-stage renal disease."}, {"pubmed": 18722030, "text": "The results revealed that OPG levels tended to be elevated in women with previous GDM. Significant association of OPG with carotid IMT suggested that OPG might play a role in the pathogenesis of endothelial dysfunction in women with previous GDM."}, {"pubmed": 18727653, "text": "Salivary osteoprotegerin (OPG) concentration was significantly lower and the sRANKL/OPG ratio was higher in smokers with chronic periodontitis than in non-smokers with chronic periodontitis."}, {"pubmed": 18789716, "text": "OPG levels are significantly correlated with insulin resistance and may reflect the proinflammatory state in type 2 diabetes."}, {"pubmed": 18802807, "text": "Active polyarticular juvenile idiopathic arthritis with bone erosions is associated with a low OPG/RANKL ratio."}, {"pubmed": 18814141, "text": "OPG production by osteoblastic cells was stimulated by platelet-derived growth factor (PDGF) in two human osteosarcoma cell lines (MG63, Saos-2), a mouse pre-osteoblastic cell line (MC3T3-E1) and human bone marrow stromal cells (hMSC)."}, {"pubmed": 18821330, "text": "The present study examines the possible phenotype-haplotype specificity of the associations in osteoprotegerin and parathyroid hormone gene regions."}, {"pubmed": 18925325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18928898, "text": "might locally modulate [osteogenic]tumor-associated bone resorption"}, {"pubmed": 18929691, "text": "OPG responds to the bone loading effect of exercise, and that suppressed OPG may play a role in the etiology of increased bone resorption observed in exercising women with chronic estrogen deficiency secondary to hypothalamic amenorrhea."}, {"pubmed": 18931513, "text": "interaction between AngII and osteoprotegerin in aneurysm formation. Activation of PPARgamma may have a role in treatment of abdominal aortic aneurysm (AAA)."}, {"pubmed": 18938269, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18938269, "text": "Seven known polymorphisms and one new mutation, G373A, were identified. T950 and G1181 alleles were more common in patients with periodontitis than in controls. The G1181 allele was associated with patients with aggressive periodontitis."}, {"pubmed": 18945829, "text": "Parathyroid hormone decreases endothelial osteoprotegerin secretion due to possible roles of protein kinase A and C."}, {"pubmed": 19014892, "text": "We confirmed significant overexpression of osteoprotegerin and vascular endothelial growth factor-A by ELISA from supernatants of SBDS-depleted HeLa cells."}, {"pubmed": 19053023, "text": "OPG acts as an important regulator in the development of vascular dysfunction in diabetes"}, {"pubmed": 19058836, "text": "breast cancer cell produce a sufficient amount of osteoprotegerin to bind TRAIL, resulting in an upregulation of receptor activator factor kappa B ligand (RANKL) expression"}, {"pubmed": 19062016, "text": "Osteoprotegerin as an independent marker of subclinical atherosclerosis in osteoporotic postmenopausal women."}, {"pubmed": 19073256, "text": "The greater bone loss that characterizes OP patients can be mediated due to differences in the secretion and expression of the RANKL/OPG system in response to different stimuli."}, {"pubmed": 19105036, "text": "OPG is a positive regulator of microvessel formation, while RANKL is an angiogenic inhibitor due to effects on regulation of endothelial cell proliferation, apoptosis, and signaling."}, {"pubmed": 19114622, "text": "Higher OPG levels are associated with present glucose intolerance, independently of the effect of prior gestational diabetes status."}, {"pubmed": 19128145, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19128145, "text": "study suggests that OPG is secreted by intestinal epithelial cells in response to enteropathogens and that a polymorphism in the OPG gene is associated with an increased susceptibility to traveler's diarrhea"}, {"pubmed": 19131500, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19134349, "text": "Calcitriol has little effect on OPG mRNA expression in human periodontal ligament cells."}, {"pubmed": 19151114, "text": "Circulating osteoprotegerin levels are elevated and correlated with antiphospholipid antibodies in patients with systemic lupus erythematosus"}, {"pubmed": 19158438, "text": "findings suggest that OPG might protect elderly women from bone loss or fractures."}, {"pubmed": 19206164, "text": "Data suggest that periodontal ligament fibroblasts are better at osteoclast induction than gingival fibroblasts, and that centrifugal force inhibited osteoclastogenesis of periodontal fibroblasts through osteoprotegerin production and ERK1/2 activation."}, {"pubmed": 19229472, "text": "Osteoprotegerin and RANKL are abnormal in patients with primary biliary cirrhosis, regardless of osteoporosis."}, {"pubmed": 19299182, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19325145, "text": "Osteoprotegerin and soluble receptor activator of nuclear factor-kappaB ligand and risk for coronary events: a nested case-control approach in the prospective EPIC-Norfolk population study 1993-2003."}, {"pubmed": 19346738, "text": "Increased serum osteoprotegerin levels associated with decreased bone mineral density in familial Mediterranean fever.("}, {"pubmed": 19351609, "text": "these data suggest that OPG acts as an autocrine/paracrine growth factor for vascular smooth muscle cells, which might contribute to the progression of atherosclerotic lesions."}, {"pubmed": 19352306, "text": "Examine contributions of osteoprotegerin and RANKL to the pathogenesis of osteoporosis in patients with thalassaemia major."}, {"pubmed": 19379170, "text": "PTH favors RANKL and inhibits OPG production in the serum of hemodialysis patients in a low turnover state; positive correlation between serum OPG and iPTH in normal or high turnover rates implies a homeostatic mechanism to limit bone resorption"}, {"pubmed": 19380455, "text": "Acute hyperinsulinemia decreases plasma OPG, but with diminished effect in individuals with type 2 diabetes and obesity"}, {"pubmed": 19401376, "text": "21-hydroxylase deficiency patients had higher soluble RANKL and lower OPG serum levels compared with controls."}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19436932, "text": "results provide a detailed picture of the involvement of common variants and haplotypes of the OPG gene in bone phenotypes."}, {"pubmed": 19438902, "text": "Circulating concentrations of osteoprotegerin are associated with abdominal aortic aneurysm and with one peroxisome proliferator-activated receptor gamma gene polymorphism."}, {"pubmed": 19449178, "text": "analysis of competitive regulation of osteoprotegerin synthesis and RANKL expression in normal human osteoblasts stimulated by the application of cyclic tensile strain"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19502537, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19508593, "text": "Raised osteoprotegerin appears to be an independent risk factor for total and CV death and thus has potential as a useful biomarker of risk as well as a potential target for therapeutic intervention."}, {"pubmed": 19523465, "text": "Data may indicate that adiponectin could influence bone metabolism by altering osteoblast production of OPG thereby affecting osteoclasts mediated bone resorption."}, {"pubmed": 19539794, "text": "Orchiectomized rats exhibited increased RANKL protein in bone marrow plasma and in bone marrow cells, with no changes in serum RANKL."}, {"pubmed": 19548455, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19554506, "text": "Expression of OPG gene of nuclear factor-kappaB pathway in multiple myeloma using bone marrow aspirates is reported."}, {"pubmed": 19565568, "text": "these results suggest that OPG silencing in carcinoma cancer cells occurs through epigenetic repression"}, {"pubmed": 19604388, "text": "Demonstrate that OPG enhances the pro-angiogenic effects of VEGF and that OPG does not stimulate endothelial cell tube formation through activation of the VEGFR2 receptor."}, {"pubmed": 19633200, "text": "ADA-deficient SCID is associated with a specific microenvironment and bone phenotype characterized by RANKL/OPG imbalance and osteoblast insufficiency."}, {"pubmed": 19642016, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19642016, "text": "The present study demonstrates that the OPG G1181C polymorphism is associated with lumbar bone mineral density (BMD) in Europeans and Asians, and with femoral neck and total hip BMD in Europeans only."}, {"pubmed": 19643942, "text": "COPD patients had significantly lower levels of osteoprotegrin than subjects without COPD and higher CRP (c reactive protein) levels;osteoprotegrin was related to disease stage and exacerbations"}, {"pubmed": 19661483, "text": "New structural and transcriptional features within the OPG promoter region , we identified MolHaps being differentially transcriptionally active and allele-dependently interacting with a proximal polymorphic site."}, {"pubmed": 19662974, "text": "The expression level of OPG in glucocorticoid-induced necrosis of the femoral head patients was significantly lower than in the control group."}, {"pubmed": 19671825, "text": "in rheumatoid arthritis, OPG interferes with TRAIL in fibroblasts"}, {"pubmed": 19671856, "text": "EBF2 as a mediator of osteoprotegerin inhibition to tumor necrosis factor-related apoptosis-inducing ligand-induced apoptosis."}, {"pubmed": 19676147, "text": "OPG predicted mortality in chronic kidney disease patients"}, {"pubmed": 19705167, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19705167, "text": "results suggest that the OPG gene 1181 G --> C polymorphism is associated with bone mineral density at the lumbar spine in girls with adolescent idiopathic scoliosis."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19775319, "text": "coronary artery calcification at baseline, but not 1 year after renal transplant, is independently associated with baseline OPG"}, {"pubmed": 19779468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19779468, "text": "a snp in this gene is associated with blood pressure in older men"}, {"pubmed": 19784545, "text": "Serum OPG, 1,25-dihydroxyvitamin D and magnesium levels were significantly lower in patients with type 1 diabetes mellitus compared to controls."}, {"pubmed": 19787288, "text": "Coronary artery calcification, arterial stiffness and serum OPG levels were correlated with each other in asymptomatic Korean patients with Type II diabetes."}, {"pubmed": 19896533, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19896533, "text": "Results suggest that gene-gene interactions between RANK and OPG, and RANK and RANKL influence BMD in postmenopausal women."}, {"pubmed": 19900367, "text": "OPG had significant suppression effect on the formation of osteoclast-like cells."}, {"pubmed": 19907187, "text": "Data suggest that OPG promotes vascular smooth muscle proliferation and might be directly involved in pathogenetic aspects of atherosclerosis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19922962, "text": "Osteoprotegerin levels are significantly associated with diabetes but have no correlation with the metabolic syndrome."}, {"pubmed": 19934266, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934266, "text": "We have demonstrated associations between RANKL and OPG haplotypes and bone mineral density in postmenopausal women"}, {"pubmed": 20004120, "text": "Serum osteoprotegerin was significantly down-regulated in carotid artery stenosis treated with combined carotid artery stenting and intensive lipid-lowering therapy."}, {"pubmed": 20005786, "text": "loss of CFTR activity may result in an increased inflammation-driven bone resorption (through both the reduced OPG and increased PGE(2) production)"}, {"pubmed": 20028464, "text": "In patients with irritable bowel syndrome those that were randomized to placebo treatment (sham acupuncture) had increased levels of OPG compared to no treatment controls, providing proof of principle for molecular signatures of placebo response"}, {"pubmed": 20033478, "text": "possible involvement of RANKL and OPG in the activation of pathways, which regulate the repair of the periodontal tissues in periodontitides"}, {"pubmed": 20063037, "text": "Higher circulating levels of osteoprotegerin is associated with heart failure in acute myocardial infarction patients."}, {"pubmed": 20084381, "text": "Data show that patients with hemophilia have significantly higher serum levels of sRANK-L and of osteocalcin, and significantly decreased levels of osteoprotegerin tahn controls."}, {"pubmed": 20110921, "text": "The distribution of fracture was related to osteocalcin (OC) and OPG concentrations: the lower the OC level, the higher the number of women with fracture at increasing OPG concentrations."}, {"pubmed": 20137703, "text": "The G allele of sites A163G and T245G in osteoprotegerin may be the risk allele of postmenopausal osteoporosis. Patients with genotypes AA (A163G) and (T245G) show a better therapeutic effect to alendronate."}, {"pubmed": 20146170, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20157786, "text": "Disturbances in the RANKL/OPG system are more profound in the bone marrow stromal cells of multiple myeloma patients than in those of control subjects after direct contact with myeloma cell lines."}, {"pubmed": 20204532, "text": "Data suggest that TNFRSF11B rs10505346 is associated with PSA level and might be a prognostic factor for the recurrence of PSA in PCa patients receiving radical prostatectomy."}, {"pubmed": 20204532, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20205168, "text": "Genetic variation in the RANKL/RANK/OPG signaling pathway influences bone turnover and bone mineral density in European men."}, {"pubmed": 20205168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20205614, "text": "Some associations of OPG and nephropathy were found in a long-term type 1 diabetic cohort."}, {"pubmed": 20224558, "text": "Independent association between OPG and aortic pulse wave velocity in patients with peripheral artery disease suggests the calcification inhibitor OPG may influence aortic stiffening in atherosclerosis & in clinically healthy subjects"}, {"pubmed": 20231205, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20333869, "text": "increased OPG levels may represent a compensatory response to the missing anabolic actions of IGF-I and/or GH in children with GH deficiency"}, {"pubmed": 20339356, "text": "In African-Americans with hypertension, a higher serum osteoprotegerin level is weakly but independently associated with a higher left ventricular mass."}, {"pubmed": 20416172, "text": "The sRANKL/OPG ratio in serum of multiple myeloma bone disease patients is significantly elevated."}, {"pubmed": 20448212, "text": "Data reinforce OPG as marker for cardiovascular disease risk factor burden and predictor for CVD and mortality in the community."}, {"pubmed": 20534768, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20548944, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20554715, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20569643, "text": "Our results indicate that elevated OPG levels are associated with severe mental disorders and suggest that mechanisms related to calcification and inflammation may play a role in disease development."}, {"pubmed": 20621297, "text": "osteoprotegerin is associated with increased risk of cardiovascular disease mortality and myocardial infarct"}, {"pubmed": 20623670, "text": "The activation of p-ERK and OPG expression by platelet-rich fibrin suggests a potential role for new bone formation."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20690034, "text": "Serum levels of sRANKL and osteoprotegerin are increased in the ankylosing spondylitis patient and may participate in the disease process of ankylosing spondylitis."}, {"pubmed": 20718662, "text": "The results demonstrate lower OPG and OPG/RANKL ratio in patients suffering from thalassemia with documented osteopenia or osteoporosis in comparison with control group and patients suffering from thalassemia without osteopenia or osteoporosis."}, {"pubmed": 20809534, "text": "OPG, but not RANKL or TRAIL, is significantly increased in type 2 diabetes. Higher OPG (but not IL-6 or hsCRP) in those without vascular disease suggests these biomarkers reflect separate pathophysiological processes in the vasculature."}, {"pubmed": 20819596, "text": "There was a cross-talk between DKK-1 and OPG, which involved in bone destruction in RA. In different stage of RA, DKK-1 and OPG may play different roles in the pathogenesis of RA."}, {"pubmed": 20832449, "text": "OPG might play an important role in promoting beta cell dysfunction."}, {"pubmed": 20890036, "text": "Its mutation causes familial expansile osteolysis. (review)"}, {"pubmed": 20929997, "text": "Elevated plasma OPG is a strong predictor of all-cause mortality in type 2 diabetic patients."}, {"pubmed": 20932948, "text": "OPG was lower in obese children (p=0.01), being inversely related to free leptin (p=0.009), total body and truncal fat mass (both p=0.01)."}, {"pubmed": 20942739, "text": "Serum osteoprotegerin concentrations are reduced in patients with the more severe forms of nonalcoholic fatty liver disease."}, {"pubmed": 20960157, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20961463, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20970873, "text": "findings show serum OPG is related to cardiovascular risk factors and metabolic syndrome, and might be involved in the development of cardiovascular disorders in women with previous gestational diabetes mellitus"}, {"pubmed": 20974615, "text": "OPG G1181C polymorphism may be associated with AS development and clinical manifestations."}, {"pubmed": 20974615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20974706, "text": "In PCOS, circulating OPG is related to both endothelial dysfunction and insulin resistance, independent of obesity and androgen excess, suggesting OPG as a useful biomarker of these effects."}, {"pubmed": 21074311, "text": "Pregnancies complicated with pre-eclampsia exhibit higher OPG levels and OPG/RANKL ratios, compared to control pregnancies, which might be compatible with lower bone turnover."}, {"pubmed": 21094794, "text": "Vascular calcification (VC) depends on the severity of the kidney disease. Transplanted patients are not protected from VC, yet their OPG serum levels were significantly lower, suggesting no link between between OPG levels and severity of VC."}, {"pubmed": 21216833, "text": "OPG independently predicted hospitalization due to worsening heart failure in older patients with advanced chronic systolic HF."}, {"pubmed": 21251686, "text": "serum osteoprotegerin may be a marker for the severity of diabetic nephropathy."}, {"pubmed": 21255246, "text": "results suggest that the OPG/RANK/RANKL axis may be involved in vasculogenesis and strongly support a modulatory role in tissue revascularization"}, {"pubmed": 21259010, "text": "OPG mRNA expression is greater in grade 3 cartilage in comparison with grade 0 osteoarthritic cartilage in patients undergoing total hip/knee replacement."}, {"pubmed": 21270110, "text": "Data suggest that overexpression of OPG may be a predictive biomarker of CRC recurrence and a target for treatment of this disease."}, {"pubmed": 21316442, "text": "no significant changes in level with aerobic exercise or resistance training programs"}, {"pubmed": 21327451, "text": "Serum OPG was a more reliable marker than serum RANKL in detecting bone metastatic spread and in predicting survival probability in prostate cancer patients with bone metastasis."}, {"pubmed": 21352301, "text": "no significant association of SNPs with susceptibility to disease in psoriasis and psoriatic arthritis patients"}, {"pubmed": 21359671, "text": "artistic gymnastic is associated not only with an increase in aBMD but also an improvement in bone geometry associated with an increase in bone remodelling. These adaptations seem to be independent of the OPG/RANKL system."}, {"pubmed": 21376149, "text": "Adipose tissue leptin and OPG expressions are related to osteoporosis in patients with chronic obstructive pulmonary disease, and appear to act as mediators between fat mass and bone mineral density."}, {"pubmed": 21411255, "text": "Our results suggest that, in postmenopausal osteoporosis, polymorphisms 245T > G and 1181G > C, as well as haplotype CT in TNFRSF11B gene influence bone mineral density."}, {"pubmed": 21447702, "text": "IGF1R expression and activity via osteoprotegerin can modulate vascular smooth muscle cell calcification."}, {"pubmed": 21474331, "text": "The present study aimed to comparatively investigate the effects of the Zurich in vitro supragingival and subgingival biofilm models, on RANKL and OPG gene expression in primary human gingival fibroblasts (GF) cultures."}, {"pubmed": 21479768, "text": "Report higher OPG levels in patients with chronic kidney disease stage 5 correlated with the levels of RANKL and FGF-23, possibly reflecting a compensatory mechanism to the negative balance of bone turnover."}, {"pubmed": 21539822, "text": "Plasma OPG and OPN levels were significantly associated with inflammation and arterial hypertension."}, {"pubmed": 21559440, "text": "RANK in primary breast tumors has a role in bone metastasis occurrence in breast cancer patients; OPG has a role in survival"}, {"pubmed": 21568931, "text": "the role of OPG in diabetic patients and its links with the most relevant associated diseases is analysed. [review]"}, {"pubmed": 21643971, "text": "The molecular system of RANK/RANKL/OPG is variably expressed in odontogenic keratocysts, radicular cysts, and ameloblastomas"}, {"pubmed": 21660951, "text": "The effect of TRAIL on OPG release, was investigated."}, {"pubmed": 21678294, "text": "Carriers of the homozygous CC 1181 OPG gene were shown to have normal coronary arteries more frequently when compared to heterozygotes for CG or homozygotes for GG."}, {"pubmed": 21678453, "text": "The higher level of OPG is an independent predictive factor of prognosis in patients with intermediate coronary lesions."}, {"pubmed": 21679949, "text": "Osteoprotegerin promotes vascular fibrosis via a TGF-beta1 autocrine loop"}, {"pubmed": 21691937, "text": "higher urine levels in systemic lupus erythematosus patients; positive correlation with disease progression"}, {"pubmed": 21734015, "text": "elevated expression of ERRalpha mRNA in breast carcinomas was associated with high expression of OPG and VEGF and with disease progression."}, {"pubmed": 21738662, "text": "Study correlates reduced TWIST2 and OPG expression with increased osteocalcin levels, thereby linking altered bone remodeling to energy homeostasis in hereditary HGPS."}, {"pubmed": 21823052, "text": "An OPG-associated, and RANKL- and sclerostin-independent, training-induced inhibition of postmenopausal bone loss, is shown."}, {"pubmed": 21868322, "text": "A rough and porous surface of the culture plates and prolonged culture time can synergistically up-regulate the ratio of OPG/RANKL mRNA."}, {"pubmed": 21903966, "text": "TNFRSF11B gene polymorphisms are associated with high serum osteoprotegerin levels and might be potential markers for plaque instability."}, {"pubmed": 21913967, "text": "association between two polymorphisms (1181G>C and 245T>G) of the osteoprotegerin (OPG) gene and diabetic Charcot neuroarthropathy."}, {"pubmed": 21938481, "text": "Treatment of differentiating cells with alendronate or pamidronate,increase the expression of OPG, which suppresses osteoclastogenesis. These results suggest a new mechanism by which BPs inhibit osteoclastogenesis."}, {"pubmed": 21940840, "text": "Data support a strong relationship between serum OPG and arterial stiffness independent of many potential confounders in patients with chronic kidney disease."}, {"pubmed": 21941412, "text": "Data suggest that RANKL and osteoprotegerin play significant roles in multiple myeloma pathophysiology, as regulators of bone turnover and mediators of angiogenesis."}, {"pubmed": 21964949, "text": "Our findings suggest that genetic variation in OPG influences radius vBMD and geometry in men."}, {"pubmed": 21975354, "text": "Osteoprotegerin levels were independently related to peak exercise systolic blood pressure in hypertension."}, {"pubmed": 21994215, "text": "the T-G-T haplotype might be increasing the risk for osteoporosis due to lower quantities of the full OPG transcript being expressed resulting in a higher bone resorption."}, {"pubmed": 22001124, "text": "Results describe the relationship between bone metabolism and OPG/RANK/sRANKL concentrations in females with anorexia nervosa."}, {"pubmed": 22001292, "text": "AF groups had higher atrial gene expression of OPG/RANK/RANKL axis and RANKL/OPG ratio, particularly in paroxysmal AF."}, {"pubmed": 22015178, "text": "OPG was significantly correlated with markers of systemic inflammation and malnutrition and was a significant predictor of cardiovascular disease in peritoneal dialysis patients."}, {"pubmed": 22023625, "text": "positively regulates hematopoietic progenitor cells"}, {"pubmed": 22025323, "text": "Cobalt and chromium ions reduce human osteoblast activity, reduce the OPG to RANKL ratio, suggesting osteolysis, and lead to oxidative stress."}, {"pubmed": 22027240, "text": "Reduced osteoprotegerin levels are found in female systemic lupus erythematosus patients."}, {"pubmed": 22034880, "text": "Our data suggest that OPG through the TRAIL pathway, but not the RANKL pathway, plays a role in regulating anti-apoptosis during the development of infantile haemangioma"}, {"pubmed": 22079264, "text": "Comparative levels of macrophage migration inhibitory factor, procalcitonin, osteoprotegerin, interleukin-8, hs-C reactive protein, D-dimer in febrile neutropenia, newly diagnosed cancer patients, and infectious fever."}, {"pubmed": 22079369, "text": "A-G-T haplotype was associated with variations in femoral neck BMD."}, {"pubmed": 22119834, "text": "The significantly increased levels of sRANKL and RANKL osteoblasts in postmenopausal osteoporosis demonstrate osteoclastogenesis activation."}, {"pubmed": 22120987, "text": "Alteration of Dickkopf-1 and receptor activator of nuclear factor-kappaB ligand during PBSC mobilization in healthy donors by G-CSF."}, {"pubmed": 22172725, "text": "High Osteoprotegerin is associated with graft rejection and cardiovascular disease in renal transplant recipients."}, {"pubmed": 22176920, "text": "Radiographic emphysema is correlated with low BMD in current and former smokers with COPD. IL-1beta, IL-6, TNF-alpha, and the osteoporosis-related protein system OPG/RANK/RANKL."}, {"pubmed": 22178057, "text": "Atrial expression of osteoprotegerin (and RANK and RANKL) is increased in normal controls compared to persistent atrial fibrillation."}, {"pubmed": 22185226, "text": "Ho differences found between genotypes of the OPG rs2073618 (1181 G/C) Single nucleotide polymorphisms with regard to bone mineral density in the Primary hyperparathyroidism subjects."}, {"pubmed": 22202560, "text": "Pericardial and serum levels of OPG and TRAIL in pericardial effusions, were assessed."}, {"pubmed": 22207352, "text": "These data suggest that changes in DNA methylation contribute to regulate the expression of these genes, which are critical for bone homeostasis; however, other mechanisms independent of DNA methylation appear to be involved in the increased RANKL/OPG ratio of patients with osteoporotic fractures."}, {"pubmed": 22214279, "text": "RANK, RANKL and OPG proteins are differentially expressed in periodontal tissues and may play a major role in the bone loss occurring in periodontitis"}, {"pubmed": 22265272, "text": "High OPG level on admission is significantly associated with no-reflow after primary angioplasty and subsequent left ventricular remodeling at follow-up in patients with STEMI."}, {"pubmed": 22268274, "text": "The OPG/RANKL system is significantly associated with menopausal status and could play a role in postmenopausal osteoporosis."}, {"pubmed": 22278426, "text": "Data suggest that adults with Langerhans cell histiocytosis have high serum OPG levels and low RANKL levels compared to control subjects; in contrast to other skeletal disorders, serum Dickkopf-1 levels are not elevated above controls."}, {"pubmed": 22295097, "text": "the expression of TSPO in small rodent bone tissues"}, {"pubmed": 22296645, "text": "Results show association between a VNTR genotype in TNFRSF11B and knee knee osteoarthritis (OA)in women."}, {"pubmed": 22377704, "text": "There was no assocation between OPG A163G polymorphisms in Mexican patients with rheumatoid arthritis and osteoporosis."}, {"pubmed": 22391059, "text": "High serum osteoprotegerin is associated with cardiovascular disease in Type 2 diabetes."}, {"pubmed": 22392486, "text": "Endometriosis is not associated with DR4 gene polymorphism."}, {"pubmed": 22402034, "text": "serum OPG concentration was significantly lower in carotid population compared to femoral population while RANK and RANKL were equally expressed in both arterial beds"}, {"pubmed": 22434650, "text": "Of 3 SNPs that have been related to bone mass disorders (Sp1, A163G, and BsmI) located in Type I Collagen (COL1A1), Osteoprotegerin (OPG), and Vitamin D receptor (VDR) genes, relative homogeneity was found for the last two in Mexican populations."}, {"pubmed": 22455689, "text": "OPG gene polymorphisms might be associated with some clinical parameters of severe pre-eclampsia."}, {"pubmed": 22486966, "text": "Letter: OPG levels are increased in patients with a previous venous thromboembolism compared with controls."}, {"pubmed": 22490874, "text": "Serum OPG levels were associated with the progression of coronary artery calcification in hemodialysis patients."}, {"pubmed": 22496403, "text": "High OPG levels are associated with the presence and severity of silent myocardial ischemia in type 2 diabetic patients."}, {"pubmed": 22516062, "text": "Data suggest a role for OPG in abdominal aortic aneurysm pathogenesis."}, {"pubmed": 22546829, "text": "Genetic variations using representative single nucleotide polymorphisms (SNPs) of OPG (rs2073618), RANK (rs1805034) and RANKL (rs2073618), were analysed."}, {"pubmed": 22556124, "text": "Dehydroepiandrosterone seems to act selectively on osteoblasts via the dominant ER beta receptor, which mediates amplified cell viability through the MAPK signaling pathway involving pERK1/2 and upregulates the production of OPG rather than RANKL."}, {"pubmed": 22567137, "text": "Results strongly suggest that OPG is associated to moderate CAC while FGF23 rather represents a biomarker of severe CAC in ND-CKD patients."}, {"pubmed": 22584471, "text": "Rheumatoid arthritis patients suffer from accelerated atherosclerosis and also have increased levels of OPG. The serum OPG level is independently associated with carotid plaque."}, {"pubmed": 22634178, "text": "Estradiol suppressed the adiponectin-regulated OPG/RANKL expression and then inhibited osteoclastogenesis."}, {"pubmed": 22638612, "text": "review describes different clinical features characteristic of juvenile Paget disease and correspondence with different molecular alterations of TNFRSF11B gene [REVIEW]"}, {"pubmed": 22660233, "text": "In a Czech population, the OPG -163 T/C single nucleotide polymorphism has not been found to be associated with prosthetic joint infection."}, {"pubmed": 22664871, "text": "OPG exerts its decoy receptor function by directly blocking the accessibilities of important interacting residues of RANKL for RANK recognition."}, {"pubmed": 22698523, "text": "OPG, RANKL or TRAIL do not modify the regulation of a calcification-associated gene set."}, {"pubmed": 22705116, "text": "summary of recent advances in understanding osteoclastogenic signaling/osteoimmunology: RANKL/RANK/OPG signaling in osteocytes plays role in bone remodeling as seen in bone resorption or arthritis. [REVIEW]"}, {"pubmed": 22753650, "text": "In hemophilic arthropathy, the synovium highly expressed RANK and RANKL, whereas OPG immunopositivity decreased, suggesting an osteoclastic activation."}, {"pubmed": 22798246, "text": "genetic association study in population of 1,012 Han women in China: Data suggest that an SNP in TNFRSF11B (rs119955824) is associated with bone mineral density of lumbar spine and hip joint in aging women."}, {"pubmed": 22824048, "text": "Opposite associations of osteoprotegerin and ZBTB40 polymorphisms with bone mineral density of the hip in postmenopausal Taiwanese women."}, {"pubmed": 22863720, "text": "Both men and women with Hepatitis C virus (HCV) had significantly elevated levels of circulating Osteoprotegerin (OPG) and male but not female HCV patients had elevated levels of circulating Matrix Metalloprotease-9 (MMP-9)."}, {"pubmed": 22909822, "text": "The findings challenge the concept that high serum OPG is associated with increased risk of thrombosis, and probably weaken the relevance of prothrombotic actions of OPG."}, {"pubmed": 22918704, "text": "Osteoprotegerin levels decrease during testosterone therapy in aging men and are associated with changed distribution of regional fat."}, {"pubmed": 22952959, "text": "OPG might be closely correlated with the pathogenesis of preeclampsia."}, {"pubmed": 22957004, "text": "Osteoprotegerin was inversely correlated to the trochanteric bone mineral density in heart failure patients."}, {"pubmed": 22964478, "text": "This study shows that OPG independently predicts long-term outcome in ST-segment elevation myocardial infarction patients treated with primary percutaneous coronary intervention."}, {"pubmed": 22965192, "text": "the T245G, T950C, and G1181C gene polymorphisms of the OPG gene were significantly and independently associated with history of ischemic stroke in diabetic patients"}, {"pubmed": 23018352, "text": "The present data reinforce the clinical utility of OPG in carotid atherosclerosis, whereas the clinical implication of RANKL seems uncertain."}, {"pubmed": 23030274, "text": "Data suggest that osteoprotegerin (OPG) is a potential biomarker for predicting neurologic outcome in stroke."}, {"pubmed": 23070830, "text": "Data suggest that plasma OPG levels are elevated in newly diagnosed Hashimoto's thyroiditis patients; aerobic exercise decreases OPG concentrations; plasma OPG levels are significantly associated with endothelial function/dysfunction."}, {"pubmed": 23176170, "text": "Data indicate that the GSH/GSSG redox couple affects osteoclastogenesis mainly through osteoprotegerin (OPG) down-regulation with an increase in the ratio of receptor activator of NF-kappaB ligand (RANKL) to osteoprotegerin and vice versa."}, {"pubmed": 23178378, "text": "Data indicate that both lenalidomide and pomalidomide significantly blunted RANKL upregulation normalizing the receptor activator NF-kappaB ligand (RANKL)-osteoprotegerin (OPG) ratio in osteoprogenitor cells when co-cultured with multiple myeloma cells."}, {"pubmed": 23183242, "text": "Data suggest that inhibition of PPP2CA (protein phosphatase 2A C alpha) activity impairs osteoclastogenesis by regulating OPG and RANKL (receptor activator of nuclear factor-kappa B ligand) expression in osteoblasts."}, {"pubmed": 23190522, "text": "Osteoprotegerin levels increased with advanced age and duration of renal replacement therapy; osteoprotegerin may act as a protective factor for renal osteodystrophy"}, {"pubmed": 23211475, "text": "OPG levels were comparable in PCOS patients and controls and unchanged during insulin sensitizing treatment with pioglitazone. OPG levels were associated with BMD in PCOS."}, {"pubmed": 23219833, "text": "study demonstrates that K-Ras mediated TRAIL resistance in pancreatic cancer cells occurs due to increased OPG production; observations indicate that OPG can play a role in both cell survival and in pancreatic ductal adenocarcinoma cell sensitivity to TRAIL-induced apoptosis, which may contribute to metastasis"}, {"pubmed": 23267146, "text": "Our data suggest that RANK, RANKL and OPG may potentially be used as novel prognostic markers for bone metastasis and provide new therapeutic targets in the treatment of breast cancer."}, {"pubmed": 23271131, "text": "OPG A163G polymorphism was associated with RA susceptibility and with the development of osteoporosis in these patients. Also, VDR and OPG genes are important candidates for osteoporosis in RA patients."}, {"pubmed": 23277172, "text": "OPG and TRAIL are frequently expressed and coexpressed in bladder urothelial carcinomas, supporting the involvement of OPG in the resistance to TRAIL-driven apoptosis."}, {"pubmed": 23299915, "text": "study to evaluate frequency of alleles in TNFRSF11B gene rs2073617, rs2073618 and rs3134069 polymorphisms in patients with diabetic foot, diabetes and controls; confirmed correlation between rs2073618 in the TNFRSF11B gene and diabetic foot in patients with diabetes"}, {"pubmed": 23302066, "text": "Elevated serum osteoprotegerin is involved in vascular calcification in patients with type 2 diabetes."}, {"pubmed": 23304691, "text": "a single nucleotide polymorphism at G1181C is associated with the presence of peri-implantitis"}, {"pubmed": 23322328, "text": "novel mutation in TNFRSF11B plus vitamin D deficiency in infancy was associated with severe JPD uniquely complicated by craniosynostosis."}, {"pubmed": 23331792, "text": "In a xenograft model, increased osteoprotegerin expression correlated with a delay to pathologic fracture suggesting a potential role for mTOR inhibitors in the treatment of neuroblastoma bone metastases."}, {"pubmed": 23335067, "text": "These findings suggested that OPG gene polymorphisms were associated with bone mineral density in Chinese postmenopausal women"}, {"pubmed": 23336103, "text": "Serum expression of OPG and RANKL/OPG ratio were lower and higher, respectively, in neuroendocrine tumor patients harboring bone neoplasms (BM) than in those without BM."}, {"pubmed": 23358109, "text": "Expression of osteoprotegerin from a replicating adenovirus inhibits the progression of prostate cancer bone metastases in a murine model."}, {"pubmed": 23369128, "text": "Report a significant association of OPG SNP rs3102735 with the susceptibility to develop breast cancer in the Caucasian population."}, {"pubmed": 23383690, "text": "An acute resistance training session induced no additional increase in pro-inflammatory cytokines nor a decrease in anti-inflammatory cytokines and osteoprotegerin in women with metabolic syndrome."}, {"pubmed": 23386104, "text": "OPG may interact with endothelial colony-forming cells by binding to HSPGs/syndecan-1, thereby induce an anti-adhesive effect and promoting ECFCs migration through a SDF-1/CXCR4 dependent pathway."}, {"pubmed": 23388484, "text": "Report increased circulating OPG levels in primary adrenal insufficiency patients on conventional glucocorticoid replacement therapy."}, {"pubmed": 23440406, "text": "Our data suggest a close correlation between higher serum levels of RANKL and OPG and the fracture healing process, indicating that RANKL and OPG are involved in fracture healing"}, {"pubmed": 23457386, "text": "RANKL/OPG ratio and DKK-1 expression differ in primary osteoblastic cultures from osteoarthritic and osteoporotic subjects."}, {"pubmed": 23490134, "text": "Osteoprotegerin expression is regulated by the presence or absence of TNFR1 on melanomas, and melanomas drive OPG production in the absence of accessory cells through autocrine signaling via surface expression of mTNF"}, {"pubmed": 23516466, "text": "Differential expression of the RANKL/RANK/OPG system is associated with bone metastasis in human non-small cell lung cancer."}, {"pubmed": 23521017, "text": "all lesions showed a significantly higher (P < 0.05) level of cells expressing RANKL than OPG, indicating hard tissue resorption processes where active in the lesions"}, {"pubmed": 23531404, "text": "OPG and RANK but not RANKL genetic polymorphisms influence bone mineral density mainly in the femoral neck in peri- and postmenopausal Chinese women."}, {"pubmed": 23547804, "text": "In a high-risk population of hemodialysis patients with previously documented cardiovascular disease, a high level of OPG was an independent risk marker of all-cause mortality."}, {"pubmed": 23549459, "text": "Maxillary sinus augmentation procedures through equine-derived biomaterial or calvaria autologous bone: immunohistochemical evaluation of OPG/RANKL in humans."}, {"pubmed": 23619553, "text": "OPG gene variants were associated with bone mineral density in Chinese postmenopausal women."}, {"pubmed": 23695991, "text": "High concentrations of circulating osteoprotegerin are associated with insulin resistance in obese adolescents."}, {"pubmed": 23702841, "text": "The study prospectively evaluated levels of RANK, RANK-L and OPG transcripts in the peripheral blood of 49 consecutive patients with advanced breast, lung or prostate cancer."}, {"pubmed": 23710898, "text": "Enterococcus faecalis LTA could upregulate the expression of RANKL and OPG at different rates, suggesting a potential role for LTA in the bone resorption process of refractory apical periodontitis through the regulation of RANKL and OPG"}, {"pubmed": 23726804, "text": "plasma OPG might have a role in cerebral atherosclerosis."}, {"pubmed": 23731710, "text": "IL17RC, COL1A1, and ESR1 were identified to interact with osteoprotegerin gene directly from the protein-protein interaction network in osteoporosis ."}, {"pubmed": 23758931, "text": "Osteoprotegerin (and fetuin-A) levels are independently associated with arterial stiffness but not atherosclerosis in chronic hemodialysis patients."}, {"pubmed": 23772656, "text": "We detected novel associations between TNFRSF11B polymorphisms and metabolic traits in Uyghur and Han populations. In addition, we found associations between TNFRSF11B polymorphisms and bone mass traits in Han population."}, {"pubmed": 23777975, "text": "Report an association between OPG levels and coronary flow reserve, decreased diastolic function, and increased ventriculoarterial couplilng in the setting of acute myocardial infarction."}, {"pubmed": 23788300, "text": "Higher OPG levels are associated with extensive atherosclerosis burden, higher rate of plaque instability and cardiovascular events in midterm follow-up of patients with suspected coronary artery disease."}, {"pubmed": 23812001, "text": "High levels of serum calcium and OPG are significantly associated with the progression of vascular calcifications after kidney transplant."}, {"pubmed": 23827649, "text": "This review describes an overview of the different OPG ligands regulating its biological functions. [review]"}, {"pubmed": 23837846, "text": "These findings indicate that the g.19124G>A genetic polymorphism in the OPG gene is potentially related to BMD and osteoporosis in Chinese postmenopausal women"}, {"pubmed": 23867796, "text": "OPG stimulated proliferation of cells cultured from explanted LAM lungs, and selectively induced migration of lymphangioleiomyomatosis cells identified by the loss of heterozygosity for TSC2."}, {"pubmed": 23877020, "text": "Osteoprotegerin and VEGF are elevated in normoalbuminuric Type 1 diabetic subjects and are independently associated with glycemic indices and diabetes status."}, {"pubmed": 23959668, "text": "Higher OPG levels in hemodialysis women comparing to age matched men indicate the necessity of more careful screening towards the presence of cardiovascular diseases and bone-mineral disorders."}, {"pubmed": 24058411, "text": "OPG is present in exosome-like vesicles secreted by proximal tubular epithelial cells and isolated from Chronic Kidney Disease urine."}, {"pubmed": 24067544, "text": "genetic association studies in population of women in China: Data suggest that an SNP in osteoprotegerin (OPG/TNFRSF11B; 18861A>G) is associated with postmenopausal osteoporosis and bone density in the population studied."}, {"pubmed": 24074513, "text": "It was concluded that the presence of polymorphic 1181 G/950 T alleles and 950 TT/1181 GG genotypes may play a role in the development of myeloma bone disease."}, {"pubmed": 24126801, "text": "OPG regulated the proliferation of chondrocytes via MEK/ERK signaling, and directly affected chondrocytes by influencing the expression profile of ADAMTS-5 and TIMP-4."}, {"pubmed": 24130145, "text": "The Val genotype of the rs3736228 (p.A1330V) of LRP5 was significantly associated with bone mineral density (BMD) variations at the lumbar spine, total hip, and femoral neck. None of the three polymorphisms of TNFRSF11B was associated with BMD variations."}, {"pubmed": 24228244, "text": "To conclude, these results indicate that SNPs in the osteoprotegerin gene may be implicated in the pathogenesis of Diabetic Retinopathy"}, {"pubmed": 24277958, "text": "An increase serum RANKL concentration coexisting with lower levels of OPG may be associated with intensification of bone resorption in cystic fibrosis children."}, {"pubmed": 24280212, "text": "Data show that recombinant tumor necrosis factor-related apoptosis-inducing ligand (rhTRAIL) D269H/E195R displays a significantly decreased affinity to osteoprotegerin (OPG)."}, {"pubmed": 24283361, "text": "the G allele of the OPG A163G polymorphism might increase osteoporosis risk in Caucasians, whereas individuals with the C allele of the G1181C polymorphism had a decreased risk of osteoporosis, especially in Asians (Meta-Analysis)"}, {"pubmed": 24307842, "text": "Suggest that the serum OPG level was associated with arterial stiffness in hemodialysis patients."}, {"pubmed": 24361071, "text": "Osteoprotegerin levels are associated with abdominal aortic calcification in non-diabetic patients on peritoneal dialysis"}, {"pubmed": 24410296, "text": "The G allele of the OPG A163G polymorphism may increase osteoporosis risk, whereas the C allele of the G1181C polymorphism may protect individuals from osteoporosis. Both of these effects were observed in postmenopausal women.[meta-analysis]"}, {"pubmed": 24457406, "text": "The osteoprotegerin gene is related to bone mineral density and osteoporosis in Chinese postmenopausal women."}, {"pubmed": 24529565, "text": "Low bone mineral density is associated to poor glycemic control and increased OPG expression in children and adolescents with type 1 diabetes."}, {"pubmed": 24533937, "text": "REVIEW: role played by OPG in vascular disease progression and to delineate a plausible scenario on the actual involvement of the OPG/RANK/RANKL triad and TRAIL in cardiovascular pathology"}, {"pubmed": 24549600, "text": "Changes in bone markers, OPG, sRANKL and/or the OPG/sRANKL ratio exhibited by girls with Anorexia nervosa have been found to be associated with changes in the levels of the selected adipose tissue hormones."}, {"pubmed": 24566391, "text": "elevated serum levels in ST-elevation myocardial infarction regardless of coronary artery disease burden"}, {"pubmed": 24615112, "text": "Our data indicated that the A allele of the g.27563G>A genetic polymorphism in OPG could be associated with lower BMD values in the Chinese postmenopausal women evaluated, and that it might be an increased risk factor for osteoporosis"}, {"pubmed": 24689950, "text": "serum osteoprotegerin and carotid intima media thickness have roles in nonalcoholic fatty liver disease"}, {"pubmed": 24710939, "text": "IL-6R antibody could significantly increase the expression of OPG, but inhibit the expression of RANKL, which might provide a theoretical basis of molecular biology for the prevention and treatment of aseptic loosening of prosthesis."}, {"pubmed": 24723620, "text": "Data suggest that serum and vitreous osteoprotegerin levels are up-regulated in subjects with diabetic retinopathy; thus, serum and vitreous osteoprotegerin levels may serve as biomarkers for assessment of risk of diabetic retinopathy."}, {"pubmed": 24737508, "text": "the g.27667T>A genetic variant in the OPG gene is potentially related to BMD and osteoporosis in Chinese postmenopausal women."}, {"pubmed": 24743232, "text": "A heterozygous, probably damaging, read-through mutation (c.1205A=>T; p.Stop402Leu) in TNFRSF11B encoding osteoprotegerin that is likely causal to the osteoarthritis with chondrocalcinosis phenotype was identified in an extended family."}, {"pubmed": 24755218, "text": "Our results suggest that degradation of OPG by Kgp is a crucial event in the development of osteoclastogenesis and bone loss in periodontitis."}, {"pubmed": 24758546, "text": "High OPG levels predict a significantly increased risk of major adverse cardiac and cerebrovascular events in myocardial infarction."}, {"pubmed": 24769277, "text": "Serum RANKL and OPG levels varied markedly with sexual development in adolescence. These cytokines were not predictive of bone turnover or BMD at 13, but serum RANKL bioactivity was associated with bone resorption in late adolescence"}, {"pubmed": 24780728, "text": "Data suggest that serum levels of osteoprotegerin/TNFRSF11B (a biomarker of bone metabolism) can be increased by dietary factors, here by daily ingestion of dried plums and calcium/vitamin D dietary supplements by osteopenic postmenopausal women."}, {"pubmed": 24785095, "text": "Both OPG and progesterone receptor are independently associated with good prognosis in ER positive breast cancer."}, {"pubmed": 24810471, "text": "This study suggests that OPG is secreted into the coronary circulation and is associated with concentric remodeling/hypertrophy of left ventricle."}, {"pubmed": 24827498, "text": "These data suggest that PDLSCs promote osteoclast differentiation via Runx2 upregulating RANKL and downregulating OPG, leading to enhanced root resorption that results in physiological exfoliation of primary teeth."}, {"pubmed": 24867796, "text": "results from this study support that the g.27450A>T genetic variant of OPG gene has potential relationship with bone mineral density and osteoporosis in Chinese postmenopausal women"}, {"pubmed": 24886600, "text": "Results indicate that a genetic variant in osteoprotegerin (OPG) is associated with a more severe rate of joint destruction in rheumatoid arthritis (RA)."}, {"pubmed": 24975835, "text": "genetic polymorphisms may affect bone mineral density and osteoporosis in Chinese postmenopausal women"}, {"pubmed": 24976340, "text": "Osteoprotegerin expression in triple-negative breast cancer cells promotes metastasis."}, {"pubmed": 24983306, "text": "Elevated osteoprotegerin levels in solid organ transplant recipients with CMV infection may reflect vascular inflammation and is associated with late virological outcome in these patients."}, {"pubmed": 24998520, "text": "Osteoprotegerin is increased in metabolic syndrome and promotes adipose tissue proinflammatory changes."}, {"pubmed": 25005034, "text": "Higher OPG levels were associated with risk of metabolic syndrome and microvascular complications in type 2 diabetics."}, {"pubmed": 25026506, "text": "Serum OPG has a long-lasting independent predictive power as to all-cause mortality and cardiovascular death in patients with stable coronary artery disease."}, {"pubmed": 25056244, "text": "the OPG/RANKL ratio has a role a possible marker of progression of vascular dysfunction in diabetes"}, {"pubmed": 25063075, "text": "study failed to demonstrate a relationship between OPG and metabolic syndrome; the positive association between blood glucose and OPG levels reveals OPG might be involved in cardiovascular risk development in this sub-Saharan African population"}, {"pubmed": 25068378, "text": "Indicate that SNP of TNFRSF11B (rs2073618 and rs3102735) may not be susceptibility factors for rheumatoid arthritis in Chinese Han population."}, {"pubmed": 25080503, "text": "Meta-analysis of genome-wide association studies identifies two heritable trait loci on chromosomes 14 and 17 associated with genetic variations in circulating osteoprotegerin levels."}, {"pubmed": 25095658, "text": "Morphogenetic protein osteoprotegerin (OPG) plays a significant role not only in bone remodeling processes but also in the development of cardiovascular events in chronic kidney disease."}, {"pubmed": 25102365, "text": "genetic polymorphism is associated with susceptibility to rheumatoid arthritis in Chinese Han population"}, {"pubmed": 25105978, "text": "The risk analyses revealed that patients who are homozygous for the major allele of SNP rs6993813, in the OPG locus, have a higher risk for hip fracture (hazard ratio [95% CI] = 2.53 [1.29-4.95], P = 0.0067)."}, {"pubmed": 25108083, "text": "The current study presents two novel OPG mutations in juvenile Paget's disease patients."}, {"pubmed": 25138985, "text": "osteoprotegerin(OPG) may be involved in the regulation of epiphyseal plate injury and repair in KBD"}, {"pubmed": 25177945, "text": "Data show that the osteoprotegerin gene (OPG) A allele was an increased risk factor for primary osteoporosis and the g.19074G>A genetic variant was associated with mineral density (BMD) and primary osteoporosis in Chinese postmenopausal women."}, {"pubmed": 25181418, "text": "The aim of this study was to search for any difference between the serum levels of OPG, FGF-23, and vitamin D in patients with hypogonadism and the healthy controls."}, {"pubmed": 25184828, "text": "results indicate a protective effect of the OPG CGA haplotype on cardiovascular risk, mainly due to a protective effect against cerebrovascular events in anti-CCP negative rheumatoid arthritis patients"}, {"pubmed": 25190453, "text": "OPG shows a correlation with markers of disease activity and endothelial activation in non-diabetic ankylosing spondylitis patients undergoing TNF-alpha antagonist therapy."}, {"pubmed": 25212894, "text": "local and systemic involvement of sRANKL and OPG in human fracture healing."}, {"pubmed": 25218813, "text": "Data show that osteoprotegerin (OPG) may potentially be a biomarker for cardiovascular risk/damage in the metabolic syndrome (MS) and identifies adipose tissue as a potential source of OPG."}, {"pubmed": 25240503, "text": "Data suggest that up-regulation of serum osteoprotegerin level is related to carotid atherosclerosis in postmenopausal women; osteoprotegerin may be used as marker for the early diagnosis of atherosclerosis."}, {"pubmed": 25256810, "text": "This study implicates that osteoprotegerin gene variants may be associated with early-onset severe pre-eclampsia."}, {"pubmed": 25259713, "text": "OPG (intraplaque an plasmatic) and OM are associated with carotid plaque stability. Pericytes may be involved in the secretion of intraplaque OPG and in the formation of OM."}, {"pubmed": 25270538, "text": "Data show that icariin decreases the expression of osteoprotegerin (OPG), receptor activator of nuclear factor kappa-B ligand (RANKL) and receptor activator of nuclear factor kappa-B (RANK) in interleukin 1 beta-stimulated chondrocytes."}, {"pubmed": 25323324, "text": "The TNFRSF11B gene polymorphisms under study are associated with peripheral arterial occlusive disease, and synergistic effects between these genotypes might be potential markers for the presence and severity of atherosclerotic disorders."}, {"pubmed": 25323794, "text": "the T245G (rs3134069) polymorphism in the TNFRSF11B gene is associated with osteoporotic fractures"}, {"pubmed": 25333856, "text": "High levels of RANK, RANKL and OPG expression can help to identify prostate cancer patients at high risk of developing bone metastasis."}, {"pubmed": 25335447, "text": "Direct contact but not paracrine interactions between human metastatic breast cancer cells and bone cells has a significant effect on RANKL/OPG expression in bone metastatic cells."}, {"pubmed": 25362655, "text": "OPG concentrations are associated with disease severity and cardiovascular disease prevalence in patients with rheumatoid arthritis."}, {"pubmed": 25374442, "text": "Immune activation and immunosenescence of CD8+ T cell together with OPG plasma levels might be associated with the development and progression of early atherosclerosis, even in the case of viral suppression in HIV imfection."}, {"pubmed": 25383958, "text": "Data indicate altered release of two bone remodeling proteins, periostin and osteoprotegerin, from osteoarthritic oartilage."}, {"pubmed": 25393853, "text": "The B cell RANKL/OPG ratio correlated significantly with total hip and femoral neck bone mineral density (BMD)"}, {"pubmed": 25464125, "text": "The data support an association between SNPs in the RANK/RANKL/OPG signalling pathway and the development of stress fracture injury."}, {"pubmed": 25546658, "text": "This study reports the close association between osteoprotegerin and left ventricular hypertrophy development in essential hypertensive patients and the regulatory effect of OPG on cardiomyocytes and cardiac fibroblasts."}, {"pubmed": 25575458, "text": "Serum OPG levels fluctuate during chemotherapy induced ovarian failure and rapid bone mineral density loss."}, {"pubmed": 25580430, "text": "Our findings suggest that the OPG g.18873C>T and g.27522G>A genetic polymorphisms are associated with the decreased risk for osteoporosis in Chinese postmenopausal women."}, {"pubmed": 25585925, "text": "Data indicate that osteoprotegerin (OPG) levels were increased in hemodialysis (HD) patients."}, {"pubmed": 25603921, "text": "We also show that disruption of RANK-RANKL interactions following administration of OPG-Fc inhibits growth of these dormant tumour cells in vivo."}, {"pubmed": 25609157, "text": "OPG gene polymorphism is associated with vertebral fractures and bone mineral density in premenopausal systemic lupus erythematosus."}, {"pubmed": 25618371, "text": "Recurrent amplification of MYC and TNFRSF11B in 8q24 is associated with poor survival in patients with gastric cancer."}, {"pubmed": 25636966, "text": "OPG variants were developed that lack TRAIL binding, yet retain RANKL binding and suggest new possibilities for therapeutic targeting in osteolytic malignancies."}, {"pubmed": 25679449, "text": "Results suggest that a polymorphism of the TNFRSF11B gene is associated with the presence of coronary atherosclerosis in patients with rheumatoid arthritis."}, {"pubmed": 25724681, "text": "RANKL rs9533156, OPG rs2073618, and OPG rs2073617 single nucleotide polymorphisms and their serum protein levels were studied for a possible association with breast cancer development."}, {"pubmed": 25738879, "text": "Microcomputed tomography analysis demonstrated that the mice treated with rhRANK exhibited an increased bone volume and structure model index, and decreased trabecular spacing compared with those treated with rhOPG-Fc."}, {"pubmed": 25744546, "text": "Elevated plasma OPG may be associated with diabetic angiopathy."}, {"pubmed": 25748834, "text": "OPG levels increase acutely during exercise stress testing, but this increase is likely caused by mechanisms other than myocardial ischemia."}, {"pubmed": 25810067, "text": "genetic variation not associated with hypertension in Chinese women"}, {"pubmed": 25854266, "text": "High TNFRSF11B serum levels are associated with vascular calcifications."}, {"pubmed": 25912212, "text": "Serum OPG was slightly higher in juvenile-onset anklylosing spondylitis patients than in controls. There was no significant difference in OPG levels among patients with various HLA-B27 genotypes."}, {"pubmed": 25956608, "text": "Results demonstrated that the type of inflammatory infiltrate present in periradicular cysts appears to influence the expression of RANK, RANKL, and osteoprotegerin"}, {"pubmed": 25998045, "text": "Study explored the sex specific associations of OPG gene polymorphisms (c.9C>G and c.30+15C>T) and otosclerosis; also report that a significantly reduced or missing OPG expression in diseased tissues might be a causal factor for abnormal bone remodeling."}, {"pubmed": 26044709, "text": "OPG level did not vary significantly between patients with hypertension, hypertension and T2DM, or healthy controls."}, {"pubmed": 26090754, "text": "The athors show that osteoprotegerin, but not receptor activator for nuclear factor-kappaB ligand, is associated with subclinical coronary atherosclerosis in HIV-infected men."}, {"pubmed": 26094891, "text": "Osteoprotegerin induces human beta-cell replication by inhibiting RANKL."}, {"pubmed": 26118194, "text": "polymorphism does not play a role in the development of microvascular and macrovascular complications in patients with diabetes mellitus"}, {"pubmed": 26125863, "text": "Our data indicated that OPG rs3102735 T/C and rs2073618 G/C polymorphisms were not associated with the risk of umatoid arthritis"}, {"pubmed": 26131575, "text": "Studied a potential effect of A163G SNP in the promoter region of the OPG gene on femoral neck and lumbar spine BMD, as well as circulating ALP, OC, beta-CrossLaps in Slovak postmenopausal women."}, {"pubmed": 26133738, "text": "Transglutaminase 2 up-regulation is associated with RANKL/OPG pathway"}, {"pubmed": 26156285, "text": "High Serum Osteoprotegerin Is Associated with Arterial Stiffness in Kidney Transplant Patients."}, {"pubmed": 26184866, "text": "Osteoprotegerin concentrations are increased in patients with diabetes and PAD. Osteoprotegerin is an independent predictor of the presence and severity of PAD in diabetic patients."}, {"pubmed": 26202809, "text": "Polymorphisms of OPG and their relation to the mineral density of bones in pre- and postmenopausal women"}, {"pubmed": 26216189, "text": "expression of wild type GATA-3 activated OPG mRNA and protein expression, while the expression of a dominant negative mutant of GATA-3 or a GATA-3 shRNA construct reduced OPG mRNA and protein levels"}, {"pubmed": 26218592, "text": "OPG Polymorphisms Are Associated with Aromatase Inhibitor-Related Musculoskeletal Adverse Events in Breast Cancer."}, {"pubmed": 26220665, "text": "The osteoprotegerin/TRAIL ratio was an independent predictor of remission and rapid progression of erosion for rheumatoid arthritis patients."}, {"pubmed": 26260869, "text": "Plasma OPG levels were significantly associated with the presence and severity of lower extremity arterial disease in patients with type 2 diabetes mellitus."}, {"pubmed": 26261013, "text": "Despite comparable osteoprotegerin concentrations, lumbar disc herniation cases express lower RANKL than controls. Disc herniation was strongly associated with RANKL and the presence of the F allele of the VDR gene."}, {"pubmed": 26351115, "text": "Alendronate stimulated OPG mRNA and protein expression, but not RANKL expression, in fibroblasts from patients with aseptic loosening following total hip arthroplasty."}, {"pubmed": 26400332, "text": "Serum adiponectin level is negatively correlated with coronary heart disease (CHD) progression, whereas serum osteoprotegerin level is positively correlated with CHD progression."}, {"pubmed": 26438320, "text": "These data show that the osteoprotegerin and receptor-activator of nuclear factor-kappaB ligand system is associated with bone markers and bone mineral density at the lumbar spine after obesity surgery."}, {"pubmed": 26446504, "text": "This study demonstrates that clodronate decreases the compression-induced RANKL/OPG ratio expressed by human osteoblasts."}, {"pubmed": 26459001, "text": "serum OPG is independently associated with pulse pressure in kidney transplant recipients."}, {"pubmed": 26494839, "text": "Osteoprotegerin reduction seems to play a pivotal role in the progression of arthropathy in hemophilia A."}, {"pubmed": 26504794, "text": "OPG and TRAIL are associated with the underlying cardiovascular damage in atrial fibrillation, but their balance is modulated by the fact of sinus rhythm restoration."}, {"pubmed": 26579581, "text": "the rs3134069 polymorphism of TNFRSF11B seems to be the most likely protective genetic factor in chronic kidney disease development in patients with type 2 diabetes mellitus and diabetic foot"}, {"pubmed": 26608463, "text": "Studies demonstrate that OPG induces proliferation, angiogenesis, aneuploidy and survival through manipulation of various survival and aneuploidy related kinases in human mammary epithelial cells spheres."}, {"pubmed": 26617755, "text": "expression of OPG, RANK and RANKL genes exert a crucial role in the progression of avascular necrosis"}, {"pubmed": 26629528, "text": "Osteoprotegerin (OPG), The Endogenous Inhibitor of Receptor Activator of NF-kappaB Ligand (RANKL), is Dysregulated in BRCA Mutation Carriers"}, {"pubmed": 26635910, "text": "the independent and positive (beta = 0.449, p = 0.004, and R(2) = 0.185) association between the OxS marker and RANKL/OPG ratio which was found in osteopenic but not in the other 2 sample groups."}, {"pubmed": 26652270, "text": "Suggest that bone like arterial calcification is highly prevalent at femoral level. Pericyte cells and the OPG/RANK/RANKL triad seem to be critical to this process."}, {"pubmed": 26664786, "text": "Single nucleotide polymorphisms (SNPs) rs1035798 in RAGE gene, rs2073617 and rs2073618 in TNFRSF11B, and rs3732410 in Golgb1 will be investigated on whether there is an association with hemorrhagic stroke (HS) in Chinese population."}, {"pubmed": 26669972, "text": "Germline variation in TNFRSF11B gene is associated with the risk of multiple myeloma bone disease."}, {"pubmed": 26671549, "text": "In lung cancer, serum OPG levels in the BM and BM- groups were significantly increased compared with healthy controls."}, {"pubmed": 26722486, "text": "Hypoxia can affect the expression of RANKL and OPG in human periodontal ligament cells"}, {"pubmed": 26766771, "text": "this study shows that OPG constitutes a novel biomarker with prognostic significance in patients with severe malaria"}, {"pubmed": 26781475, "text": "OPG and RANKL may play an integral role in breast cancer cells homing to the bone environment"}, {"pubmed": 26798969, "text": "The SNP rs2073618 in OPG is associated with an increased risk of musculoskeletal and pain with aromatase inhibitor therapy."}, {"pubmed": 26847856, "text": "In ankylosing spondylitis patients, the serum OPG levels were not significantly correlated with pulse wave velocity and carotid intima-media thickness, but were significantly correlated with erthrocyte sedimentation rate, Bath Ankylosing Spondylitis Functional Index, and Ankylosing Spondylitis Disease Activity Score."}, {"pubmed": 26913505, "text": "Osteoprotegerin together with inflammation and immunosenescence in HIV positive patients could affect bone and vascular system"}, {"pubmed": 26924459, "text": "Review: OPG, RANKL and TRAIL are involved in vascular calcification."}, {"pubmed": 26942563, "text": "High OPG expression is associated with colorectal carcinoma."}, {"pubmed": 26982319, "text": "Preterm neonates exposed to Antenatal Glucocorticosteroid have higher serum levels of OPG, while premature neonates not exposed to Antenatal Glucocorticosteroid have serum OPG and RANKL levels similar to those measured in healthy term neonates."}, {"pubmed": 27015557, "text": "High OPG expression is associated with triple negative breast cancer."}, {"pubmed": 27016924, "text": "show for the first time that OPG improves risk stratification for cardiovascular events in a non-dialysis chronic kidney disease population"}, {"pubmed": 27028343, "text": "Data suggest that, in children with type I diabetes, serum levels of osteoprotegerin are up-regulated, serum levels of RANKL are unchanged, and serum levels of fetuin-A are down-regulated. (RANKL = receptor activator of nuclear factor kappa B ligand)"}, {"pubmed": 27068490, "text": "The aim of this meta-analysis was to determine whether genetic polymorphisms in the osteoprotegerin (OPG) gene contribute to increased risk of cardiovascular disease (CVD). The results indicated that OPG gene polymorphism might be closely associated with susceptibility to CVD, especially for rs2073617 T>C and rs2073618 G>C polymorphisms."}, {"pubmed": 27072583, "text": "OPG has a role in cancer progression, especially breast cancer [review]"}, {"pubmed": 27111559, "text": "Data suggest that elevated plasma levels of osteoprotegerin/TNFRSF11B correlate with increased risk of cardiovascular comorbidities in children and adolescents with type 1 diabetes (as compared to healthy control subjects); thus, osteoprotegerin/TNFRSF11B may serve as biomarker of cardiovascular risk in these patients. This study was conducted in Tunisia."}, {"pubmed": 27128817, "text": "OPG/TRAIL ratio can be proposed as a predictor of cardiovascular dysfunction and mortality."}, {"pubmed": 27156396, "text": "SNPs rs3102735, rs2073618 and rs3134069 of osteoprodegerin gene polymorphisms are not susceptibility factors of rheumatoid arthritis based on currently available evidence. [meta-analysis]"}, {"pubmed": 27171030, "text": "Twenty-one single-nucleotide polymorphisms (SNPs) of TNFSF11, TNFRSF11A, and TNFRSF11B were genotyped. Two SNPs of TNFRSF11B (rs11573819 and rs2073618) were significantly associated with T2DM (p = 0.04 and p = 0.009, respectively).  This study suggests that TNFRSF11B but not TNFSF11 and TNFRSF11A genetic polymorphisms are associated with Type 2 Diabetes Mellitus in Southern Han Chinese women."}, {"pubmed": 27301430, "text": "The compound with greatest potential is E05657 with high activity and low effective concentration in the HTS system. It increases the OPG/RANKL ratio and OPG secretion, decreases the NFATc1 expression, and reduces osteoclastogenesis in vitro"}, {"pubmed": 27310953, "text": "The expression of Lrp6 was unaltered in the osteometastatic lesions. This negative regulation was associated with a lowered expression of osteoprotegerin in the osteometastatic lesions, an observation that was previously reported to promote osteoclastogenesis."}, {"pubmed": 27328677, "text": "RANKL/Osteoprotegerin have roles in bone turnover in Hashimoto Thyroiditis"}, {"pubmed": 27334353, "text": "Serum OPG level is associated with disease progression and death and enhance risk prediction in non-dialysis chronic kidney disease stages 3-5."}, {"pubmed": 27336899, "text": "OPG and RANKL polymorphisms were associated with the occurrence of alcohol-induced ONFH."}, {"pubmed": 27338002, "text": "we report the involvement of OPG in cellular and molecular changes in MVP isolated cells. In addition, we detected elevated circulating OPG levels in MVP patients when compared to controls, which supports the hypothesis that OPG is involved in MVP development and progression."}, {"pubmed": 27379348, "text": "Overexpression of OPG in OCCM-30 cells promotes cementoblastic activity"}, {"pubmed": 27403809, "text": "OPG and OPG/TRAIL ratio expression were significantly increased in rheumatoid arthritis patients compared to controls (fold change = 1.79, p = 0.013 and 2.07, p = 0.030, respectively), RANKL/OPG ratio was significantly decreased (fold change = 0.50, p = 0.020). No significant differences were found between patients and controls in RANKL and TRAIL expression."}, {"pubmed": 27411457, "text": "results suggest that serum OPG and RANKL levels are inversely associated with bone loss in men with advanced stage COPD."}, {"pubmed": 27503623, "text": "Elevated serum ferritin concentrations and bone remodeling marker, osteoprotegerin, are independent predictors of hip fracture in postmenopausal women hospitalized for fragility fracture."}, {"pubmed": 27614458, "text": "High OPG expression is associated with osteoporosis."}, {"pubmed": 27639566, "text": "We have concluded that low OPG levels may be associated with osteoporosis in ulcerative colitis, but it is not correlated with the c.-223C > T polymorphism in the TNFRSF11B gene."}, {"pubmed": 27684563, "text": "Formulation and in vitro and in vivo evaluation of a new osteoprotegerin-chitosan gel for bone tissue regeneration"}, {"pubmed": 27764814, "text": "Results showed that colorectal liver metastasis tissues exhibited significantly reduced expression of osteoprotegerin compared to primary colorectal carcinomas and normal colorectal mucosa. This reduced expression was significantly associated with the extent of colorectal liver metastasis, including multiplicity of metastatic tumors, involvement of the bilateral hepatic lobes, and higher histological grade."}, {"pubmed": 27771584, "text": "The expression for RANKL and OPG and the RANKL/OPG ratio were not significantly different between symptomatic and asymptomatic periapical lesions."}, {"pubmed": 27809640, "text": "TNFRSF11B mutation is associated with Juvenile Paget's disease."}, {"pubmed": 27828936, "text": "The study results showed that people carrying the CC genotype of rs2073618 were more likely to have peri-implantitis than GG genotype carriers (OR=2.18). Patients with the C allele had 1.47 times the risk of suffering from peri-implantitis (OR=1.47), but not rs2073617 polymorphism. The G-C haplotype frequency of rs2073618-rs2073617 in OPG was significantly correlated to the increased susceptibility of peri-implantitis."}, {"pubmed": 27855207, "text": "measurement of serum osteoprotegerin concentration might be useful as a surrogate marker for determining bone loss in patients with chronic kidney disease, especially for women, although not so much for men."}, {"pubmed": 27859736, "text": "Studied association between osteoprotegerin gene polymorphisms and osteoporosis in Roma and non-Roma postmenopausal women in Eastern Slovakia."}, {"pubmed": 27862210, "text": "Studies showed that the central hypothalamic-pituitary regulatory system, via it's relative hormones, seems to control OPG/RANKL/RANK system function, and the pulsatility and circadian rhythmicity of these hormones may induce an oscillatory fluctuation of the OPG/ RANKL ratio. Also, psycological characteristics may provoke a shift of the OPG/ RANKL ratio towards an unbalanced or a balanced status. [review]"}, {"pubmed": 27893411, "text": "Data indicate a significant inverse relationship between plasma osteoprotegerin (OPG) levels and breast cancer risk among women with an inherited BRCA1 or BRCA2 mutation."}, {"pubmed": 27911913, "text": "In patients with tightly controlled rheumatoid arthritis, serum OPG was inversely associated with progression of joint destruction."}, {"pubmed": 27922673, "text": "These data provide the first evidence to suggest the critical function of miR145 in regulating the expression of TNFRSF11B, which may have important implications on the regulation of chondrocyte proliferation and fibrosis in osteoarthritis."}, {"pubmed": 27983911, "text": "The RANKL/OPG ratio significantly increased in the presence of bone metastasis with appropriate sensitivity and specificity (73% and 72%, respectively) at a cutoff of >/=0.14 for the detection of bone metastasis. Serum OPG and RANKL/OPG ratios are promising biomarkers for detecting bone metastasis in breast cancer patients."}, {"pubmed": 27994198, "text": "the genetic variants of the OPG gene play an intricate role in the development of alcohol-induced ONFH, and interactions among loci in the OPG gene may be more important than a single locus. This study offers important insights into the aetiology of alcohol-induced ONFH."}, {"pubmed": 28002811, "text": "Data indicate that the RANKL/RANK/OPG system is deregulated in post-menopausal women at high risk for breast cancer and in women with circulating tumor cells. Thus, serum levels of RANKL/OPG are potentially indicative of predisposition and progression of breast cancer in humans."}, {"pubmed": 28056805, "text": "Physical activity does not increase circulating osteoprotegerin level."}, {"pubmed": 28077433, "text": "Osteoprotegerin facilitates pulmonary arterial hypertension pathogenesis by regulating pulmonary arterial smooth muscle cell proliferation via integrin alphavbeta3/FAK/AKT signaling pathway."}, {"pubmed": 28143606, "text": "our findings suggest OPG is a downstream effector of IL1B-mediated invasion in breast cancer cells."}, {"pubmed": 28146138, "text": "sRANKL and OPG may play a role in the pathogenesis of diabetes as well as metabolic disturbance"}, {"pubmed": 28244588, "text": "OPG rs2073618, RANK rs75404003, and RANKL rs9594782 single nucleotide poymorphisms may predispose LVH in thalassemia patients."}, {"pubmed": 28246602, "text": "the OPG/RANKL/RANK system might be directly influenced by genetic variants of NOTCH1 in aortic valve calcification."}, {"pubmed": 28249772, "text": "Findings suggest that the OPG rs3102735 gene polymorphism might be related to the occurrence of large artery atherosclerosis ischemic stroke, microembolic signals and stroke severity and not the degree of vascular stenosis."}, {"pubmed": 28252575, "text": "Our results suggest that the polymorphism of the RANKL, RANK, and OPG genes does not make a significant genetic contribution to heel ultrasound measurements in a population of young Caucasian adults. Further studies replicating the results in independent populations are needed to support these initial findings."}, {"pubmed": 28260003, "text": "estrogen may post-transcriptionally regulate OPG expression through suppression of miR-145 expression."}, {"pubmed": 28260080, "text": "In conclusion, TMPRSS3 and TNFRSF11B may have potential prognostic value to be used as tumor biomarkers in breast cancer patients."}, {"pubmed": 28385082, "text": "HBOT increased serum OPG levels but receptor activator of nuclear factor kappa-B ligand (RANKL) levels did not change."}, {"pubmed": 28428481, "text": "TRACP-5b level is significantly associated with the OPG level and with the severity and extent of coronary atherosclerosis in coronary artery disease patients"}, {"pubmed": 28429221, "text": "Progressive calcification of atherosclerotic plaques is accompanied by insignificant accumulation of calcitonin and osteoprotegerin, whereas the osteocalcin expression significantly increased during calcification."}, {"pubmed": 28464982, "text": "For the OPG gene, an association was observed between the group with chronic arthralgia and joint TMD and the control group (P=0.04). There was also a tendency towards an association of the haplotype CGCCAA with an increased risk of developing chronic joint pain, even in the absence of TMD (P=0.06)."}, {"pubmed": 28488893, "text": "rs2073618 not associated with bone mineral density"}, {"pubmed": 28496203, "text": "OPG is one promising susceptibility gene of bone mineral density or osteoporotic fractures."}, {"pubmed": 28593808, "text": "OPG rs2073618 polymorphism could be a possible genetic marker for the prediction of increased risk for carotid plaque burden as a measure of advanced subclinical atherosclerosis in T2DM subjects."}, {"pubmed": 28614819, "text": "Serum osteoprotegerin was the strongest risk factor associated with new development and rapid progression of arterial calcification in incident peritoneal dialysis patients."}, {"pubmed": 28676900, "text": "TNF-alpha, DKK1, and OPG have roles in pathogenesis of knee osteoarthritis"}, {"pubmed": 28677166, "text": "higher serum OPG levels represent an independent risk factor for cardiovascular and fracture risk."}, {"pubmed": 28683789, "text": "Osteoprotegerin was associated with chronic kidney disease in hypertensive patients."}, {"pubmed": 28726980, "text": "Elevated OPG was a strong and independent predictor of longterm cardiovascular mortality, even after adjustment for traditional risk factors. Low levels of both OPG and act vWF were associated with a 99 % survival rate during the follow-up of five years."}, {"pubmed": 28739719, "text": "OPG may be a potential driver of lung cancer cells and therefore might have potential in therapy and diagnostics."}, {"pubmed": 28758134, "text": "concluded that in Mexican-Mestizo female patients with rheumatoid arthritis, the rs2073618 polymorphism of the TNRFS11B gene is not associated with low bone mineral density"}, {"pubmed": 28787318, "text": "In African-Americans, higher OPG levels were associated with characteristics common in patients with heart failure with preserved ejection fraction (HFpEF) and were significantly associated with known precursors to HFpEF."}, {"pubmed": 28789654, "text": "In type 2 diabetes patients HMGB-1 and OPG serum levels are higher in patients affected by peripheral arterial disease and independently associated with its occurrence and clinical severity"}, {"pubmed": 28821297, "text": "The epicardial adipose tissue expresses the mRNA of osteopontin, osteoprotegerin, and osteonectin genes that have been implicated in the calcification process; such expression is statistically associated with some components of HDL subclasses in coronary artery disease patients."}, {"pubmed": 28824302, "text": "Our results were first found that NFATC1rs9518 closely associated with the risk and the development of Osteonecrosis of the Femoral Head, while OPGrs2073617 statistically correlated with the etiological classification of Osteonecrosis of the Femoral Head"}, {"pubmed": 28837646, "text": "Elevated osteoprotegerin concentration is associated with an increased risk of incident cardiovascular disease in the general population"}, {"pubmed": 28840836, "text": "This study revealed a significant elevation of circulating OPG in septic patients with different levels of severity and those who progressed to AKI."}, {"pubmed": 28867452, "text": "REVIEW: role of osteoprotegerin in the crosstalk between vessels and bone:  circulating OPG levels could be used as independent biomarkers of cardiovascular disease in patients with acute or chronic cardiometabolic disease and thus an improved prognosis"}, {"pubmed": 28904316, "text": "Vitamin D, tumor necrosis factor (TNF)-alpha, receptor activator of nuclear factor-KB ligand (RANKL), and OPG levels were determined in GCF and serum. Baseline clinical parameters were similar in all periodontitis groups (P > 0.05) but were higher than that in controls"}, {"pubmed": 28931423, "text": "Adipose-derived stem cell-released osteoprotegerin protects cardiomyocytes from reactive oxygen species-induced cell death."}, {"pubmed": 29052177, "text": "We conclude that non-small cell lung cancer patients have a higher content of OPG in bronchoalveolar lavage fluid than healthy people."}, {"pubmed": 29077157, "text": "Patients with metabolic syndrome have increased osteoprotegerin serum levels than healthy individuals; osteoprotegerin plays an important role in the development of arteriosclerosis, and the effect of osteoprotegerin on intima media thickness strongly depends on the extent of arteriosclerotic changes in metabolic syndrome"}, {"pubmed": 29120587, "text": "MMP-2 and OPG may be involved in the pathogenesis of atherosclerosis in patients with chronic kidney disease and could potentially be of use as biomarkers of subclinical atherosclerosis in these patients."}, {"pubmed": 29204705, "text": "OPG mRNA expression was higher in tumour tissue from patients with metastatic prostate cancer compared to local disease. The RANKL/OPG ratio was low in normal prostate tissue and high in tumours with bone metastases. Expression was high in BPH tissue but did not exceed as much as in the tumour tissue."}, {"pubmed": 29253005, "text": "OPG T950C polymorphism might be associated with an increased osteoporosis risk in the Chinese population"}, {"pubmed": 29297549, "text": "results of this study concluded that the RANK, RANK-L and OPG system participates in bone remodeling after RME"}, {"pubmed": 29308559, "text": "The study revealed an enhanced sensitivity of aortic valve interstitial cells to osteogenic inductors in aortic stenosis patients, which indicates probable implication of OPN, OPG, and BMP2 genes in pathogenesis of aortic valve calcification."}, {"pubmed": 29313442, "text": "Serum osteoprotegerin level is significantly associated with both the presence and severity of peripheral arterial disease in patients with type 2 diabetes."}, {"pubmed": 29336616, "text": "In cardiovascular risks, OPG serum level might increase as a preventive compensatory mechanism to neutralize the RANKL level increment. The determination of the OPG-RANKL system is a diagnostic indicator for the intensity of vascular calcification and atherosclerosis in SSc patients."}, {"pubmed": 29407881, "text": "The combination of OPG, OPN and sTWEAK increased the predictability of cardiovascular outcomes in chronic kidney disease patients."}, {"pubmed": 29501268, "text": "Demonstrate that rs3134069 in TNFRSF11B increases risk of ischemic stroke by decreasing TNFRSF11B expression."}, {"pubmed": 29578045, "text": "We have firmly established the identity of CCAL1 as TNFRSF11B (OPG). Our findings suggest that this mutation produces disease in an ANKH-independent manner via novel mechanisms not primarily targeting cartilage. This work rationalizes further investigation of OPG pathway components as potential druggable targets for calcium pyrophosphate deposition disease"}, {"pubmed": 29635231, "text": "Vascular smooth cells are a significant source of osteoprotegerin within the vasculature but that RANKL, once present, downregulates this production and appears capable of preventing the \"protective\" upregulation of OPG seen with VSMCs exposed to physiological levels of cyclic strain."}, {"pubmed": 29749489, "text": "The results indicated that mice treated with low levels of human recombinant OPG may have a more stable aneurysmal phenotype due to compensatory production of collagen and increased vessel wall thickness of the aorta, potentially protecting the aneurysm from rupture."}, {"pubmed": 29774992, "text": "study indicates that IL-17A enhances proliferation and osteogenic differentiation of SHED by regulating OPG/RANKL mechanism thus suggests therapeutic potential of IL-17A in bone regeneration."}, {"pubmed": 29791169, "text": "We have found positive correlation between epicardial fat and OPG."}, {"pubmed": 29895074, "text": "positive correlation of OPG with age and an inverse correlation with IGF-I favor the compensatory response of OPG against bone loss in the aging skeleton"}, {"pubmed": 29920500, "text": "Changes in cerebrospinal fluid levels of the RANKL/RANK/OPG axis are associated with multiple sclerosis, particularly at disease onset."}, {"pubmed": 29974642, "text": "The concentration of circulating osteoprotegerin can be a biomarker for both medial artery calcification and atherosclerosis in patients with chronic kidney disease (CKD); OPG might be an early indicator of all-cause mortality in CKD patients with advanced medial arterial calcification"}, {"pubmed": 29996796, "text": "High serum fasting levels of osteoprotegerin levels are indicative of femoral neck bone mineral density in patients with nephrolithiasis."}, {"pubmed": 30132286, "text": "High OPG levels are associated with cardio-metabolic diseases."}, {"pubmed": 30132289, "text": "High OPG expression is associated with left ventricular hypertrophy."}, {"pubmed": 30182562, "text": "rBMSCs transfected with hOPG gene inhibited the function of osteoclasts both in vitro and in vivo, and transfected rBMSCs combined with HA scaffolds promoted the repair of mandibular defects in rats with osteoporosis."}, {"pubmed": 30188218, "text": "there is no significant difference in circulating OPG and OCN levels between RA patients and OA patients. However, plasma/serum OPN level is significantly higher in RA patients compared with OA patients."}, {"pubmed": 30266917, "text": "OPG levels in patients with chronic myocardial infarction fibrosis were significantly higher than those without fibrosis ."}, {"pubmed": 30284692, "text": "OPG and total sRANKL concentrations are independent from Growth Hormone secretory status in short children"}, {"pubmed": 30348163, "text": "Higher pre-diagnosis endogenous concentrations of the decoy receptor for RANKL, OPG, appear to increase risk of death after a breast cancer diagnosis especially in those diagnosed with ER+ disease."}, {"pubmed": 30369329, "text": "In populations at high CVD risk, elevated circulating osteoprotegerin levels are associated with a higher risk for future CVD events. The magnitude of association appears weaker than in the general population. [Meta-Analysis]"}, {"pubmed": 30425091, "text": "RANKL levels were significantly lower in women >60 years (P < 0.0001) and RANKL/OPG ratios higher in lymph node-positive patients (P < 0.05). High OPG serum levels were associated with a higher risk of death from breast cancer [HR 1.94; 95% confidence interval (CI) 1.23-3.07; P = 0.005] and OPG was an independent prognostic marker for breast cancer-specific survival"}, {"pubmed": 30447607, "text": "TNFRSF11B (OPG) 950T/C SNP protects against cervical spondylotic myelopathy (CSM), and is correlated with the severity of CSM in study of Chinese population."}, {"pubmed": 30496606, "text": "Activation of RANK/RANKL/OPG Pathway Is Involved in the Pathophysiology of Fibrous Dysplasia and Associated With Disease Burden."}, {"pubmed": 30562485, "text": "Plasma TNFRSF11B levels were significantly associated with the presence of OSA and its severity"}, {"pubmed": 30562925, "text": "higher concentrations of butyric acid generated by periodontal and root canal microorganisms may potentially induce bone destruction and impair bone repair by the alteration of OPG/RANKL expression/secretion, 8-isoprostane, MMP-2 and OPN secretion, and affect cell viability."}, {"pubmed": 30572450, "text": "Meta-analysis demonstrates that A163G might be associated with the femoral hip and total hip bone mineral density (BMD), G1181C and T950C might be associated with the lumbar spine and total hip BMD. And, T245G has no effect on BMD in postmenopausal women."}, {"pubmed": 30624097, "text": "Both vitamin D receptor VDR-rs2228570-T and osteoprotegerin OPG-rs3102735-G and their interactions are related to the increased risk of osteoporosis"}, {"pubmed": 30658955, "text": "Elevated OPG level may be considered as a predictor of mortality in stroke patients."}, {"pubmed": 30747085, "text": "Increasing in serum OPG was consistent with Coronary artery calcification and could be used for the early diagnosis of subclinical atherosclerosis."}, {"pubmed": 30816098, "text": "The results of this study confirm importance of the OPG/RANKL/RANK system in calcification in patients with aortic stenosis."}, {"pubmed": 30935608, "text": "rs3102724 polymorphism associated with external apical root resorption"}, {"pubmed": 30972968, "text": "In the genetic model analysis, we found that rs1905786, rs1032128, rs3134058, rs11573828, rs11573849, rs3134056, and rs1564861 were associated with an increased or decreased risk of knee OA before adjusted by sex and age. And after adjustment, three SNPs (rs1485286, rs1905786, and rs1032128) were identified to have a negative effect on knee OA."}, {"pubmed": 30991288, "text": "Polymorphisms in OPG gene modify the risk of atherosclerotic cardiovascular disease in familial hypercholesterolemia patients"}, {"pubmed": 31025334, "text": "The genotyping of OPG gene polymorphisms and the association of genotypes with fractures is reported in a Chinese Han population."}, {"pubmed": 31041888, "text": "MiR-3198 is upregulated by compression and is downregulated by tension, suggesting that miR-3198 downregulates Osteoprotegerin expression in response to mechanical stress."}, {"pubmed": 31092428, "text": "Our results suggest that OPG down-regulation in ovarian carcinoma occurs, at least partly, through epigenetic repression, suggesting its involvement in ovarian carcinogenesis."}, {"pubmed": 31097613, "text": "activates crucial pathway involved in kidney disease development and progression [review]"}, {"pubmed": 31122190, "text": "Serum osteoprotegerin is an independent marker of central arterial stiffness as assessed using carotid-femoral pulse wave velocity in hemodialysis patients: a cross sectional study."}, {"pubmed": 31157557, "text": "In both coronary artery disease and peripheral artery disease populations, high OPG and OPN levels were strong predictors of all-cause death. The OPG rs2073618 CC genotype and the OPN rs11730582 TT genotype did not predict mortality."}, {"pubmed": 31206025, "text": "Osteoprotegerin reduces osteoclast resorption activity without affecting osteogenesis on nanoparticulate mineralized collagen scaffolds."}, {"pubmed": 31209146, "text": "The association between RANK, RANKL and OPG gene polymorphisms and the risk of rheumatoid arthritis: a case-controlled study and meta-analysis."}, {"pubmed": 31212033, "text": "Quantifying RANKL and OPG levels in healthy children: A large cross-sectional analysis."}, {"pubmed": 31217507, "text": "A Selective FGFR inhibitor AZD4547 suppresses RANKL/M-CSF/OPG-dependent ostoclastogenesis and breast cancer growth in the metastatic bone microenvironment."}, {"pubmed": 31292059, "text": "IL-17 can enhance the expression of RANKL in human periodontal fibroblasts and inhibit the expression of OPG mRNA through the p38MAPK signal transduction pathways."}, {"pubmed": 31292134, "text": "our study revealed that OPG signaling promotes liver steatosis through the ERK-PPAR-gamma-CD36 pathway. The downregulation of OPG in NAFLD might be a compensatory response of the body to dampen excess hepatic fat accumulation in obesity."}, {"pubmed": 31292137, "text": "Reproductive and Lifestyle Factors and Circulating sRANKL and OPG Concentrations in Women: Results from the EPIC Cohort."}, {"pubmed": 31315756, "text": "Study confirmed the importance of osteoprotegerin in osteoporosis (OP) and the correlation of T950C polymorphism with bone mineral density of OP."}, {"pubmed": 31486401, "text": "IL-34 enhances RANKL/OPG expression by rheumatoid arthritis-fibroblast-like synoviocytes and rheumatoid arthritis-peripheral blood mononuclear cells."}, {"pubmed": 31546898, "text": "Regulatory Effects and Interactions of the Wnt and OPG-RANKL-RANK Signaling at the Bone-Cartilage Interface in Osteoarthritis."}, {"pubmed": 31639725, "text": "Osteoprotegerin is Higher in Sepsis Than in Noninfectious SIRS and Predicts 30-Day Mortality of SIRS Patients in the Intensive Care."}, {"pubmed": 31642412, "text": "Osteoprotegerin and Osteopontin Serum Levels are Associated with Vascular Function and Inflammation in Coronary Artery Disease Patients."}, {"pubmed": 31658533, "text": "model results showed that individuals carrying TNFRSF11B rs2073617 CC genotype were more likely to develop chronic HCV infection compared with individuals carrying rs2073617 TT or TC genotype"}, {"pubmed": 31692972, "text": "Elevated circulating OPG levels independently predict an increased risk of all-cause mortality in patients with chronic kidney disease, especially in the hemodialysis only population.[meta-analysis]"}, {"pubmed": 31757570, "text": "In T2DM, the increased concentrations of OPG could be a direct consequence of the low grade inflammation and of endothelial dysfunction which in turn lead to the development of late osteopathic complications of the disease."}, {"pubmed": 31950864, "text": "Serum osteoprotegerin level is positively associated with peripheral artery disease in patients with peritoneal dialysis."}, {"pubmed": 31958462, "text": "Osteoprotegerin promotes intimal hyperplasia and contributes to in-stent restenosis: Role of an alphaVbeta3/FAK dependent YAP pathway."}, {"pubmed": 31971101, "text": "Osteoporosis Entwined with Cardiovascular Disease: The Implication of Osteoprotegerin and the Example of Statins."}, {"pubmed": 32032675, "text": "OPG outperformed other diabetes-related biomarkers to be a potentially useful biomarker for predicting loss of glycaemic control and its associated albuminuria deterioration."}, {"pubmed": 32102511, "text": "Possible Prognostic Potential of RANKL and OPG in Metastatic Breast Cancer Egyptian Females."}, {"pubmed": 32159708, "text": "genetic polymorphism in OPG(rs2073618) is not associated with mucositis and peri-implantitis in a Brazilian population from the Amazon region"}, {"pubmed": 32198488, "text": "RANKL and OPG and their influence on breast volume changes during pregnancy in healthy women."}, {"pubmed": 32222535, "text": "Study found that TNFRSF11B rs2073617G and rs3134069C are associated with an increased risk of poor outcome of large artery atherosclerosis stroke. In silico analysis showed that rs2073617 and rs3134069 are located in various histone modification marked regions, DNase I hypersensitive sites and can change the binding of regulatory motifs. Moreover, rs2073617 is also located in the binding site of transcription factors."}, {"pubmed": 32259306, "text": "Osteoprotegerin levels in children with subclinical hypothyroidism."}, {"pubmed": 32284263, "text": "Serum osteoprotegerin levels in school-aged children with asthma."}, {"pubmed": 32338102, "text": "The role of serum osteoprotegerin level in diagnosis of disease and determining cardiovascular risk of polycystic ovary syndrome."}, {"pubmed": 32398963, "text": "TNFRSF11B activates Wnt/beta-catenin signaling and promotes gastric cancer progression."}, {"pubmed": 32418417, "text": "Metabolic bone markers can be related to preserved insulin secretion in children with newly diagnosed type 1 diabetes.\", trans \"Markery metabolizmu kostnego moga byc zwiazane z przetrwala insulinosekrecja u dzieci z nowo rozpoznana cukrzyca typu 1."}, {"pubmed": 32442729, "text": "Comparison of RANKL and osteoprotegerin levels in the gingival crevicular fluid of young cigarette- and waterpipe-smokers and individuals using electronic nicotine delivery systems."}, {"pubmed": 32483770, "text": "Differential Osteoprotegerin Kinetics after Stimulation with Desmopressin and Lipopolysaccharides In Vivo."}, {"pubmed": 32694652, "text": "Loss of p53 in mesenchymal stem cells promotes alteration of bone remodeling through negative regulation of osteoprotegerin."}, {"pubmed": 32721972, "text": "Elevated Osteoprotegerin Concentration Predicts Increased Risk of Cardiovascular Mortality in Patients with Chronic Kidney Disease: A Systematic Review and Meta-Analysis."}, {"pubmed": 32873083, "text": "Receptor Activator of Nuclear Factor kappa-Beta Ligand/Osteoprotegerin Axis in Adults with Hb S/beta-Thalassemia and beta-Thalassemia Trait."}, {"pubmed": 32955093, "text": "Osteoprotegerin SNP associations with coronary artery disease and ischemic stroke risk: a meta-analysis."}, {"pubmed": 32955941, "text": "Genetic Variants and Haplotypes in OPG Gene Are Associated with Premature Coronary Artery Disease and Traditional Cardiovascular Risk Factors in Mexican Population: The GEA Study."}, {"pubmed": 32986917, "text": "CCAL1 enhances osteoarthritis through the NF-kappaB/AMPK signaling pathway."}, {"pubmed": 33047116, "text": "Osteoprotegerin interacts with syndecan-1 to promote human endometrial stromal decidualization by decreasing Akt phosphorylation."}, {"pubmed": 33068383, "text": "Sclerostin and osteoprotegerin: new markers of chronic kidney disease mediated mineral and bone disease in children."}, {"pubmed": 33143325, "text": "MMP-8, TRAP-5, and OPG Levels in GCF Diagnostic Potential to Discriminate between Healthy Patients', Mild and Severe Periodontitis Sites."}, {"pubmed": 33394132, "text": "Association between Osteoprotegerin and Charcot Neuroarthropathy: a systematic review."}, {"pubmed": 33510348, "text": "Osteoprotegerin is a marker of cardiovascular mortality in patients with chronic kidney disease stages 3-5."}, {"pubmed": 33511706, "text": "Dental pulp-derived stem cells inhibit osteoclast differentiation by secreting osteoprotegerin and deactivating AKT signalling in myeloid cells."}, {"pubmed": 33572979, "text": "Association of RANKL and OPG Gene Polymorphism in Arab Women with and without Osteoporosis."}, {"pubmed": 33615520, "text": "H19 Promotes HCC Bone Metastasis Through Reducing Osteoprotegerin Expression in a Protein Phosphatase 1 Catalytic Subunit Alpha/p38 Mitogen-Activated Protein Kinase-Dependent Manner and Sponging microRNA 200b-3p."}, {"pubmed": 33635235, "text": "Osteoprotegerin and osteocalcin are associated with atherosclerosis in patients with rheumatoid arthritis: a prospective cohort study."}, {"pubmed": 33768738, "text": "Immunoexpression of RANK, RANKL and OPG in sporadic odontogenic keratocysts and their potential association with recurrence."}, {"pubmed": 33773583, "text": "OPG/RANKL/RANK gene methylation among alcohol-induced femoral head necrosis in northern Chinese men."}, {"pubmed": 33813793, "text": "Correlation of osteoprotegerin, sRANKL, inflammatory factors and epicardial adipose tissue volume with coronary heart disease."}, {"pubmed": 33817720, "text": "Osteopontin and osteoprotegerin in atherosclerotic plaque - are they significant markers of plaque vulnerability?"}, {"pubmed": 33967621, "text": "Leptin regulates OPG and RANKL expression in Gingival Fibroblasts and Tissues of Chronic Periodontitis Patients."}, {"pubmed": 33989379, "text": "The role of TNFRSF11B in development of osteoarthritic cartilage."}, {"pubmed": 34086939, "text": "Osteoprotegerin predicts cardiovascular events in patients treated with haemodialysis."}, {"pubmed": 34099729, "text": "OPG/TRAIL ratio as a predictive biomarker of mortality in patients with type A acute aortic dissection."}, {"pubmed": 34173983, "text": "Serum osteoprotegerin level in hemodialysis patients using low-flux reused dialyzer in relation to atherosclerosis."}, {"pubmed": 34182967, "text": "Clinical research: low-level laser therapy in accelerating orthodontic tooth movement."}, {"pubmed": 34186363, "text": "Association of osteoprotegerin gene T950C polymorphism with cardiometabolic risk factors in gestational diabetes mellitus in South Indian Tamilian women."}, {"pubmed": 34251978, "text": "The association of OPG polymorphisms with diabetic retinopathy in Chinese population."}, {"pubmed": 34397809, "text": "The association of OPG polymorphisms with risk of osteoporotic fractures: A systematic review and meta-analysis."}, {"pubmed": 34416336, "text": "Osteoprotegerin (OPG) mediates the anti-carcinogenic effects of normal breast fibroblasts and targets cancer stem cells through inhibition of the beta-catenin pathway."}, {"pubmed": 34440966, "text": "Serum Osteoprotegerin Level Is Negatively Associated with Bone Mineral Density in Patients Undergoing Maintenance Hemodialysis."}, {"pubmed": 34487291, "text": "Osteoprotegerin expression and serum values in obese women with type 2 diabetes mellitus."}, {"pubmed": 34515523, "text": "Common Variants of the OPG gene Are Associated with Osteoporosis Risk: A Meta-Analysis."}, {"pubmed": 34556709, "text": "High levels of osteoprotegerin are associated with coronary artery calcification in patients suspected of a chronic coronary syndrome."}, {"pubmed": 34570303, "text": "Physical activity and Mediterranean diet as potential modulators of osteoprotegerin and soluble RANKL in gBRCA1/2 mutation carriers: results of the lifestyle intervention pilot study LIBRE-1."}, {"pubmed": 34645448, "text": "The expression levels of MicroRNA-146a, RANKL and OPG after non-surgical periodontal treatment."}, {"pubmed": 34684610, "text": "Serum Osteoprotegerin Is an Independent Marker of Metabolic Complications in Non-DialysisDependent Chronic Kidney Disease Patients."}, {"pubmed": 34716467, "text": "Associations of osteoprotegerin (OPG) TNFRSF11B gene polymorphisms with risk of fractures in older adult populations: meta-analysis of genetic and genome-wide association studies."}, {"pubmed": 34718621, "text": "Patients With Cirrhosis Have Elevated Bone Turnover but Normal Hepatic Production of Osteoprotegerin."}, {"pubmed": 34728311, "text": "Enhanced extrinsic apoptosis of therapy-induced senescent cancer cells using a death receptor 5 (DR5) selective agonist."}, {"pubmed": 34752988, "text": "Plasma osteoprotegerin levels are associated with the presence and burden of cerebral small vessel disease in patients with acute ischemic stroke."}, {"pubmed": 34758942, "text": "Mutations in the osteoprotegerin-encoding gene are associated with temporomandibular joint ankylosis."}, {"pubmed": 34777249, "text": "Association Between Factors Involved in Bone Remodeling (Osteoactivin and OPG) With Plasma Levels of Irisin and Meteorin-Like Protein in People With T2D and Obesity."}, {"pubmed": 34846723, "text": "Vertebral osteomyelitis is characterised by increased RANK/OPG and RANKL/OPG expression ratios in vertebral bodies and intervertebral discs."}, {"pubmed": 34938284, "text": "TNFRSF11B Suppresses Memory CD4+ T Cell Infiltration in the Colon Cancer Microenvironment: A Multiomics Integrative Analysis."}, {"pubmed": 35215487, "text": "Inverse Regulation of Serum Osteoprotegerin and B-Type Natriuretic Peptide Concentrations by Free Fatty Acids Elevation in Young Healthy Humans."}, {"pubmed": 35345075, "text": "Serum levels of osteoprotegerin, RANK-L & vitamin D in different stages of osteoarthritis of the knee."}, {"pubmed": 35412619, "text": "Mutation in the CCAL1 locus accounts for bidirectional process of human subchondral bone turnover and cartilage mineralization."}, {"pubmed": 35438888, "text": "Quantification of Osteoprotegerin Plasma Levels in Patients with Periodontitis."}, {"pubmed": 35463641, "text": "Mycobacterium tuberculosis Induced Osteoblast Dysregulation Involved in Bone Destruction in Spinal Tuberculosis."}, {"pubmed": 35463988, "text": "RANKL Impairs the TLR4 Pathway by Increasing TRAF6 and RANK Interaction in Macrophages."}, {"pubmed": 35546224, "text": "Association of serum sclerostin and osteoprotegerin levels with the presence, severity and prognosis in patients with acute myocardial infarction."}, {"pubmed": 35680906, "text": "Osteoprotegerin and MTHFR gene variations in rheumatoid arthritis: association with disease susceptibility and markers of subclinical atherosclerosis."}, {"pubmed": 35868414, "text": "Association of OPG and RANKL gene polymorphisms with bone mineral density in Indian women."}, {"pubmed": 35893092, "text": "Associations of Bone Mineral Density with RANKL and Osteoprotegerin in Arab Postmenopausal Women: A Cross-Sectional Study."}, {"pubmed": 35993046, "text": "The Effect of Osteoprotectin (OPG)/Receptor Activator of Nuclear Factor-kappaB Ligand (RANKL)/Receptor Activator of Nuclear Factor-kappaB (RANK) Gene Methylation on Aortic Valve Calcified."}, {"pubmed": 36060948, "text": "Decreased level of soluble receptor activator of nuclear factor-kappabeta ligand (sRANKL) in overweight and obese children."}, {"pubmed": 36088403, "text": "Biochemical characterization of a disease-causing human osteoprotegerin variant."}, {"pubmed": 36161625, "text": "The role of IL-6 and osteoprotegerin in bone metabolism in patients with Graves' disease."}, {"pubmed": 36346787, "text": "Risk association of RANKL and OPG gene polymorphism with breast cancer to bone metastasis in Pashtun population of Khyber Pakhtunkhwa, Pakistan."}, {"pubmed": 36359766, "text": "Osteoprotegerin (OPG) Upregulation Activates Breast Stromal Fibroblasts and Enhances Their Pro-Carcinogenic Effects through the STAT3/IL-6 Signaling."}, {"pubmed": 36503538, "text": "Association between Osteoprotegerin rs2073618 polymorphism and peri-implantitis susceptibility: a meta-analysis."}, {"pubmed": 36589815, "text": "The RANK/RANKL/OPG system and tumor bone metastasis: Potential mechanisms and therapeutic strategies."}, {"pubmed": 36639139, "text": "Cellular voids in the pathogenesis of otosclerosis."}, {"pubmed": 36675029, "text": "The Mechanism of Osteoprotegerin-Induced Osteoclast Pyroptosis In Vitro."}, {"pubmed": 36768925, "text": "Osteoprotegerin, Chitinase 3-like Protein 1, and Cardiotrophin-1 as Potential Biomarkers of Obstructive Sleep Apnea in Adults-A Case-Control Study."}, {"pubmed": 37026909, "text": "Association of osteoporosis risk and polymorphisms of osteoprotegerin gene T950C in postmenopausal Chinese women: A PRISMA-compliant meta-analysis."}, {"pubmed": 37165403, "text": "MiR-217 regulates autophagy through OPG/RANKL/RANK in giant cell tumors."}, {"pubmed": 37328895, "text": "Bone mineral density in egyptian children with juvenile idiopathic arthritis: possible correlation to serum RANKL / osteoprotegerin (OPG) ratio and OPG gene polymorphisms."}, {"pubmed": 37532154, "text": "Genetically predicted osteoprotegerin levels and the risk of cardiovascular diseases: A Mendelian randomization study."}, {"pubmed": 37691354, "text": "Identification and Association of Polymorphism rs2073618 of the <em>Osteoprotegerin </em>Gene in Type 2 Diabetics with and without Retinopathy."}, {"pubmed": 37838749, "text": "Association of rs2073618 polymorphism and osteoprotegerin levels with hypertension and cardiovascular risks in patients with type 2 diabetes mellitus."}, {"pubmed": 37937620, "text": "Osteoprotegerin is associated with subclinical left ventricular systolic dysfunction in non-dipper hypertensive patients: a 2D speckle tracking echocardiographic study."}, {"pubmed": 38015775, "text": "Correlates of Circulating Osteoprotegerin in Women with a Pathogenic or Likely Pathogenic Variant in the BRCA1 Gene."}, {"pubmed": 38097649, "text": "Downregulation of osteoprotegerin in colorectal cancer cells promotes liver metastasis via activating tumor-associated macrophage."}, {"pubmed": 38374135, "text": "Circulating osteoprotegerin levels and cardiovascular outcomes in patients with pre-dialysis chronic kidney disease: results from the KNOW-CKD study."}, {"pubmed": 38443806, "text": "Osteopontin, osteoprotegerin and musculoskeletal ultrasound findings in first-degree relatives of rheumatoid arthritis: potential markers of preclinical disease."}, {"pubmed": 38583439, "text": "Osteoprotegerin and receptor activator of the nuclear factor kappa B ligand (RANKL) in healthy pubertal girls - relationships with physical growth and classical bone turnover markers."}, {"pubmed": 38906326, "text": "Osteoprotegerin mediates adipogenesis in obesity."}], "genomic_pos": {"chr": "8", "end": 118951885, "ensemblgene": "ENSG00000164761", "start": 118923557, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 119964439, "start": 119935796, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 9108485, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007584", "qualifier": "involved_in", "term": "response to nutrient"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010804", "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032026", "qualifier": "involved_in", "term": "response to magnesium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042489", "qualifier": "involved_in", "term": "negative regulation of odontogenesis of dentin-containing tooth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0045671", "qualifier": "involved_in", "term": "negative regulation of osteoclast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045779", "qualifier": "involved_in", "term": "negative regulation of bone resorption"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046685", "qualifier": "involved_in", "term": "response to arsenic-containing substance"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 22664871, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 15516325, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0043235", "pubmed": 9168977, "qualifier": "part_of", "term": "receptor complex"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005125", "pubmed": 9168977, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22664871, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 9108485, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:1904399", "qualifier": "enables", "term": "heparan sulfate binding"}]}, "homologene": {"genes": [[8364, 100494982], [9031, 378803], [9544, 701850], [9598, 464351], [9606, 4982], [9615, 100855848], [9913, 523822], [10090, 18383], [10116, 25341]], "id": 1912}, "interpro": [{"desc": "Death domain", "id": "IPR000488", "short_desc": "Death_domain"}, {"desc": "TNFR/NGFR cysteine-rich region", "id": "IPR001368", "short_desc": "TNFR/NGFR_Cys_rich_reg"}, {"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "Tumour necrosis factor receptor 11B", "id": "IPR017371", "short_desc": "TNFR_11B"}, {"desc": "Tumour necrosis factor receptor 11", "id": "IPR022323", "short_desc": "TNFR_11"}], "ipi": ["IPI00298362", "IPI00974201"], "map_location": "8q24.12", "name": "TNF receptor superfamily member 11b", "other_names": ["osteoclastogenesis inhibitory factor", "osteoprotegerin", "tumor necrosis factor receptor superfamily member 11B", "tumor necrosis factor receptor superfamily, member 11b"], "pantherdb": {"HGNC": "11909", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109587", "ortholog_type": "LDO", "panther_family": "PTHR23097", "taxid": 10090, "uniprot_kb": "O08712"}, {"RGD": "619802", "ortholog_type": "LDO", "panther_family": "PTHR23097", "taxid": 10116, "uniprot_kb": "O08727"}, {"Ensembl": "ENSGALG00000043167", "ortholog_type": "LDO", "panther_family": "PTHR23097", "taxid": 9031, "uniprot_kb": "A0A1D5PQE4"}, {"ZFIN": "ZDB-GENE-141216-430", "ortholog_type": "O", "panther_family": "PTHR23097", "taxid": 7955, "uniprot_kb": "A0A0R4IUU7"}, {"ZFIN": "ZDB-GENE-070410-133", "ortholog_type": "O", "panther_family": "PTHR23097", "taxid": 7955, "uniprot_kb": "F1RAS9"}], "uniprot_kb": "O00300"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}], "wikipathways": [{"id": "WP12", "name": "Osteoclast Signaling"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP322", "name": "Osteoblast Signaling"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4786", "name": "Type I collagen synthesis in the context of Osteogenesis imperfecta"}, {"id": "WP4879", "name": "The Overlap Between Signal Transduction Pathways that Contribute to a Range of LMNA Laminopathies"}, {"id": "WP727", "name": "Monoamine Transport"}]}, "pdb": "3URF", "pfam": ["PF00020", "PF00531"], "pharmgkb": "PA36602", "pharos": {"target_id": 12021, "tdl": "Tbio"}, "prosite": "PS50050", "reagent": {"CM-LibrX-no-seq": {"id": "GNF326047", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF253531", "relationship": "is"}, {"id": "GNF253532", "relationship": "is"}, {"id": "GNF253533", "relationship": "is"}, {"id": "GNF253534", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091923", "relationship": "is"}, {"id": "GNF091924", "relationship": "is"}, {"id": "GNF091925", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053216", "relationship": "is"}, {"id": "GNF057986", "relationship": "is"}, {"id": "GNF073148", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070341", "relationship": "is"}, {"id": "GNF070342", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014725", "relationship": "is"}, "MasterSecretomicsList": {"id": "GNF330328", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336167", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097715", "relationship": "is"}, {"id": "GNF137370", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_012202.1"], "protein": "NP_002537.3", "rna": "NM_002546.4", "translation": {"protein": "NP_002537.3", "rna": "NM_002546.4"}}, "reporter": {"HG-U133_Plus_2": ["204932_at", "204933_s_at"], "HG-U95Av2": "37611_at", "HTA-2_0": "TC08001552.hg.1", "HuEx-1_0": "3150455", "HuGene-1_1": "8152512", "HuGene-2_1": "17080486"}, "summary": "The protein encoded by this gene is a member of the TNF-receptor superfamily. This protein is an osteoblast-secreted decoy receptor that functions as a negative regulator of bone resorption. This protein specifically binds to its ligand, osteoprotegerin ligand, both of which are key extracellular regulators of osteoclast development. Studies of the mouse counterpart also suggest that this protein and its ligand play a role in lymph-node organogenesis and vascular calcification. Alternatively spliced transcript variants of this gene have been reported, but their full length nature has not been determined. [provided by RefSeq, Jul 2008].", "symbol": "TNFRSF11B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336645"}, "unigene": "Hs.81791", "uniprot": {"Swiss-Prot": "O00300", "TrEMBL": "E5RFV7"}, "wikipedia": {"url_stub": "Osteoprotegerin"}}