{"AllianceGenome": "11925", "HGNC": "11925", "MIM": "603598", "_id": "8743", "_version": 1, "accession": {"genomic": ["AC007919.18", "AC016938.24", "AF178756.1", "CH471052.2", "CP068275.2", "CQ892411.1", "CS276168.1", "EF064708.1", "HA637646.1", "JA362607.1", "KT258720.1", "NC_000003.12", "NC_060927.1"], "protein": ["AAB01233.1", "AAC50332.1", "AAH32722.1", "AAR16184.1", "AAV38371.1", "ABI24016.1", "ABK41891.1", "ABW24658.1", "BAG35612.1", "BAG58840.1", "CAG33176.1", "CAH68809.1", "CAL33971.1", "CAZ39545.1", "CCA94584.1", "CTQ86088.1", "EAW78465.1", "EAW78466.1", "EAW78467.1", "NP_001177871.1", "NP_001177872.1", "NP_003801.1", "P50591.1"], "rna": ["AK296085.1", "AK309200.1", "AK312742.1", "AY312579.1", "BC009795.1", "BC020220.1", "BC032722.1", "BT019564.1", "CR456895.1", "DA041872.1", "DA969653.1", "DQ848564.1", "EU183231.1", "LN874323.1", "NM_001190942.2", "NM_001190943.2", "NM_003810.4", "NR_033994.2", "U37518.1", "U57059.1"], "translation": [{"protein": "NP_001177872.1", "rna": "NM_001190943.2"}, {"protein": "NP_001177871.1", "rna": "NM_001190942.2"}, {"protein": "AAR16184.1", "rna": "AY312579.1"}, {"protein": "AAH32722.1", "rna": "BC032722.1"}, {"protein": "BAG35612.1", "rna": "AK312742.1"}, {"protein": "AAB01233.1", "rna": "U57059.1"}, {"protein": "AAV38371.1", "rna": "BT019564.1"}, {"protein": "AAC50332.1", "rna": "U37518.1"}, {"protein": "CTQ86088.1", "rna": "LN874323.1"}, {"protein": "BAG58840.1", "rna": "AK296085.1"}, {"protein": "ABW24658.1", "rna": "EU183231.1"}, {"protein": "NP_003801.1", "rna": "NM_003810.4"}, {"protein": "ABI24016.1", "rna": "DQ848564.1"}, {"protein": "CAG33176.1", "rna": "CR456895.1"}]}, "alias": ["APO2L", "Apo-2L", "CD253", "TANCR", "TL2", "TNLG6A", "TRAIL"], "ensembl": {"gene": "ENSG00000121858", "protein": ["ENSP00000241261", "ENSP00000389931", "ENSP00000404008"], "transcript": ["ENST00000241261", "ENST00000420541", "ENST00000430881", "ENST00000466777", "ENST00000472804", "ENST00000494851"], "translation": [{"protein": "ENSP00000241261", "rna": "ENST00000241261"}, {"protein": "ENSP00000389931", "rna": "ENST00000420541"}, {"protein": "ENSP00000404008", "rna": "ENST00000430881"}], "type_of_gene": "protein_coding"}, "entrezgene": "8743", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.10596212723, "exp_mis": 81.9287306491, "exp_syn": 34.4870174999, "lof_z": 2.33265048508776, "mis_z": -0.760381607451223, "mu_lof": 6.36581353503e-07, "mu_mis": 7.10936879436e-06, "mu_syn": 2.88234946126e-06, "n_lof": 2.0, "n_mis": 96.0, "n_syn": 38.0, "p_li": 0.405364744467663, "p_null": 0.00873212731660027, "p_rec": 0.585903128215736, "syn_z": -0.370849162156218}, "bp": 846, "cds_end": 172241174, "cds_start": 172224281, "n_exons": 5, "nonpsych": {"exp_lof": 8.14246388003, "exp_mis": 74.0540988281, "exp_syn": 31.1147698194, "lof_z": 2.11405692722319, "mis_z": -0.524337881853409, "mu_lof": 6.36581353503e-07, "mu_mis": 7.10936879436e-06, "mu_syn": 2.88234946126e-06, "n_lof": 2.0, "n_mis": 83.0, "n_syn": 37.0, "p_li": 0.350279910222886, "p_null": 0.0159045914263678, "p_rec": 0.633815498350746, "syn_z": -0.664268500194838}, "nontcga": {"exp_lof": 8.36780529871, "exp_mis": 75.3647574958, "exp_syn": 31.7183787964, "lof_z": 2.17152706661663, "mis_z": -0.610341793786915, "mu_lof": 6.36581353503e-07, "mu_mis": 7.10936879436e-06, "mu_syn": 2.88234946126e-06, "n_lof": 2.0, "n_mis": 86.0, "n_syn": 34.0, "p_li": 0.348799784977626, "p_null": 0.0133017609830759, "p_rec": 0.637898454039298, "syn_z": -0.256513404626314}, "transcript": "ENST00000241261.2"}, "exons": [{"cdsend": 172523384, "cdsstart": 172506883, "chr": "3", "position": [[172505507, 172506919], [172514860, 172514998], [172523252, 172523430]], "strand": -1, "transcript": "NM_001190942", "txend": 172523430, "txstart": 172505507}, {"cdsend": 172523384, "cdsstart": 172518399, "chr": "3", "position": [[172517354, 172518465], [172523252, 172523430]], "strand": -1, "transcript": "NM_001190943", "txend": 172523430, "txstart": 172517354}, {"cdsend": 172523384, "cdsstart": 172506491, "chr": "3", "position": [[172505507, 172506919], [172509216, 172509321], [172511616, 172511659], [172514860, 172514998], [172523252, 172523430]], "strand": -1, "transcript": "NM_003810", "txend": 172523430, "txstart": 172505507}, {"cdsend": 172523430, "cdsstart": 172523430, "chr": "3", "position": [[172505507, 172506919], [172509216, 172509321], [172514860, 172514998], [172523252, 172523430]], "strand": -1, "transcript": "NR_033994", "txend": 172523430, "txstart": 172505507}], "exons_hg19": [{"cdsend": 172241174, "cdsstart": 172224673, "chr": "3", "position": [[172223297, 172224709], [172232650, 172232788], [172241042, 172241220]], "strand": -1, "transcript": "NM_001190942", "txend": 172241220, "txstart": 172223297}, {"cdsend": 172241174, "cdsstart": 172236189, "chr": "3", "position": [[172235144, 172236255], [172241042, 172241220]], "strand": -1, "transcript": "NM_001190943", "txend": 172241220, "txstart": 172235144}, {"cdsend": 172241174, "cdsstart": 172224281, "chr": "3", "position": [[172223297, 172224709], [172227006, 172227111], [172229406, 172229449], [172232650, 172232788], [172241042, 172241220]], "strand": -1, "transcript": "NM_003810", "txend": 172241220, "txstart": 172223297}, {"cdsend": 172241220, "cdsstart": 172241220, "chr": "3", "position": [[172223297, 172224709], [172227006, 172227111], [172232650, 172232788], [172241042, 172241220]], "strand": -1, "transcript": "NR_033994", "txend": 172241220, "txstart": 172223297}], "generif": [{"pubmed": 10542098, "text": "crystal structure at 2.2 A resolution of a complex between TRAIL and the extracellular region of DR5"}, {"pubmed": 11059770, "text": "Apo2 ligand mRNA levels increase following irradiation of human T lineage-derived tumor cells. Recombinant soluble Apo2L enhanced the lethality of therapeutic doses of irradiation, indicating their possible use in combination for clinical therapy."}, {"pubmed": 11095979, "text": "The Apo2L gene spans ~ 20 kb and is composed of 5 exons. The 1.2-kb Apo2L promoter region upstream of the translation initiation codon was cloned, its transcription start site defined, and several putative transcription factor binding sites identified."}, {"pubmed": 11466352, "text": "TNF-related apoptosis-inducing ligand (TRAIL) enhances T cell proliferation following T cell receptor engagement and signals the augmentation of IFN-gamma secretion via a p38 mitogen-activated protein kinase-dependent pathway."}, {"pubmed": 11568006, "text": "Interferon-alpha and -beta, but not -gamma, induce apoptosis through Apo2 ligand transcriptional induction in multiple myeloma tumor cells and freshly derived primary cells."}, {"pubmed": 11739488, "text": "Differential secretion of APO2 ligand microvesicles during activation-induced death of T cells"}, {"pubmed": 11781716, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11830480, "text": "Up-regulation in highly malignant multiple myeloma plasma cells negatively regulates erythroblast maturation; a major pathogenetic mechanism of anemia in multiple myeloma."}, {"pubmed": 11844843, "text": "TNF-related apoptosis-inducing ligand (TRAIL) is not constitutively expressed in the human brain, whereas both apoptosis-mediating and apoptosis-blocking TRAIL receptors are found on neurons, astrocytes, and oligodendrocytes"}, {"pubmed": 11852102, "text": "TRAIL/Apo2L-induced apoptosis is mediated by ROS-activated p38 MAP kinase followed by caspase activation in HeLa cells."}, {"pubmed": 11877293, "text": "signaling pathway and intracellular regulation of TRAIL-induced apoptosis in multiple myeloma cells"}, {"pubmed": 11936954, "text": "Results suggest that IFN-gamma facilitates TRAIL-induced activation of mitochondria-regulated as well as mitochondria-independent apoptotic pathways in breast tumour cells."}, {"pubmed": 11940602, "text": "An inducible pathway for degradation of FLIP protein sensitizes tumor cells to TRAIL-induced apoptosis"}, {"pubmed": 11956660, "text": "Histone deacetylase inhibitors sensitize human colonic adenocarcinoma cell lines to TNF-related apoptosis inducing ligand-mediated apoptosis."}, {"pubmed": 11964312, "text": "Apo-2L-induced processing of caspase-3,caspase-8, and Bid is significantly increased by overexpression of Smac/DIABLO."}, {"pubmed": 11994437, "text": "Although it does not contribute to mechanisms of peripheral T cell tolerance such as clonal anergy or deletion by apoptosis, TRAIL can directly inhibit activation of human T cells via blockade of calcium influx."}, {"pubmed": 12029096, "text": "XAF1 augments TRAIL-induced apoptosis"}, {"pubmed": 12082620, "text": "Stimulation of the mitogen-activated protein kinase pathway antagonizes TRAIL-induced apoptosis downstream of BID cleavage in human breast cancer MCF-7 cells."}, {"pubmed": 12082629, "text": "TRAIL induced translocation of Bax after cleavage of Bid in parental cells but not mitochondrial-DNA-deficient cells."}, {"pubmed": 12097384, "text": "APO2L/TRAIL, specifically induced by autologous tumor and up-regulated by IFN-alpha, is a key mediator of tumor-specific CD4+ cytotoxic T lymphocyte-mediated cell death."}, {"pubmed": 12097388, "text": "TRAIL/Apo2L in combination with interferon-beta synergistically induces apoptosis and inhibits melanoma cell proliferation in vitro, at least in part by cleavage of the X-linked inhibitor of apoptosis (XIAP)."}, {"pubmed": 12118245, "text": "Data show that transfer of the gene encoding Smac sensitized tumor and malignant glioma cells for apoptosis, and that Smac peptides enhanced the antitumor activity of Apo-2L/tumor necrosis factor-related apoptosis-inducing ligand (TRAIL)."}, {"pubmed": 12140294, "text": "TRAIL gene expression regulation by PI3 kinase, Akt and GSK-3 in tumor cells"}, {"pubmed": 12198154, "text": "Caspase-10 is recruited to and activated at the native TRAIL death-inducing signalling complex in a FADD-dependent manner."}, {"pubmed": 12351634, "text": "TRAIL is a direct target of FKHRL1"}, {"pubmed": 12359235, "text": "induces apoptosis independently of the mitochondrial apoptosis mediator DAP3"}, {"pubmed": 12398939, "text": "osteoblasts are resistant to Apo2L/TRAIL-mediated apoptosis"}, {"pubmed": 12407100, "text": "These results provide new insights into the mechanisms of bile acid cytotoxicity and the proapoptotic effects of cFLIP phosphorylation in TRAIL signaling."}, {"pubmed": 12414956, "text": "The human papillomavirus type 16 E5 protein impairs TRAIL- and FasL-mediated apoptosis in HaCaT cells by different mechanisms."}, {"pubmed": 12421926, "text": "Plasma cells synthesize TRAIL and are subject to TRAIL-mediated apoptosis, which correlates with inactivation of the CD40-NF-kappa B survival pathway."}, {"pubmed": 12421985, "text": "Enhanced expression of TRAIL promotes peripheral blood eosinophil survival in the airways of allergic asthmatics following segmental antigen challenge."}, {"pubmed": 12421989, "text": "T cells from systemic lupus erythematosus patients kill autologous monocytes through apoptotic pathways involving the ligand TRAIL."}, {"pubmed": 12429913, "text": "Trail protein sensitivity and cell cycle phase; TRAIL preferentially induces apoptosis in tumor cells over normal cells."}, {"pubmed": 12439929, "text": "soluble TRAIL in the HBV infected people may participate in the liver damage"}, {"pubmed": 12445619, "text": "The apoptosis-inducing TRAIL gene caused significant changes in the biomechanics properties of Jurkat cells."}, {"pubmed": 12447876, "text": "NF-kappaB prevents TRAIL-induced apoptosis in human hepatoma through a TRAIL-activated TRAF2-NIK-IKK pathway."}, {"pubmed": 12488957, "text": "TRAIL death pathway is present and can function in human islet beta cells."}, {"pubmed": 12496482, "text": "TRAIL protein binds and induces oligomerization of its cell-membrane death receptors (DR4 and DR5).  These trigger the activity of CASP8 and apoptosis through DISC."}, {"pubmed": 12517970, "text": "The susceptibility of neutrophils to TRAIL-mediated apoptosis suggests a role for TRAIL in the regulation of inflammation and may provide a mechanism for clearance of neutrophils from sites of inflammation."}, {"pubmed": 12532461, "text": "Localization of TRAIL/TRAILR in fetal pancreas."}, {"pubmed": 12556488, "text": "c-FLIP(L) and c-FLIP(S) potently control TRAIL responses, both by distinct regulatory features, and further imply that the differentiation state of malignant cells determines their sensitivity to death receptor signals."}, {"pubmed": 12574346, "text": "TRAIL is the main effector molecule responsible for the in vitro tumoricidal activity of Newcastle disease virus-stimulated human monocytes."}, {"pubmed": 12576447, "text": "high expression of this protein is associated with favorable ovarian cancer survival"}, {"pubmed": 12592338, "text": "Akt1 may be an important regulator of TRAIL sensitivity in HL60 cells through the activation of NF-kappaB and up-regulation of cFLIP(L) synthesis"}, {"pubmed": 12604406, "text": "loss of expression of pro-apoptotic proteins (Bax, Bak and Bcl-Xs) in Burkitt's lymphomas resistant to Fas did not compromise sensitivity to TRAIL."}, {"pubmed": 12642868, "text": "sensitization hepatoma cells to TRAIL induced apoptosis through DR5 upregulation and NF-kappa B inactivation is sensitized by interferon-alpha"}, {"pubmed": 12663665, "text": "activation of JNK is required for sensitization of PC3 cells to TRAIL-induced apoptosis by translation inhibitors in cells that are otherwise TRAIL-resistant."}, {"pubmed": 12707267, "text": "TRAIL and JNK1 combine with DNA damage and mediate signals independent of p53 leading to apoptosis"}, {"pubmed": 12715915, "text": "results suggest involvement in the induction of neuronal apoptosis in HIV-1 infected brain"}, {"pubmed": 12738989, "text": "bystander effect of the TRAIL gene is mainly mediated by membrane-bound TRAIL on the surface of transduced cells"}, {"pubmed": 12761581, "text": "TRAIL signaling pathway circumvents caspase-8 activation of Bid upstream of the mitochondria; TRAIL acts in mitochondria via a mechanism that may involve components of the sphingomyelin cycle."}, {"pubmed": 12767990, "text": "produced by Tat protein-stimulated monocytes and provides a mechanism by which HIV infection can destroy uninfected CD4-positive t-lymphocytes"}, {"pubmed": 12787570, "text": "This review focuses on the apoptosis signaling pathways stimulated by Apo2L/TRAIL, summarize what is known to date about the physiological role of this cell death ligand and the potential for its application to cancer therapy."}, {"pubmed": 12808117, "text": "likely to be involved in chronic pancreatitis; pancreatic stellate cells may directly contribute to acinar regression by inducing apoptosis of parenchymal cells in a TRAIL-dependent manner"}, {"pubmed": 12813457, "text": "The data describe the biological significance of TRAIL-mediated activation of NF-kappaB in cancer cells resistant to TRAIL-mediated apoptosis: TRAIL leads to an increase in tumor cell count by a prosurvival and possibly mitogenic function."}, {"pubmed": 12839575, "text": "beside its potent pro-apoptotic role, leucine zipper-TRAIL leads to pro-inflammatory responses that are mainly mediated by TRAIL receptor 1 in HaCaT keratinocytes."}, {"pubmed": 12874246, "text": "Recombinant human TRAIL can both injure and activate human endothelial cells in vitro and in vivo; compared with TNF, TRAIL is potent at causing injury but less effective at stimulating inflammation."}, {"pubmed": 12907654, "text": "Apo2L/TRAIL exhibits enhanced apoptotic activity in prostate carcinoma cells cultured in vitro and xenografted tumors in vivo through differential regulation of Bcl-2 family proteins when combined with the topoisomerase I inhibitor CPT-11 (irinotecan)"}, {"pubmed": 12915532, "text": "Respiratory syncytial virus-infected cells in vivo are susceptible to killing through the TRAIL pathway."}, {"pubmed": 12915677, "text": "osteoprotegerin is abundant in gestational membranes and, in concert with TRAIL decoy receptors, may protect resident cells of membranes against the proapoptotic effects of TRAIL during pregnancy"}, {"pubmed": 12920112, "text": "results show that protein kinase C activation specifically inhibits the recruitment of TRAIL receptors 1 and 2 complexes, thereby modulating tumor necrosis-related apoptosis-inducing ligand(TRAIL)-induced apoptosis"}, {"pubmed": 12927928, "text": "TRAIL-induced apoptosis is enhanced by level of HBV replication in human hepatocytes, in part, by HBV-encoded X antigen-dependent upregulation of TRAIL-R1/DR4."}, {"pubmed": 12934102, "text": "Apoptosis induced by the combination of Apo2L/TRAIL and PG490 warrants evaluation as a treatment for lung cancer"}, {"pubmed": 12969966, "text": "biologic activity of on human erythropoiesis"}, {"pubmed": 14534533, "text": "TRAIL-induced apoptosis of glioma tumors in vivo were studied by real-time imaging."}, {"pubmed": 14601052, "text": "Cocotreatment with TRAIL/Apo2L and VP16 provides an attractive approach for selective killing of tumour cells while leaving unaffected normal cells."}, {"pubmed": 14637151, "text": "Our data suggest that Akt is an endogenous inhibitor during TRAIL-mediated synovial cell apoptotic pathway."}, {"pubmed": 14645705, "text": "sensitization to TRAIL requires p53"}, {"pubmed": 14647456, "text": "Bak is a regulatory molecule involved in IFNgamma-facilitated TRAIL-mediated apoptosis in thyroid cancer cells"}, {"pubmed": 14670183, "text": "TRAIL activates a caspase 9/7-dependent pathway in caspase 8/10-defective tumor cell lines"}, {"pubmed": 14675194, "text": "TRAIL appears to cause apoptosis in dividing, but not differentiating keratinocytes, while internucleosomal DNA fragmentation does not take place."}, {"pubmed": 14691451, "text": "MG132 upregulates death receptor-5 and cooperates with APO2L to induce apoptosis in Bax-proficient and -deficient cells."}, {"pubmed": 14715264, "text": "Our data suggest a cross-talk between HDAC inhibition and TRAIL that results in modulation of expression of specific apoptotic mediators."}, {"pubmed": 14726404, "text": "IFNalpha stimulates the expression of high levels of TRAIL mRNA and the release of elevated amounts of a soluble bioactive form of TRAIL (sTRAIL) in both human neutrophils and monocytes"}, {"pubmed": 14729397, "text": "Results suggest that human placenta may not only produce TRAIL but also be a TRAIL target organ, and that the TRAIL/TRAIL receptor system could take part in the homeostasis of placenta during gestation."}, {"pubmed": 14742697, "text": "Localization of tumour necrosis factor-alpha-related apoptosis-inducing ligand in adult human testes."}, {"pubmed": 15030996, "text": "TRAIL expression was down regulated during liver regeneration in organ donors"}, {"pubmed": 15033706, "text": "Cell-cell-associated and secreted TRAIL contribute to the triggering of Ewing cell apoptosis induced by IFN gamma alone or combinaed with TNF."}, {"pubmed": 15041704, "text": "Glucose deprivation enhances TRAIL-induced apoptotic death as well as caspase activation (caspase-3, -9, and -8) in human prostate adenocarcinoma"}, {"pubmed": 15064358, "text": "OPG blocks endothelial cell apoptosis through binding tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) and preventing its interaction with death-inducing TRAIL-receptors."}, {"pubmed": 15077162, "text": "Interferon/cytokine combinations are able to induce TRAIL gene expression and TRAIL protein in Ewing tumor cells."}, {"pubmed": 15093732, "text": "TRAIL expression and secretion were nalyzed in melanoma cells in culture.  The secretion was associated with microvesicles upon melanoma activation with phytohemagglutinins or alpha-MSH."}, {"pubmed": 15094456, "text": "TRAIL is present in the brain of Alzheimer's disease patients but absent in the brain of normal patients. TRAIL was localized in AD affected regions, such as cerebral cortex, often in the proximity of Congo-red-positive amyloid plaques."}, {"pubmed": 15137068, "text": "Low-dose UV-radiation sensitizes keratinocytes to TRAIL-induced apoptosis."}, {"pubmed": 15201983, "text": "8-Cloroadenosine can promote TRAIL killing activity in a hepatoma cell line in a dose- and time-dependent manner in vitro."}, {"pubmed": 15205263, "text": "once activated the major cytotoxic effector cells are potentially sensitive to TRAIL but are physiologically protected from its apoptotic action by intracellular level of c-FLIP"}, {"pubmed": 15241475, "text": "a novel TRAIL-mediated tumor suppressor activity of interferon regulatory factor 1 and suggest a mechanistic basis for the synergistic antitumor activities of certain retinoids and interferons"}, {"pubmed": 15251327, "text": "TRAIL can induce apoptosis of DR4/DR5-expressing cells and its receptors may participate in renal graft rejection."}, {"pubmed": 15256058, "text": "TRAIL may play an unexpected role in promoting angiogenesis in tumor angiogenesis."}, {"pubmed": 15257094, "text": "endotoxin increases sTRAIL where the p38 MAP kinase signaling pathway is involved"}, {"pubmed": 15285015, "text": "Infiltrating lymphocytes were isolated from H pylori-infected gastric mucosa, and expression of TRAIL in T cells was analyzed by flow cytometry."}, {"pubmed": 15286701, "text": "New antitumor activity of parthenolide, which can be exploited to reverse resistance of breast cancer cells to TRAIL."}, {"pubmed": 15292354, "text": "Enhanced apoptosis adjacent to vascular calcification and concurrent expression of regulators of apoptosis and osteoclastic differentiation, TNF-related apoptosis-inducing ligand and OPG. May be involved in pathogenesis of vascular calcification."}, {"pubmed": 15308561, "text": "results highlight that MM T cells support OC formation and survival, possibly involving OPG/TRAIL interaction and unbalanced OC expression of TRAIL death and decoy receptors"}, {"pubmed": 15326479, "text": "TRAIL-induced cell death is magnified by all-trans retinoic acid treatment, independently of telomerase activity on telomeres"}, {"pubmed": 15339846, "text": "CD40-activated CLL cells also express DR5, a receptor for tumor-necrosis factor (TNF)-related apoptosis-inducing ligand (TRAIL) that is expressed by CD4+ T-cells"}, {"pubmed": 15361826, "text": "Triggering triggering the mitochondrial pathway by betulinic acid may enhance TRAIL-based therapy in cancer."}, {"pubmed": 15459016, "text": "TRAIL plays important roles in interferon-induced apoptosis."}, {"pubmed": 15459191, "text": "cFLIP(L) is not only a central antiapoptotic modulator of TRAIL-mediated apoptosis but also an inhibitor of TRAIL-induced NF-kappaB activation and subsequent proinflammatory target gene expression"}, {"pubmed": 15475369, "text": "The bility of decoy receptor 3 to promote TRAIL-triggered death may be used to potentiate TRAIL efficacy during treatment tumors overexpressing DcR3."}, {"pubmed": 15498932, "text": "TRAIL effects on mitochondrial NF-kappaB-DNA binding"}, {"pubmed": 15509531, "text": "TRAIL can induce apoptosis in premalignant cells"}, {"pubmed": 15511228, "text": "IFN-gamma enhances TRAIL-induced apoptosis through IRF-1"}, {"pubmed": 15520016, "text": "The DR4-selective Apo2L/TRAIL variants examined in this study showed a markedly reduced ability to trigger apoptosis, whereas the DR5-selective variants had minimally decreased or slightly increased apoptosis-inducing activity"}, {"pubmed": 15531913, "text": "Rottlerin contribute to amplification of caspase cascades, thereby overcoming resistance of glioma cells to TRAIL-mediated apoptosis."}, {"pubmed": 15539085, "text": "TRAIL expression was mediated by increased transcriptional activity of the TRAIL promoter, suggesting lineage-specific regulation of TRAIL during megakaryocyte differentiation"}, {"pubmed": 15557763, "text": "Fas and TRAIL play an important role in the H. pylori-mediated apoptosis of gastric epithelial cells."}, {"pubmed": 15558024, "text": "Amiloride enhances TRAIL-induced cytotoxicity by inhibiting phosphorylation of the PI 3-Kinase-Akt pathway-associated kinases and phosphatases."}, {"pubmed": 15569667, "text": "G(1) cell cycle arrest sensitizes breast cancer cells to TRAIL at least in part by reducing levels of the anti-apoptotic protein survivin: ectopic expression of survivin partially suppresses apoptosis induced by TRAIL"}, {"pubmed": 15607733, "text": "These data suggest that amiloride sensitizes both tumor cells to TRAIL-induced apoptosis by promoting Akt dephosphorylation and caspase-8 activation via the intracellular acidification."}, {"pubmed": 15615731, "text": "Bid mediates apoptotic synergy between TRAIL and DNA damage"}, {"pubmed": 15634757, "text": "DAP kinase is involved in TRAIL-mediated cell apoptosis and a demethylating agent may have a role in enhancing TRAIL-mediated apoptosis in some NSCLC cells by reactivation of DAP kinase"}, {"pubmed": 15637055, "text": "removal of N-terminal domains of Bid by caspase-8 and Mcl-1 by caspase-3 enables the maximal mitochondrial perturbation that potentiates TRAIL-induced apoptosis"}, {"pubmed": 15653751, "text": "Supernatants from T cell blasts, pulse-stimulated with phytohemagglutinin contained TRAIL expressed on microvesicles ."}, {"pubmed": 15655781, "text": "in patients infected with cagA+/vacAs1+ H. pylori strains, expression of TRAIL and TRAIL-R1 and -R2 was down-regulated; down-regulation may limit apoptosis of gastric epithelial cells & destruction of tissue and may enable H. pylori to maintain its niche"}, {"pubmed": 15671071, "text": "Results suggest that the intracellular TRAIL mRNA expression in PBMC is up-regulated in MCNS patients during the nephrosis phase."}, {"pubmed": 15681838, "text": "TRAIL has a role in the anemia of myelodysplastic syndromes"}, {"pubmed": 15688023, "text": "Casein kinase II plays a critical antiapoptotic role by conferring resistance to TRAIL in colonic carcinoma."}, {"pubmed": 15757891, "text": "RAS-MEK-ERK1/2 signaling pathway can sensitize cells to TRAIL-induced apoptosis by up-regulating DR4 and DR5"}, {"pubmed": 15760909, "text": "c-FLIP(L) functions primarily as an inhibitor of death receptor-mediated apoptosis through TRAIL and caspase-8 activation"}, {"pubmed": 15767553, "text": "Bik and Bim have roles in bortezomib sensitization of cells to killing by death receptor ligand TRAIL"}, {"pubmed": 15774464, "text": "apoptosis of glioma cells induced by TRAIL is protected from by protein kinase C delta"}, {"pubmed": 15792357, "text": "hypoxia or low glucose-augmented TRAIL cytotoxicity is mediated through the mitochondria-independent or -dependent pathway"}, {"pubmed": 15806163, "text": "roles for Bax and Bak in linking the TRAIL death receptor pathway to the mitochondrial apoptosis signaling cascade upon DNA damage by ionizing radiation."}, {"pubmed": 15809718, "text": "TRAIL expressed on the surface of hepatocellular carcinoma cells by cytokines or cytostatic drugs might contribute to an alternative mechanism that enables tumors to evade immune surveillance by inducing apoptosis of activated human lymphocytes"}, {"pubmed": 15828026, "text": "data suggests a role of TRAIL as a regulator of megakaryocytopoiesis"}, {"pubmed": 15884050, "text": "APO2L/TRAIL plays a role in the regulation of human T cell activation."}, {"pubmed": 15887227, "text": "TRAIL is aberrantly expressed in mononuclear leukocytes from patients with B chronic lymphocytic leukemia."}, {"pubmed": 15916713, "text": "TRAIL-R4 but not TRAIL-R3 is the decoy receptor which appeared to influence TRAIL sensitivity in breast cancer cells"}, {"pubmed": 15962328, "text": "We identified the tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) as a mediator of TGF-beta-induced apoptosis in hepatoma cells."}, {"pubmed": 15996036, "text": "Upregulaationof TRAIL expression may be induced by virus antigen and inflammatory cytokine IFN-gamma in chronic hepatitis B."}, {"pubmed": 16007425, "text": "TRAIL does not seem to influence leukocyte and platelet production but has an important relationship to erythropoiesis in healthy adults."}, {"pubmed": 16026644, "text": "the effects of TRAIL on apoptosis are associated with changes in mitochondrial functions and expressions of cell cycle regulatory genes in multiple myeloma"}, {"pubmed": 16037944, "text": "Chemotherapy-resistant tumor cells can be sensitized for TRAIL-induced apoptosis at the death inducing signaing complex by proteasome inhibitor treatment."}, {"pubmed": 16040132, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16040132, "text": "The results indicate that the presence of the CC genotype at position 1595 in exon 5 represents a higher risk of MS."}, {"pubmed": 16041267, "text": "Pigs expressing biologically active human TRAIL will be used for future xenotransplantation experiments to modulate primate anti-pig cellular immune responses."}, {"pubmed": 16082383, "text": "TRAIL expression from a viral vector activated the Caspase-3 enzymatic capacity, and hepatocellular carcinoma cells were sensitive to TRAIL."}, {"pubmed": 16116625, "text": "Blocking the proteasome may be a way to sensitize hepatcellular carcinoma cells to TRAIL."}, {"pubmed": 16166346, "text": "TRAIL promotes cell migration and invasion via a NF-kappaB-dependent pathway in human cholangiocarcinoma cell lines, an observation that has a potential negative implication for TRAIL in cancer therapy."}, {"pubmed": 16174727, "text": "HIV-1 induces TRAIL expression on primary CD4+ T cells."}, {"pubmed": 16178278, "text": "description of TRAIL (CD253) [review]"}, {"pubmed": 16180223, "text": "TRAIL receptor 2 is highly expressed on human NPCs derived from fetal cortex, yet TRAIL induces only minimal levels of apoptosis in neural progenitor cells."}, {"pubmed": 16199534, "text": "studies suggested that acetylsalicylic acid -promoted Tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) cytotoxicity is mediated through down-regulating BCL-2"}, {"pubmed": 16206163, "text": "jun NH2-terminal kinase pathway is critically involved in human oligodendrocyte death induced by Tumor necrosis-related apoptosis-inducing ligand"}, {"pubmed": 16215673, "text": "Apo2L/TRAIL, combined with the BH3 mimetic, Bcl-xL inhibitor BH3I-2', induced apoptosis synergistically in prostate cancer cells through activation of Caspase-8 and Bid, resulting in activation of Caspase-3 and PARP cleavage."}, {"pubmed": 16226105, "text": "TRAIL apoptotic pathway plays an important role in hepatic cell death during viral infection."}, {"pubmed": 16229016, "text": "Nocodazole treatment inhibited TRAIL-increased NOS activity, indicating that, on cultured HUVEC, TRAIL ability to affect NO production by regulating eNOS sub-cellular distribution is mediated by cytoskeleton and Golgi complex modifications."}, {"pubmed": 16245299, "text": "these data suggest that TRAIL might act as a paracrine trophic cytokine on intestinal epithelium, promoting intestinal cell differentiation"}, {"pubmed": 16288714, "text": "systemic upregulation of TRAIL in dilated cardiomyopathy patients and concomitant local upregulation of osteoprotegerin in the myocardium"}, {"pubmed": 16289694, "text": "In an immortalized human KC cell line (HaCaT cells with both p53 alleles mutated) enhanced apoptotic susceptibility to interferon exposure was also observed and the mechanism for this enhanced apoptosis involved induction of TRAIL"}, {"pubmed": 16368536, "text": "Apo2L/TRAIL has a role in apoptosis [review]"}, {"pubmed": 16382051, "text": "bortezomib (Velcade) sensitizes some human tumor cells to Apo2L/TRAIL-mediated apoptosis"}, {"pubmed": 16436464, "text": "This study identified primary osteoblasts as additional potential targets for myeloma cell-mediated suppression which was partly dependent on the death receptor ligand TRAIL."}, {"pubmed": 16449964, "text": "Retinoic acid induction of the TRAIL pathway is also operative in leukemia cells"}, {"pubmed": 16455983, "text": "Results suggest that TRAIL-mediated mast cell (MC) survival in vivo and, potentially, for down-regulating MC hyperplasia in pathologic conditions"}, {"pubmed": 16459719, "text": "Gene expression incresed in multiple sclerosis patients treated with interferon-beta."}, {"pubmed": 16478725, "text": "Mcl-1 may serve as a direct substrate for TRAIL-activated caspases implying the existence of a novel TRAIL/caspase-8/Mcl-1/Bim communication mechanism between the extrinsic and the intrinsic apoptotic pathways"}, {"pubmed": 16514644, "text": "complex pattern of synergistic interaction between TRAIL and cisplatin is related to the cleavage of CASP8 and FADD-like apoptosis regulating protein"}, {"pubmed": 16518756, "text": "significant up-regulation of TRAIL was detected in monocyte-derived macrophages infected with avian influenza viruses A/Hong Kong/483/97 (H5N1/97) or its precursor, A/Quail/Hong Kong/G1/97"}, {"pubmed": 16574768, "text": "Review. Neutrophils produce in a finely regulated manner TRAIL, a TNF superfamily member involved in apoptosis, tumor cell killing and autoimmunity."}, {"pubmed": 16607283, "text": "Decitabine and IFN-gamma at relatively low individual concentrations cooperate to restore caspase-8 expression and sensitize resistant neuroblastoma and medulloblastoma cells to TRAIL-induced apoptosis."}, {"pubmed": 16627981, "text": "The combined delivery of CYLD and TRAIL may be a new useful strategy for hepatocellular carcinoma or other tumor cells with enhanced NF-kappaB activity."}, {"pubmed": 16645643, "text": "Both addition of IGFBP-3 protein to cell cultures or enforced expression of IGFBP-3 in the HT29 colon carcinoma cell line inhibited nuclear factor kappa B (NF-kappaB) activation in response to the induction of apoptosis by TRAIL."}, {"pubmed": 16731632, "text": "DR5-selective TRAIL variants do not induce apoptosis in DR4-responsive cell lines but show a large increase in biological activity in DR5-responsive cancer cell lines."}, {"pubmed": 16751802, "text": "TRAIL strongly induces the expression of the proinflammatory cytokines interleukin-8 and monocyte chemoattractant protein 1 and enhances the invasion of apoptosis-resistant pancreatic ductal adenocarcinoma cells in vitro"}, {"pubmed": 16785986, "text": "is a mediator of cell death that preferentially targets cancer cells"}, {"pubmed": 16807984, "text": "IFN-gamma modulates the expression of TRAIL in astrocytes, which may enhance cytotoxic sensitivity of infiltrating immune cells or brain cells other than astrocytes during inflammation of brain"}, {"pubmed": 16820090, "text": "Apo2L/TRAIL has a role in valproic acid-induced cytotoxicity in cultured thoracic cancer cells through mitochondria-dependent caspase activation"}, {"pubmed": 16831934, "text": "Persistence of osteoclastogenesis can be related to the formation of the osteoprogerin/TRAIL complex."}, {"pubmed": 16857810, "text": "TRAIL has a role in inducing apoptosis in human colorectal adenoma"}, {"pubmed": 16863850, "text": "TRAIL induces apoptotic cell death in neuroblastoma and survivin inhibits TRAIL induced apoptosis. Neuroblastoma cell sensitivity to TRAIL is governed by the ratio of TRAIL-R to survivin expression."}, {"pubmed": 16887991, "text": "Preferentially provokes apoptosis of HIV-1-infected monocyte-derived macrophages, by a mechanism reliant upon the inhibition of Akt-1 phosphorylation."}, {"pubmed": 16941746, "text": "upregulation of TRAIL in astroglial cells may abrogate immune cell effector functions"}, {"pubmed": 16950202, "text": "TRAIL down-regulation of Ste20-related proline-alanine-rich kinase is an important event that enhances its apoptotic effects"}, {"pubmed": 16951203, "text": "Flavopiridol sensitizes breast cancer cells to TRAIL-induced apoptosis by facilitating early events in the apoptotic pathway."}, {"pubmed": 17012835, "text": "photochemically mediated delivery of TRAIL allows a selective enhancement in cell killing in a colorectal cancer cell line."}, {"pubmed": 17070520, "text": "In the present study, we observed strong effects of sodium arsenite treatment on upregulation of TRAIL-mediated apoptosis in human and mouse melanomas."}, {"pubmed": 17079165, "text": "a recombinant form of the extracellular domain of the TRAIL (sTRAIL) was expressed in Escherichia coli BL21(DE3) under the control of a T7 promoter. A rapid and simple on-column refolding procedure was developed."}, {"pubmed": 17110373, "text": "dissociation of Bad from Bcl-xL and an increase in the intracellular level of Bcl-xL are responsible for development of acquired TRAIL resistance"}, {"pubmed": 17187253, "text": "Flavopiridol synergizes TRAIL cytotoxicity by downregulation of FLIP(L) and this synergistic effect is Bcl-2 family independent."}, {"pubmed": 17195089, "text": "Data show that histone deacetylase inhibition leads to decreased protein kinase casein kinase 2 activity, caspase-2 activation and partial cleavage of caspase-8 that sensitizes the tumor cell to TRAIL."}, {"pubmed": 17278883, "text": "These findings suggest that in tumors retaining functional p53 and expressing high levels of Hsp70, TRAIL may be an effective therapy."}, {"pubmed": 17314102, "text": "MADD has a role in the control of cancer cell survival/death as a negative regulator of caspase-8 and confers significant resistance to TRAIL-induced apoptosis"}, {"pubmed": 17352408, "text": "The effect of hyperinsulinemia on TRAIL expression in diabetic and normal rats and in humans with type 2 diabetes mellitus is reported."}, {"pubmed": 17356300, "text": "HIV Tat protein increases Bcl-2 expression in monocytes which inhibited apoptosis induced by TRAIL."}, {"pubmed": 17384675, "text": "A mutant of p68 RNA helicase at the phosphorylation sites (Y593/595F) dramatically sensitizes TRAIL-resistant cells to TRAIL-induced apoptosis, suggesting a potential therapeutic strategy to overcome TRAIL resistance."}, {"pubmed": 17420249, "text": "GAL-3 mediates TRAIL signaling by regulating PTEN in human breast carcinoma cells"}, {"pubmed": 17431115, "text": "Apo2L/TRAIL, in combination with low-dose CPT-11 or aphidicolin, induces apoptosis in human prostate cancer cells. Combinations with S-phase arrest-inducing drugs may represent promising avenues for its clinical development."}, {"pubmed": 17431792, "text": "findings suggest that TRAIL activates apoptosis pathway dependent on Bid, but largely independent of FADD and caspase-8, in U2OS cells"}, {"pubmed": 17479107, "text": "Fluorocytosine together with TRAIL dramatically decreased tumor growth and eradicated a neuroblastoma tumor."}, {"pubmed": 17495957, "text": "Cutaneous T-cell lymphoma (CTCL) cell lines revealed pronounced resistance to death ligands (TRAIL and TNF-alpha) as compared to cell lines of T-cell acute lymphoblastic leukemia (T-ALL)."}, {"pubmed": 17513605, "text": "5-Aminoimidazole-4-carboxamide riboside sensitizes TRAIL- and TNF{alpha}-induced cytotoxicity in colon cancer cells through AMP-activated protein kinase signaling"}, {"pubmed": 17525260, "text": "Data suggest that interferon-gamma sensitizes resistant Ewing's sarcoma cells to TRAIL-induced apoptosis by up-regulation of caspase-8 without altering chemosensitivity."}, {"pubmed": 17540725, "text": "Nitric oxide-mediated S-nitrosylation of GAPDH and subsequent nuclear translocation of GAPDH might function as a mediator of TNF-related apoptosis-inducing ligand (TRAIL) induced cell death in thyroid cancer cells."}, {"pubmed": 17544413, "text": "Wnt3A treatment significantly suppressed TRAIL-induced apoptosis in control hepatic stellate cells versus sFRP1 over-expressing cells."}, {"pubmed": 17548900, "text": "The potentiation of TRAIL-induced cell death could be implicated in lung cancer therapy and prevention"}, {"pubmed": 17553352, "text": "The levels of IFN-gamma, IL-12 and TRAIL in synovium fluid from the patients with RA are higher than those in healthy donors. This result indicates that the pattern of cytokine on course of RA is main of Th1, more typical in synovium fluid than in serum."}, {"pubmed": 17554866, "text": "TRAIL could induce endothelial apoptosis and cause regression of hemangiomas."}, {"pubmed": 17558561, "text": "We showed that DR5, upregulated by TRAIL, could be the mediator of TRAIL-induced OC apoptosis.  intracellular pathway induced by TRAIL in OCs involves caspase-8 and Bid activation."}, {"pubmed": 17571163, "text": "ability of TRAIL to modify inflammatory responses and to reduce neuronal cell death in meningitis suggests that it may be used as a novel antiinflammatory agent in invasive infections"}, {"pubmed": 17579120, "text": "analysis of certain carotenoids that sensitize cancer cells to TRAIL-induced apoptosis"}, {"pubmed": 17583676, "text": "We demonstrated that TRAIL alters gene expression through mRNA splicing and may change proapoptotic potential in response to cytokine stimulation."}, {"pubmed": 17617740, "text": "IFNalpha induces TRAIL expression via a STAT-1/IRF-1-dependent mechanism in human bladder cancer cells"}, {"pubmed": 17638906, "text": "RIP and c-FLIP-mediated assembly of the death-inducing signaling complex in nonrafts is a critical upstream event in TRAIL resistance"}, {"pubmed": 17683987, "text": "increased expression of TRAIL mRNA in PBMC closely correlates with SLE activity and suggest an important role for TRAIL in the pathogenesis of SLE."}, {"pubmed": 17686764, "text": "TRAIL can trigger an apoptotic pathway that involves JNK-dependent activation of Bim, which in turn induces Bax-mediated permeabilization of lysosomes."}, {"pubmed": 17697742, "text": "VPA significantly increased sensitivity of leukemic cells to tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) and led to downregulation of c-FLIP (L) expression."}, {"pubmed": 17701086, "text": "These results establish that unlike HBx, MHBs(t) enhances TRAIL-induced hepatocyte apoptosis through a novel mechanism that involves ERK2."}, {"pubmed": 17702740, "text": "Data suggest that OPG can bind both to RANKL and TRAIL and that the affinity of OPG for these two ligands is of a similar order of magnitude."}, {"pubmed": 17703232, "text": "Variants of human TRAIL (hTRAIL) and human CD95L (hCD95L), encompassing the TNF homology domain (THD), interact with the corresponding receptors and stimulate CD95 and TRAILR2 signaling after cross-linking."}, {"pubmed": 17765202, "text": "the homotrimerization and apoptotic activity of zinc-free TRAIL is enhanced by a more rigid local structure around the zinc-binding region"}, {"pubmed": 17767167, "text": "New link between death-receptor O-glycosylation and apoptotic signaling provides a potential predictive biomarkers for Apo2L/TRAIL-based cancer therapy."}, {"pubmed": 17803681, "text": "data provide a novel link between hypoxia, TRAIL and BRCA1, and suggest that this relationship may be especially relevant to the potential use of TRAIL as a chemotherapeutic agent"}, {"pubmed": 17881904, "text": "c-Myc activates DR4 transcription through E-box DNA-response elements located in the DR4 promoter, thereby increasing the expression of cell-surface pro-apoptotic death receptors in TRAIL-resistant cell lines"}, {"pubmed": 17884184, "text": "However, neither sTRAIL nor chemokine levels allowed prediction of one- and two-year clinical treatment response in 30 RRMS patients, prospectively followed by blinded investigators."}, {"pubmed": 17895594, "text": "Incubation in the presence of TRAIL enhanced the caspase-dependent and chymotrypsin-like-protease-dependent apoptotic cell death in A549 cells exposed to X rays."}, {"pubmed": 17900262, "text": "*matinib-resistant tumor cell lines undergo apoptosis after transfection with full-length TRAIL cDNA."}, {"pubmed": 17907960, "text": "This review focuses on recent advances in the understanding of TRAIL signal transduction and discusses the existing and future challenges of TRAIL-based cancer therapy development."}, {"pubmed": 17913827, "text": "These data suggest that TRAIL plays an important role in the antiviral response to dengue virus (DV) infection and is a candidate for antiviral interventions against DV."}, {"pubmed": 17932312, "text": "Activated protein C may provide cytoprotective activity by activating the ERK pathway, which upregulates EGR-1 thereby suppressing the expression of TRAIL by PAR-1/S1p1 dependent but EPCR independent mechanism."}, {"pubmed": 17940338, "text": "TRAIL may induce endothelial activation in concert with endothelial apoptosis."}, {"pubmed": 17947462, "text": "nuclear factor kappaB pathway inhibition blocks myeloma cell growth and induces apoptosis in strong synergy with TRAIL"}, {"pubmed": 17956986, "text": "IFN-alpha produced after HIV-induced Toll-like receptor 7 stimulation was responsible for TRAIL expression and the down-regulation of both CXCR4 and CCR5 by IKpDC"}, {"pubmed": 17982483, "text": "CK2 regulates endometrial carcinoma cell sensitivity to TRAIL and Fas by regulating FLIP levels."}, {"pubmed": 17983809, "text": "Human hepatoma cells mount an intact innate antiviral defense through induction of interferon, Trail, death receptor 4 and 5, and triggering apoptosis of infected cells."}, {"pubmed": 18006822, "text": "CDK4 is a modulator of TRAIL-induced apoptosis pathway"}, {"pubmed": 18006832, "text": "cathepsin E plays a substantial role in host defense against tumor cells through TRAIL-dependent apoptosis and/or tumor-associated macrophage-mediated cytotoxicity"}, {"pubmed": 18006836, "text": "silencing of PrPc facilitates the activation of proapoptotic Bax by down-regulation of Bcl-2 expression, thereby abolishing the resistance of breast cancer cells to TRAIL-induced apoptosis"}, {"pubmed": 18031928, "text": "TRAIL induced a slight, but consistent, decrease in viability for granulosa tumor cell lines, and inhibition of proteasome activity synergistically enhanced TRAIL-induced loss of viability."}, {"pubmed": 18057577, "text": "expression of TRAIL and its receptors in peripheral T-cells at both protein and mRNA levels are significantly increased in type 1 diabetic patients"}, {"pubmed": 18063697, "text": "TRAIL is expressed throughout neutrophil development, resulting in a broad distribution among different granule subtypes."}, {"pubmed": 18089811, "text": "Ioniing radiation signaling in a lung tumor cell line is due to release of TRAIL-associatted nuclear translocation of PAR-4 protein."}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18178561, "text": "TRAIL may play an important role in atherosclerosis by regulating IGF1R expression in VSMC in an NF-kappaB-dependent manner."}, {"pubmed": 18187663, "text": "the role of triptolide as a sensitizer to TRAIL-induced apoptosis in part by independent modulation of XIAP expression and p53 signaling."}, {"pubmed": 18202704, "text": "Describe a novel p53 rescue compound that induces p53-dependent growth arrest and sensitises glioma cells to Apo2L/TRAIL-induced apoptosis."}, {"pubmed": 18233993, "text": "This paper demonstrates that CD1c-positive myeloid DCs, but not BDCA-4-positive plasmacytoid DCs, are able to kill different target cells mainly via tumour necrosis factor-related apoptosis-inducing ligand."}, {"pubmed": 18243765, "text": "serum levels of soluble TRAIL are increased in patients with neoplastic, autoimmune and infectious diseases; recombinant TRAIL induces anti-tumor effects tumour cell lines"}, {"pubmed": 18266928, "text": "The Wnt pathway substantially contributes to TRAIL-related neurotoxicity in SH-SY5Y human neuroblastoma cells."}, {"pubmed": 18266968, "text": "Soluble TRAIL does not impair the anti-osteoclastic activity of osteoprotegerin."}, {"pubmed": 18284918, "text": "These results establish that besides HBx, preS2 viral proteins are also involved in enhancing TRAIL-induced hepatocyte apoptosis."}, {"pubmed": 18287563, "text": "TRAIL-induced cell death could play an important role in the progression of human diabetic nephropathy"}, {"pubmed": 18314443, "text": "primary SzS lymphocytes reveal frequent resistance to apoptosis induced by FasL and TRAIL"}, {"pubmed": 18330721, "text": "Data suggest a role of caspase-3 and of a particular cleaved form of this caspase during the early signals of heat shock plus TRAIL-induced apoptosis."}, {"pubmed": 18338379, "text": "Data suggest that osteoprotegerin inhibits osteoclast apoptosis, at least in part, by binding and thus inhibiting endogenously produced TRAIL in human osteoclast cultures."}, {"pubmed": 18339897, "text": "TTP plasma-mediated apoptosis appears to involve IFNG-induced acceleration of c-FLIP degradation, sensitizing cells to TRAIL-mediated caspase-8 activation and cell death."}, {"pubmed": 18341587, "text": "Novel therapeutic approaches using TRAIL or agonistic TRAIL receptor antibodies in combination with proteasome inhibitors may represent a promising approach to reactivate apoptosis in therapy-resistant high-grade gliomas"}, {"pubmed": 18343496, "text": "In Down Syndrome placentas, an inverse relationship between the expression levels of keratin-8 and TRAIL was observed."}, {"pubmed": 18348311, "text": "The results indicated that the expression levels of TRAIL mRNA, and serum sTRAIL were significantly elevated in ankylosing spondylitis (AS) patients."}, {"pubmed": 18362888, "text": "rpS6, especially in its unphosphorylated form, is a selective mediator of TRAIL-induced apoptosis"}, {"pubmed": 18362891, "text": "P73 and caspase-cleaved p73 fragments localize to mitochondria and augment TRAIL-induced apoptosis"}, {"pubmed": 18375389, "text": "Involvement of protective autophagy in TRAIL resistance of apoptosis-defective tumor cells"}, {"pubmed": 18385934, "text": "both mTRAIL and sTRAIL might be involved in the development and progression of primary biliary cirrhosis and chronic hepatitis B in humans, but the mechanisms might be different"}, {"pubmed": 18413764, "text": "ABT-737 augments TRAIL-induced cell killing by unsequestering Bim and Bak and enhancing a Bax conformational change induced by TRAIL."}, {"pubmed": 18424742, "text": "proteasome inhibitor NPI-0052 inhibits the transcription repressor Yin Yang 1 (YY1) which regulates TRAIL resistance and negatively regulates DR5 transcription."}, {"pubmed": 18430896, "text": "DJ-1 is specifically expressed in thyroid carcinomas and not in the normal thyroid; the protein modulates the response to TRAIL-mediated apoptosis in human neoplastic thyroid cells, at least partially through its antioxidant property"}, {"pubmed": 18451172, "text": "TRAIL may increase the anticancer efficacy of microtubule-targeting drugs."}, {"pubmed": 18474604, "text": "single amino acid substitution of Asp at residue position 218 of TRAIL to His or Tyr was predicted to have a favorable effect on DR4 binding specificity"}, {"pubmed": 18483205, "text": "Human T-cell blasts are not sensitive to FasL or Apo2L/TRAIL-induced apoptosis unless they get reactivated, but either of those ligands inhibits their growth in the absence of cell death due to cell cycle arrest."}, {"pubmed": 18491232, "text": "TRAIL-induced activation of PKC-delta mediates regulation of the phospholipid scramblase3-induced changes in cardiolipin."}, {"pubmed": 18502726, "text": "role of TRAIL in osteoclastogenesis; study demonstrated that recombinant TRAIL inhibits osteoclast formation, but only at relatively high concentrations"}, {"pubmed": 18519235, "text": "The altered ability of neutrophils to secrete sTRAIL may have different implications for the immune response of patients with oral cavity cancer cells at different stages of disease."}, {"pubmed": 18522940, "text": "analysis of the signaling dynamics during apoptosis initiation via the tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) receptor pathway"}, {"pubmed": 18566412, "text": "inhibition of TRAIL signaling works through interaction of CD73 with death receptor 5, as CD73 and death receptor 5 could be coimmunoprecipitated and were shown to be colocalized in the plasma membrane by confocal microscopy"}, {"pubmed": 18599181, "text": "Cellular resistance to TRAIL could be developed through phosphorylation (activation) of Akt and phosphorylation (inactivation) of PTEN in acute lymphoblastic leukemia cells."}, {"pubmed": 18599488, "text": "FADD protein, human; Humans; MCL1 protein, human; Mutagenesis; NF-kappa B"}, {"pubmed": 18640940, "text": "early clinical trial data suggest that rhApo2L/TRAIL is generally safe and provide preliminary evidence for potential antitumor activity"}, {"pubmed": 18644981, "text": "These results reveal a new AP-1 site within the TRAIL promoter functionally involved in TGF-beta-induced TRAIL expression and apoptosis in hepatomas."}, {"pubmed": 18723061, "text": "TRAIL expression is induced on primary human innate and adaptive immune cells in response to cytokines produced during influenza infection and that TRAIL sensitivity is increased in influenza virus-infected cells"}, {"pubmed": 18726983, "text": "Androgenic protection from TRAIL-induced apoptosis is via enhanced transcription of FLIP in prostate cancer cells. Loss of androgen-sensitivity in androgen-depletion-independent prostate cancer cells. Potential target for therapy of prostate cancer."}, {"pubmed": 18772312, "text": "rTRAIL induces human MSC migration."}, {"pubmed": 18780288, "text": "major role of soluble TRAIL in protecting cornea and conjunctiva from tumor formation and/or invasion"}, {"pubmed": 18802096, "text": "Induction of apoptosis by TRAIL results in suppression of hepatitis C virus (HCV)protein expression by a mechanism that may contribute to elimination of HCV-infected hepatocytes."}, {"pubmed": 18814951, "text": "five genes (TNFSF10/TRAIL, IL1RN, IFI27, GZMB, and CCR5) were upregulated and three genes (CLK1, TNFAIP3 and BTG1) were downregulated in at least three out of four subpopulations during acute GVHD."}, {"pubmed": 18834856, "text": "These results suggest that TRAIL has alternative biological functions in addition to its role in inducing apoptosis in human malignant astrocytoma cells."}, {"pubmed": 18838202, "text": "Overexpression of FLIP reduced TRAIL and TNF-alpha-induced apoptosis in ML-1 cells. However, while FLIPL completely abrogated apoptosis, FLIPS allowed for BID cleavage and caspase-3 activation."}, {"pubmed": 18922903, "text": "Src and ADAM-17-mediated shedding of transforming growth factor-alpha is a mechanism of acute resistance to TRAIL."}, {"pubmed": 18942021, "text": "TRAIL is expressed in the intestine and influences fibroblast survival."}, {"pubmed": 19058836, "text": "breast cancer cell produce a sufficient amount of osteoprotegerin to bind TRAIL, resulting in an upregulation of receptor activator factor kappa B ligand (RANKL) expression"}, {"pubmed": 19074831, "text": "TRAIL death receptors (DR4 and DR5) undergo constitutive endocytosis in some breast cancer cells"}, {"pubmed": 19106633, "text": "In a tumor cell line, gene silencing of TNFSF10 by siRNA suppressed caspase 3 and 7 activity, even after treatment with the DNA-damaging chemotherapeutic agent adriamycin."}, {"pubmed": 19147771, "text": "tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) and TRAIL receptors have roles in renal cell cancer"}, {"pubmed": 19197243, "text": "TRAIL-induced AMPK activation depends on transforming growth factor-beta-activating kinase 1 (TAK1) and TAK1-binding subunit 2."}, {"pubmed": 19203346, "text": "the loss of Bcr-Abl in imatinib-resistant K562 cells led to the down-regulation of c-FLIP and subsequent increase of TRAIL sensitivity"}, {"pubmed": 19212626, "text": "the expression of TRAIL and its receptors were lower in gastric cancer than those of normal tissue."}, {"pubmed": 19221598, "text": "Results suggest that circulating TRAIL might represent an important predictor of cardiovascular events, independent of conventional risk markers."}, {"pubmed": 19223770, "text": "Results indicate that a pVAX1-mediated combinatorial antiangiogenic and proapoptotic gene therapy approach involving endostatin and sTRAIL can be an effective novel form of treatment for human liver cancer."}, {"pubmed": 19236007, "text": "A single amino acid substitution of gly-131 to lys-131 or arg-131 in wild-type rhTRAIL improved its affinity toward death receptors DR4 and DR5. These variants were able to induce higher in vitro levels of apoptosis in tumor cells than wild-type TRAIL."}, {"pubmed": 19261616, "text": "bortezomib overcame TRAIL resistance at clinically achievable concentrations in hepatocellular carcinoma cells, and this effect is mediated at least partly via inhibition of the PI3K/Akt pathway"}, {"pubmed": 19265041, "text": "TRAIL/Apo2L mediates the release of procoagulant endothelial microparticles induced by thrombin in vitro: a potential mechanism linking inflammation and coagulation."}, {"pubmed": 19270498, "text": "TRAIL induces endocytosis of its death receptors in MDA-MB-231 breast cancer cells."}, {"pubmed": 19281785, "text": "role of the TRAIL pathway components in the regulation of granulosa cell apoptosis in in vitro and suggest that these factors may have a role in regulating ovarian apoptosis also in vivo"}, {"pubmed": 19289465, "text": "TRAIL- and troglitazone-induced apoptosis was preceded by a cleavage of beta-catenin, which was complete in a fully apoptotic population, and was mediated by caspases-3 and -8."}, {"pubmed": 19294332, "text": "The concentration of TRAIL protein in sera from patients with Alzheimer disease was not different from controls; no TRAIL protein was found in CSF samples. Data indicate that TRAIL serum level decreases in the late stage of disease."}, {"pubmed": 19305384, "text": "This is the first study that shows that intervertebral disk cells express TRAIL, DR4 and DR5, which correlate to the degenerative state of the disk."}, {"pubmed": 19309556, "text": "a role of TRAIL in the pathogenesis of periodontal disease."}, {"pubmed": 19349211, "text": "Data demonstrate that cytokine induced upregulation of TRAIL, DR4 and DR5 in tubules from patients with proliferative lupus nephritis may play a protective role by enhancing survival while also exerting a proinflammatory effect."}, {"pubmed": 19361506, "text": "Deficiency of GMDS leads to escape from natural killer cell-mediated tumor surveillance through modulation of TRAIL signaling."}, {"pubmed": 19379558, "text": "Sodium butyrate upregulates TRAIL and DR5 which causes apoptosis of leukemic cell lines."}, {"pubmed": 19385057, "text": "Taken together,we provided evidence that KAAD-cyclopamine facilitated TRAIL-mediated apoptosis at the level of the intrinsic and extrinsic apoptotic pathways in malignant glioma cells."}, {"pubmed": 19398149, "text": "the short isoform of c-FLIP and bcl-2 are key regulators in TRAIL-Myricetin mediated cell death in malignant glioma"}, {"pubmed": 19404407, "text": "IRF-1, IRF-7, type I IFNs, and STAT1 form a signaling feedback loop that is critical in regulating TRAIL expression in HIV-1-infected macrophages."}, {"pubmed": 19406930, "text": "Prx I functions to block propagation of Nox-derived ROS signaling to the p38 MAPK/caspase/cell death cascade during TRAIL treatment and also provides a molecular mechanism by which Prx I contributes to TRAIL resistance in liver cancers."}, {"pubmed": 19407827, "text": "TRAIL was found to induce degradation of p21 and p27 that was caspase-dependent, but independent of the ERK, p38 and PI3 kinase/Akt-signaling pathways."}, {"pubmed": 19412666, "text": "The novel highly selective and effective DR5-A and DR5-B TRAIL variants will be useful in studies on the role of different receptors in TRAIL-induced apoptosis in sensitive and resistant cell lines."}, {"pubmed": 19418484, "text": "Data show that FHIT expression in lung cancer cells is protective from TRAIL-induced apoptosis, and that FHIT exerts this protective effect downstream of TRAIL-receptors and likely requires its dinucleoside-triphosphate hydrolase activity."}, {"pubmed": 19435900, "text": "Significant reduction in metastatic tumor burden with frequent eradication of metastases using inducible TRAIL-expressing bone marrow-derived mesenchymal stem cells."}, {"pubmed": 19449143, "text": "In Multiple sclerosis, Alzheimer's disea and HIV encephalitis the production of TRAIL by activated leukocytes appears to contribute to disease progression by inducing apoptosis of parenchymal cells."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19470406, "text": "TNF-related apoptosis inducing ligand -induced apoptosis is mediated by down-regulation of FoxO-dependent c-FLIP expression followed by activation of a caspase-dependent mitochondrial apoptotic pathway."}, {"pubmed": 19476940, "text": "TRAIL has no apoptotic effects on human endometrial stromal cells, but differentially regulates cytokines and chemokines and might therefore play a role in the modulation of the cytokine milieu at the implantation site."}, {"pubmed": 19481529, "text": "Results identify PACS-2 as an essential TRAIL effector, and show that Akt cooperates with 14-3-3 to regulate the homeostatic and apoptotic properties of PACS-2 that mediate TRAIL action."}, {"pubmed": 19519609, "text": "TRAIL, DR5 and caspase-3 overexpression and enhanced Terminal Deoxynucleotidyl Transferase Mediated dUTP Nick End Labeling (TUNEL) positivity were found in chronically bitumen-exposed skin"}, {"pubmed": 19533303, "text": "restenosis development after PCI in patients with coronary artery disease involve the participation of RANTES and activated T-lymphocyte expressing CD25 after PCI, and sTRAIL may prevent this RANTES-dependent restenosis."}, {"pubmed": 19540229, "text": "Results examine the ability of restriction endonucleases to directly digest DNA in vivo, thereby circumventing the TRAIL/caspase cascade."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19587531, "text": "Adenoviral mediated transduction of adenoid cystic carcinoma by human TRAIL gene driven with hTERT tumor specific promoter induces apoptosis."}, {"pubmed": 19597472, "text": "Histone deacetylase inhibitors cooperate with IFNG to restore CASP8 expression and overcome TRAIL resistance in cancers with silencing of CASP8."}, {"pubmed": 19629467, "text": "the AA/TT genotypes of TRAIL at 1525/1595 engendered a lower risk of fatty liver and a less severe form of steatosis for non-alcoholic fatty liver patients in Chinese populations"}, {"pubmed": 19632771, "text": "RIP1 is important in maintaining resistance to TRAIL-induced apoptosis in breast tumor cells and highlight the potential therapeutic benefit of the combination of Hsp90 inhibitors and TRAIL against breast tumor cells."}, {"pubmed": 19671825, "text": "in rheumatoid arthritis, osteoprotegerin interferes with TRAIL in fibroblasts"}, {"pubmed": 19674787, "text": "Findings highlight a mechanism by which TRAIL and DR5 serve to protect trophoblasts in normal development, but may be activated in conditions of excessive TNFalpha."}, {"pubmed": 19690337, "text": "Plasmacytoid dendritic cells express TRAIL and induce CD4+ T-cell apoptosis in HIV-1 viremic patients."}, {"pubmed": 19724854, "text": "pcDNA3.1-Egr-1-TRAIL recombinant plasmid can sensitize SW480 cells to radiation, and the radiosensitization is related to cell cycle changes and apoptosis mediated by up-regulation of TRAIL expression"}, {"pubmed": 19749795, "text": "PU.1 is capable of inducing apoptosis in certain myeloma cells by direct transactivation of TRAIL."}, {"pubmed": 19767219, "text": "MiRNA-221 silencing rendered human bladder cancer T24 cells to undergo apoptosis induced by TRAIL."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19782681, "text": "immediate impact of Mcl-1 protein level manipulations on the course of early acute apoptotic response of colon adenocarcinoma cells to TRAIL"}, {"pubmed": 19802013, "text": "Results indicate that the apoptosis is mediated by a novel action of HDAC inhibitors that reduces TRAIL protein degradation."}, {"pubmed": 19854352, "text": "The current understanding of the mechanisms which control TRAIL-mediated apoptosis in breast cancer cells."}, {"pubmed": 19890662, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19896469, "text": "These results indicate that AMPK activators facilitate the activation by TRAIL of an apoptotic cell death program through a mechanism independent of AMPK and dependent on the down-regulation of cFLIP levels."}, {"pubmed": 19948942, "text": "Higher levels of TRAIL and the TRAIL decoy receptor, TRAIL R4, were expressed by leukocytes in inflamed human periodontal tissues."}, {"pubmed": 19954364, "text": "TRAIL induced apoptosis in neuroblastoma cells expressing caspase 8."}, {"pubmed": 19954896, "text": "TRAIL is downregulated in enterocytes, and upregulated in mononuclear cells in inflammatory bowel disease, but not in normal colon or appendicitis."}, {"pubmed": 19956887, "text": "eupatolide could augment TRAIL-induced apoptosis in human breast cancer cells by down-regulating c-FLIP expression through the inhibition of AKT phosphorylation"}, {"pubmed": 19962958, "text": "The data suggest that TRAIL primarily influences angiogenesis by the induction of vascular endothelial apoptosis, leading to vessel regression."}, {"pubmed": 19967427, "text": "TRAIL released by BCG immunotherapy may play a role in creating the therapeutic benefit by promoting apoptosis of tumor cells. Review."}, {"pubmed": 20007807, "text": "Plasmacytoid dendritic cells respond to cell-free human T-cell leukemia virus 1 by producing high levels of IFN-alpha and by mobilizing TRAIL on cell surface after TLR7 triggering."}, {"pubmed": 20042498, "text": "Results describe the relationship between therapy interruption-associated viremia and plasma IFN-alpha and TRAIL levels."}, {"pubmed": 20119620, "text": "These results, together with our investigation on other downstream proteins and feedback loops in this pathway, provide insights into the molecular mechanisms of the TRAILmediated apoptosis pathway."}, {"pubmed": 20123409, "text": "results suggest a possible pivotal role of the TRAIL/DR5 system in temporomandibular joint disc degeneration"}, {"pubmed": 20150555, "text": "TRAIL induction involves FGF-2, Sp1-phosphorylation and NFkappaB and that TRAIL promotes VSMC proliferation and neointima formation after arterial injury."}, {"pubmed": 20189551, "text": "Data show that human mast cells can produce and express intracellular TRAIL whose location could not be altered by different stimuli."}, {"pubmed": 20204286, "text": "hTERT RNAi sensitizes TRAIL-resistant hepato-cellular carcinoma cells to TRAIL-induced apoptosis."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20308427, "text": "knockdown of Mcl-1 but not Bcl-xL overcame resistance to TRAIL, CD95/FasL and tumor necrosis factor (alpha) death receptor ligation in Bax-deficient cells, and enabled TRAIL to activate Bak"}, {"pubmed": 20334827, "text": "Interferon-alpha-induced expression of TRAIL on natural killer cells is associated with control of HCV infection."}, {"pubmed": 20339295, "text": "Androgen ablation therapy alters expression of TRAIL death ligand and TRAIL-R2 in patients with prostate cancer."}, {"pubmed": 20354842, "text": "Results analyze cell viability, DISC formation as well as IL-8 and NF-kappaB activation side by side in responses to TRAIL and agonistic antibodies against DR4 (mapatumumab) and against DR5 (lexatumumab) in pancreatic ductal adenocarcinoma cells."}, {"pubmed": 20372797, "text": "528scFv-TRAIL may have a role in treatment of EGFR-expressing cancers"}, {"pubmed": 20379197, "text": "Mutant PIK3CA interferes with apoptosis downstream of death receptor-signal complex, allowing caspase-8 activation without apoptosis. Cleavage of ROCK-1 by caspase-8 triggers amoeboid shape and invasiveness of HCT116 cells in response to TRAIL and CD95L."}, {"pubmed": 20393185, "text": "Data show that the TNF/Fas/TRAIL pathway is modulated by nucleophosmin-anaplastic lymphoma kinase in anaplastic large cell lymphoma."}, {"pubmed": 20394499, "text": "Celecoxib, cisplatin and camptothecin can sensitize TRAIL-resistant hepatocellular carcinoma cell lines to TRAIL-induced apoptosis."}, {"pubmed": 20400979, "text": "Ovarian cancer ascites induces FAK and Akt activation in an alphavbeta5 integrin-dependent pathway, which confers protection from TRAIL-induced cell death and caspase activation."}, {"pubmed": 20417200, "text": "Disruption of IGF-1R signaling increases TRAIL-induced apoptosis"}, {"pubmed": 20424169, "text": "NF-kappaB signaling inhibition by quinacrine is cytotoxic to human colon carcinoma cell lines and is synergistic in combination with tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) or oxaliplatin"}, {"pubmed": 20430391, "text": "Statins reduce endothelial cell apoptosis via inhibition of TRAIL expression on activated CD4 T cells in acute coronary syndrome"}, {"pubmed": 20443055, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20443055, "text": "a promoter Single Nucleotide Polymorphism of TRAIL functionally modulates the gene and consequently its role in breast cancer pathogenesis"}, {"pubmed": 20560677, "text": "PDCD4 regulates TRAIL sensitivity in gastric cancer cells by inhibiting the PI3K/Akt signaling pathway."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20580220, "text": "results in tumour samples from colorectal cancer patients suggest TRAIL-R1-mediated apoptotic depletion of infiltrating immune cells (CD8+) in response to TRAIL expression by the tumour itself."}, {"pubmed": 20580868, "text": "Different histone deacetylase inhibitors (HDACi) may affect the expression of different TRAIL-related genes, but regulation of the mitochondrial pathway seems to be essential for the TRAIL sensitizing effect of HDACi in leukemic T cells."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20638129, "text": "TRAIL induces monocyte migration mediated by TRAIL receptor DR4 via the RhoGTPase signaling pathway."}, {"pubmed": 20638385, "text": "Knock-down of Beclin 1 sensitized glioma cells to TRAIL-induced apoptosis, and introduction of survivin antagonized the sensitizing effect, suggesting that down-regulation of survivin mediates the enhanced sensitivity to TRAIL-induced apoptosis."}, {"pubmed": 20671119, "text": "The abnormal expression of soluble TRAIL in plasma and TRAIL and Bcl-xL in megakaryocytes may play a role in the pathogenesis of impaired megakaryocyte apoptosis in immune thrombocytopenia."}, {"pubmed": 20734142, "text": "When Compound A was used at nontoxic concentrations in combination with TRAIL, there was a significant increase in the sensitivity of TRAIL-sensitive and TRAIL-resistant bladder tumor lines to TRAIL-mediated apoptosis."}, {"pubmed": 20802294, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20811726, "text": "Colon cancer cells can acquire rhTRAIL resistance by primarily reducing the basal procaspase 8/c-FLIP ratio and by increasing active caspase 8 degradation after rhTRAIL treatment."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20838376, "text": "PRAME may be involved in the tumorigenic process in a wide range of cancers, at least in part by blocking the tumor suppressor pathway mediated by TRAIL expression."}, {"pubmed": 20839416, "text": "TRAIL, its death receptor DR5 and caspase 3 were detected in the intima and media layers of newly formed vessels affected in affected temporomandibular joint discs."}, {"pubmed": 20852190, "text": "The interaction between TNF-related apoptosis-inducing ligand and its death receptors was analyzed using in-depth applications of surface plasmon resonance technology."}, {"pubmed": 20961336, "text": "Combinations of SNPs in the TNFSF10 allele were strongly associated with asthma supporting the concept that TRAIL is important in the development of hallmark features of this disease."}, {"pubmed": 20961336, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20977779, "text": "NF-kappaB targeting by way of IKK inhibition sensitizes lung cancer cells to adenovirus delivery of TRAIL"}, {"pubmed": 21047948, "text": "These results indicate that type 1 diabetes can be prevented by TRAIL overexpression through enhancement of TIMP-1 function."}, {"pubmed": 21059290, "text": "Knockdown of alpha-fetoprotein enhanced expression of TRAIL in hepatoma cells."}, {"pubmed": 21064084, "text": "Enhancement of proliferation and downregulation of TRAIL expression on CD8+ T cells by IL-21"}, {"pubmed": 21086019, "text": "High levels of tumor TRAIL expression define subgroups of oral squamous cell carcinoma patients with poor prognosis, but this does not preclude therapeutic use of recombinant TRAIL."}, {"pubmed": 21107885, "text": "Itch/AIP4-independent proteasomal degradation of cFLIP induced by the histone deacetylase inhibitor SAHA sensitizes breast tumour cells to TRAIL-induced apoptosis."}, {"pubmed": 21120579, "text": "Suggest that hirsutenone may enhance the apoptotic effect of TRAIL on ovarian carcinoma cell lines by increasing the activation of the caspase-8- and Bid-dependent pathways and the mitochondria-mediated apoptotic pathway, leading to caspase activation."}, {"pubmed": 21125311, "text": "TRAIL pegylation retains, or even enhances, the biological activities of TRAIL relevant for leukemia treatment."}, {"pubmed": 21160038, "text": "TRAIL costimulation induces phosphorylation of the upstream T cell receptor-proximal tyrosine kinases Lck and ZAP70, resulting in activation of the downstream NF-kB pathway."}, {"pubmed": 21167276, "text": "Our results suggest that PIC sensitizes TRAIL-induced-apoptosis via Sp1- and ERK-dependent DR5 up-regulation."}, {"pubmed": 21183948, "text": "The use of an oncolytic adenoviral vector, in combination with TRAIL gene therapy, is a promising novel approach for cancer therapy."}, {"pubmed": 21209944, "text": "resveratrol can enhance the apoptosis-inducing potential of TRAIL by activating FKHRL1 and its target genes"}, {"pubmed": 21211989, "text": "Data show differential expression of interferon-gamma, TNFSF3, TNFSF10, TNFSF12 and PDGFbeta in CD8+, CD14+ and CD4+ cells."}, {"pubmed": 21248767, "text": "TRAIL can be an inducer of both differentiation and apoptosis in human keratinocytes, and that caspases critically mediate these processes"}, {"pubmed": 21255088, "text": "Death ligand TRAIL, secreted by CD1a+ and CD14+ cells in blister fluids, is involved in killing keratinocytes in toxic epidermal necrolysis."}, {"pubmed": 21279373, "text": "increased expression in plaque psoriasis"}, {"pubmed": 21291526, "text": "Findings suggest that the combination of AAV/TRAIL and cisplatin may be a promising strategy for HNSCC therapy."}, {"pubmed": 21305500, "text": "TRAIL has a dual role in rheumatoid arthritis (RA). The resistance of RA fibroblast-like synoviocytes to TRAIL-induced apoptosis is associated with a disease-promoting activity of TRAIL in RA."}, {"pubmed": 21317160, "text": "Data suggest that Casp4, Casp 6 and TNFSF10 are differentially expressed in potentially fertile and subfertile men and represent useful biomarkers for predicting male fertility in combination with P1 and P2."}, {"pubmed": 21368892, "text": "Overexpression of TRAIL efficiently induced apoptosis in glioma cell lines and inhibited anchorage-independent cell growth."}, {"pubmed": 21381010, "text": "TRAIL expression in the tumor microenvironment may affect recurrence-free survival rate of prostate cancer patients."}, {"pubmed": 21426505, "text": "we demonstrated that sTRAIL is depressed in the sera of hemodialysis patients, but was not correlated with vascular calcification"}, {"pubmed": 21435442, "text": "KSR1 is overexpressed in endometrial carcinoma and regulates proliferation and TRAIL-induced apoptosis by modulating FLIP levels"}, {"pubmed": 21437625, "text": "Data show an enhanced expression level of TRAIL mediated by 5/35 fiber-modified adenoviral vectors in bladder cancer cells, leading to an increased tumor-inhibiting capability of 5/35 adenoviral vector against bladder cancer cells."}, {"pubmed": 21437722, "text": "PI3 Kinase inhibition on TRAIL-induced apoptosis correlates with androgen-sensitivity and p21 expression in prostate cancer cells."}, {"pubmed": 21454681, "text": "Cellular FLICE-inhibitory protein (cFLIP) isoforms block CD95- and TRAIL death receptor-induced gene induction irrespective of processing of caspase-8 or cFLIP in the death-inducing signaling complex"}, {"pubmed": 21465464, "text": "These data demonstrate that TRAIL and PKCepsilon must be reciprocally regulated to ensure physiological colon epithelial cell differentiation starting from the stem cell pool."}, {"pubmed": 21480222, "text": "The expression levels of WWP1 in four breast cancer cell lines were specifically correlated with the tumor necrosis factor (TNF)-related apoptosis-inducing ligand (TRAIL) resistance."}, {"pubmed": 21482133, "text": "A detachment-induced and PI3K/Akt-mediated resistance to apoptotic effects of TRAIL, is demonstrated."}, {"pubmed": 21485546, "text": "The TRAIL-716 polymorphism is not directly related with the genetic susceptibility to prostate cancer in the Chinese Han population of Nanjing."}, {"pubmed": 21525012, "text": "Epidermal growth factor receptor-mediated tissue transglutaminase overexpression couples acquired tumor necrosis factor-related apoptosis-inducing ligand resistance and migration through c-FLIP and MMP-9 proteins in lung cancer cells"}, {"pubmed": 21538027, "text": "Inhibition of PI3K reduced rhTRAIL sensitivity independently of the cell line preference for either DR4- or DR5-mediated apoptosis signaling."}, {"pubmed": 21554547, "text": "YC-1 may confer a benefit in TRAIL treatment of epithelial ovarian adenocarcinoma."}, {"pubmed": 21603612, "text": "identify a novel mechanism for TRAIL regulation by which activation of NFATc1 increases TRAIL expression through negative regulation of Sp1 binding to the TRAIL promoter."}, {"pubmed": 21622121, "text": "results indicate that TRAIL could exert a different role in modulating OC differentiation in physiological and pathological conditions"}, {"pubmed": 21670755, "text": "[review] Changes in endogenous TRAIL and TRAIL receptor expression during the development of genitourinary malignancies, and understanding the biological consequences of such changes, will maximize the potential of TRAIL-based therapeutics."}, {"pubmed": 21695716, "text": "Gli2 gene silencing sensitized SMMC-7721 cell to tumor necrosis factor-related apoptosis-inducing ligand-induced apoptosis by reducing the expression of the long and short isoform of c-FLIP and Bcl-2"}, {"pubmed": 21697087, "text": "Modulation of CCAAT/enhancer binding protein homologous protein (CHOP)-dependent DR5 expression by nelfinavir sensitizes glioblastoma multiforme cells to tumor necrosis factor-related apoptosis-inducing ligand (TRAIL)."}, {"pubmed": 21706325, "text": "An insight of the orchestration between DNA damage-based molecular responses and TRAIL provides an understanding of the mechanisms that cause apoptosis and may provide rationale for the development of novel therapeutic strategies."}, {"pubmed": 21732015, "text": "is associated with impaired regulation of CD4+CD25- T cells by regulatory T cells in patients with rheumatoid arthritis"}, {"pubmed": 21760914, "text": "This study supports the potential role of the TRAIL pathway in the pathogenesis of hip osteoporotic fractures in Chinese Han population."}, {"pubmed": 21769428, "text": "TRAIL-induced redistribution of DR4 and DR5 in lipid rafts contributed to the sensitivity to TRAIL in TRAIL-sensitive NSCLC H460 cell line."}, {"pubmed": 21769834, "text": "Our data demonstrate that TRAIL is expressed in myositis muscle and may mediate both activation of NF-kappaB and autophagic cell death in myositis."}, {"pubmed": 21802664, "text": "Synergy between TLR3 and IL-18 promotes IFN-gamma dependent TRAIL expression in liver NK cells."}, {"pubmed": 21824395, "text": "Alveolar sensitivity to TRAIL-mediated apoptosis is strongly increased in the emphysematous lung due to the presence of oxidative stress."}, {"pubmed": 21846721, "text": "a novel mechanism for the tumoricidal activity of PEDF, which involves tumor cell killing via PPARgamma-mediated TRAIL induction in macrophages."}, {"pubmed": 21859711, "text": "TRAIL-s is a novel adaptive mechanism of apoptosis resistance acquired by HIV-infected cells to avoid their elimination by TRAIL-dependent effector mechanism."}, {"pubmed": 21864851, "text": "No statistical association is found between the Fas, FasL and TRAIL polymorphisms and the risk of multiple sclerosis in Iranian patients."}, {"pubmed": 21926463, "text": "direct role for Foxo3a/TRAIL signaling in the persistence of memory B cells and a mechanism for the reduced survival of memory B cells during HIV infection"}, {"pubmed": 21941373, "text": "a novel TRAIL-resistance mechanism in which galectin-3 impedes trafficking of death receptor by anchoring them in glycan nano-clusters, blocking the execution of the apoptosis signal."}, {"pubmed": 21952139, "text": "transcript variants lose apoptotic activity but retain or enhance NF-kappaB activating potentials"}, {"pubmed": 21988644, "text": "Results show that lenti-TRAIL-shBcl-2 induced apoptosis in bystander cells as well as infected lymphoma cells and inhibited the growth of lymphoma cells."}, {"pubmed": 21993926, "text": "These results suggest that TRAIL, produced from myeloma cells, may play an important role in bone resorption of multiple myeloma patients"}, {"pubmed": 22023762, "text": "TRAIL has a twofold activity on erythroid lineages: it induces a mild erythroid cell cytotoxicity in the presence of serum and growth factors"}, {"pubmed": 22034880, "text": "Our data suggest that OPG through the TRAIL pathway, but not the RANKL pathway, plays a role in regulating anti-apoptosis during the development of infantile haemangioma"}, {"pubmed": 22072062, "text": "Endoplasmic reticulum stress sensitizes cells to TRAIL through down-regulation of FLIP and Mcl-1 and PERK-dependent up-regulation of TRAIL-R2."}, {"pubmed": 22110611, "text": "TRAIL dependent fratricidal killing of gp120 primed hepatocytes by HCV core expressing hepatocytes"}, {"pubmed": 22159760, "text": "Results demonstrate the involvement of Akt-FoxO3a signaling in TLR9-mediated downregulation of TRAIL and anti-apoptotic signals."}, {"pubmed": 22194780, "text": "Stressful partum conditions and elevated CRP levels are associated with a decrease of circulating TRAIL."}, {"pubmed": 22202560, "text": "Pericardial and serum levels of OPG and TRAIL in pericardial effusions, were assessed."}, {"pubmed": 22310286, "text": "in MCL cells, the anti-glycolytic effects of 2DG and glucose restriction produced opposite effects on TRAIL-induced cell death, demonstrating that mitochondrial metabolism directly modulates sensitivity of tumour cells to apoptosis"}, {"pubmed": 22320196, "text": "TNF-related apoptosis inducing ligand(TRAIL) transcription stimulation was stronger in leiomyoma cells than myometrial cells"}, {"pubmed": 22322844, "text": "Study provides proof of principle that TRAIL combined with simultaneously targeting the Bcl-2 and Akt signaling pathways may have potential as a novel future treatment strategy for nasopharyngeal carcinoma (NPC)."}, {"pubmed": 22328338, "text": "Orlistat promotes the sensitivity to TRAIL by reactive oxygen species-mediated pathways in prostate cancer cells."}, {"pubmed": 22345097, "text": "API-1 reduces c-FLIP and enhances TRAIL-induced apoptosis independent of its Akt-inhibitory activity"}, {"pubmed": 22354145, "text": "AW00179 potentiates TRAIL-mediated cell death in the drug-resistant human lung cancer H1299 cells."}, {"pubmed": 22384114, "text": "Cytotoxicity of CD56(bright) NK cells towards autologous activated CD4+ T cells is mediated through NKG2D, LFA-1 and TRAIL and dampened via CD94/NKG2A"}, {"pubmed": 22392486, "text": "Endometriosis is not associated with tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) polymorphism."}, {"pubmed": 22398750, "text": "Letter: Soluble TRAIL might be a valuable biomarker for vascular remodeling after percutaneous coronary interventions."}, {"pubmed": 22408249, "text": "Proteasome inhibition can impair caspase-8 activation upon submaximal stimulation of apoptotic tumor necrosis factor-related apoptosis inducing ligand (TRAIL) signaling."}, {"pubmed": 22449797, "text": "NK cell induction of hepatic stellate cell apoptosis in HCV infection was contact dependent and could partly be blocked by antibodies specific for TRAIL, NKG2D and FasL."}, {"pubmed": 22462553, "text": "TRAIL via caspase-dependent action can sequentially activate c-Abl, p73, and stress kinases, which contribute to apoptosis in colon cancer cells."}, {"pubmed": 22471587, "text": "A higher baseline serum sTRAIL level was associated with a better survival of peritoneal dialysis patients."}, {"pubmed": 22496450, "text": "Tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) induces death receptor 5 networks that are highly organized."}, {"pubmed": 22528215, "text": "staining were employed for the detection of apoptosis and cell cycle progression. The results showed that expression of TRAIL and endostatin protein exhibited a time- and dose-dependent change in ECV304 cells after pshuttle-Egr1-shTRAIL-shES transfection."}, {"pubmed": 22542907, "text": "reduction in placental expression in response to antiphospholipid antibodies"}, {"pubmed": 22554587, "text": "Data show that interferon gamma-primed mesenchymal stem cells expressed tumor necrosis factor-related apoptosis-inducing ligand (TRAIL)."}, {"pubmed": 22698523, "text": "OPG, RANKL or TRAIL do not modify the regulation of a calcification-associated gene set."}, {"pubmed": 22719861, "text": "data demonstrate that TRAIL induces osteoclastic differentiation via a TRAF-6 dependent signaling pathway"}, {"pubmed": 22729471, "text": "serum TRAIL levels in scleroderma patients may indicate pulmonary involvement"}, {"pubmed": 22783581, "text": "Measurement of changes in sTRAIL following BevacizumAb treatment may have prognostic value in metastatic colon cancer patients."}, {"pubmed": 22883061, "text": "The genetic polymorphisms of TRAIL (G1525A, G1588A, C1595T) and the plasma levels of sTRAIL are correlated with ulcerative colitis in Chinese patients."}, {"pubmed": 22898820, "text": "WT1-dependent Bcl-xL overexpression contributes to TRAIL resistance in myeloid leukemias."}, {"pubmed": 22899350, "text": "TRAIL-mediated signaling in breast cancer can be used to overcome neoplastic drug resistance."}, {"pubmed": 22914768, "text": "TRAIL may have a pathogenic role in recurrent miscarriage by inhibiting both the adhesion and migration capabilities of first trimester trophoblastic cells."}, {"pubmed": 22922789, "text": "as a new therapeutic strategy, the combination of chemotherapeutic agents and TRAIL gene modified MSCs (TRAIL-MSCs) would improve the therapeutic efficacy of HCC in vivo"}, {"pubmed": 22942757, "text": "Protein assays revealed that TRAIL/PX synergy was related to DR4, cleaved caspase-8 and cleaved caspase-3 upregulation, whereas the mitochondrial pathway was not involved in TRAIL-induced apoptosis."}, {"pubmed": 22948392, "text": "Suppression of HSP70 expression sensitizes NSCLC cell lines to TRAIL-induced apoptosis by upregulating DR4 and DR5 and downregulating c-FLIP-L expressions"}, {"pubmed": 23014529, "text": "Oncolytic viruses selectively induced expression of TRAIL and Noxa in prostate cancer cells, lung cancer cells, and breast cancer cells downstream of RIG-I and MAVS."}, {"pubmed": 23018355, "text": "The soluble TRAIL levels were decreased after allergen-specific immunotherapy to healthy levels and may be of use as a marker of efficacy of immunotherapy in allergic rhinoconjunctivitis patients."}, {"pubmed": 23053497, "text": "We show Rg3 is capable of promoting TRAIL-induced apoptosis in a number of HCC cell lines"}, {"pubmed": 23071256, "text": "Data indicate the importance of tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) in pulmonary arterial hypertension (PAH) pathogenesis and suggest its potential as a therapeutic target to direct future translational therapies."}, {"pubmed": 23085529, "text": "Data indicate that TRAIL was massively relocalized on plasma membrane when cells were cultured with HIV."}, {"pubmed": 23096115, "text": "FADD and the initiator caspase-8 mediate activation of NF-kappaB by TRAIL."}, {"pubmed": 23228130, "text": "The complex PRAME/EZH2 is able to repress TRAIL expression, in a cancer-specific manner; inhibition of PRAME/EZH2 releases apoptosis-mediating TRAIL. (Review)"}, {"pubmed": 23247197, "text": "SIRT1 inhibition increases Ku70 acetylation, and the acetylated Ku70 with a decreased function mediates the induction of DR5 and the down-regulation of c-FLIP by up-regulating c-Myc/ATF4/CHOP pathway,promotes the TRAIL-induced apoptosis"}, {"pubmed": 23258590, "text": "lack of death receptor redistribution negatively impacts DISC assembly in lipid rafts, which at least partially leads to the development of acquired resistance to TRAIL in H460R cells."}, {"pubmed": 23277172, "text": "OPG and TRAIL are frequently expressed and coexpressed in bladder urothelial carcinomas, supporting the involvement of OPG in the resistance to TRAIL-driven apoptosis."}, {"pubmed": 23290504, "text": "indicated soluble TRAIL as a potential predictive biomarker in maternal serum for early pregnancy complications"}, {"pubmed": 23306613, "text": "used a stable cell line with downregulated c-Cbl, infection with the c-Cbl shRNA-expressing adenovirus led to an increase in the death receptor 4 (DR4) and DR5 levels, which is known to be a cause for the increase of TRAIL-induced apoptosis"}, {"pubmed": 23319802, "text": "conclude that it is mTORC2 inhibition that results in FLIP(S) downregulation and subsequent sensitization of TRAIL-induced apoptosis"}, {"pubmed": 23375756, "text": "TRAIL-induced microvascular hyperpermeability is phosphatidylinositol 3-kinase (PI3K)-dependent and may be mediated by caspase-3 cleavage of the endothelial adherens junctional complex."}, {"pubmed": 23384657, "text": "The serum TRAIL level may be a novel biomarker for predicting prognosis in hemodialysis patients."}, {"pubmed": 23392805, "text": "In pancreatic ductal adenocarcinoma cells, TRAIL strongly induced uPA and IL-8 via TRAIL-R1."}, {"pubmed": 23408429, "text": "oncogene metadherin modulates the apoptotic pathway based on the tumor necrosis factor superfamily member TRAIL (Tumor Necrosis Factor-related Apoptosis-inducing Ligand) in breast cancer"}, {"pubmed": 23426404, "text": "Showed significant synergistic effects in combination with TRAIL against both cell lines."}, {"pubmed": 23428290, "text": "The enhanced efficacy of TRAIL in combination with CBX coupled with the minimal cytotoxic nature of CBX suggested a favorable clinical usage of this treatment regimen."}, {"pubmed": 23437333, "text": "Sensitivity of malignant peripheral nerve sheath tumor cells to TRAIL is augmented by loss of NF1 through modulation of MYC/MAD."}, {"pubmed": 23441146, "text": "Low concentrations of soluble TRAIL represent a strong predictor of a poor prognosis in patients with acute coronary syndrome."}, {"pubmed": 23456625, "text": "TRAIL-induced activation of p38 and JNK have counteracting effects on Mcl-1 expression leading to pro- or anti-apoptotic effects, respectively."}, {"pubmed": 23457619, "text": "MADD knockdown resulted in enhanced spontaneous apoptosis in human breast cancer cell lines"}, {"pubmed": 23468057, "text": "Data indicate that verexpression of Egr-1 induced a significant decrease in the basal levels of TRAIL."}, {"pubmed": 23472162, "text": "soluble Tumor necrosis factor-Related Apoptosis-Inducing Ligand (TRAIL) is associated with central adiposity and low-density lipoprotein cholesterol"}, {"pubmed": 23481489, "text": "This study demonstrates the existence of a significant transcardiac soluble TRAIL concentration gradient in patients with non-valvular atrial fibrillation (AF), inversely associated to AF recurrence."}, {"pubmed": 23492758, "text": "High levels of TRAIL were found in the milk of women with preterm delivery, and it remained at high levels up to 72 days after birth."}, {"pubmed": 23492767, "text": "Hypoxia induces apoptosis in AML1/ETO-expressing cells via a TRAIL/caspase 8-dependent autocrine loop; TRAIL is a key regulator of hypoxia-induced apoptosis in cultured leukemia cells."}, {"pubmed": 23579274, "text": "BNIP3 acts as transcriptional repressor of death receptor-5 expression and prevents TRAIL-induced cell death in gliomas."}, {"pubmed": 23615398, "text": "Monensin effectively sensitizes various glioma cells, but not normal astrocytes, to TRAIL-mediated apoptosis."}, {"pubmed": 23636231, "text": "we show the potential of chrysin in overcoming TRAIL resistance of cancer cells and elucidate its mechanism of action."}, {"pubmed": 23667901, "text": "Data indicate that cysteine cathepsins are not required for the TRAIL- and CD95-mediated apoptosis in various human cancer cell lines."}, {"pubmed": 23674352, "text": "Downstream of the death receptor the ability of TRAIL to enhance cell killing."}, {"pubmed": 23686163, "text": "Taken together, these results indicate for the first time that GSI-I/TRAIL combination could represent a novel and potentially effective tool for breast cancer treatment."}, {"pubmed": 23688319, "text": "Maternal plasma sTRAIL concentrations are lower (while those of CRP are higher) in women with preeclampsia than in those with uncomplicated pregnancies. These findings are consistent with the evidence of intravascular inflammation in this disorder."}, {"pubmed": 23699397, "text": "Cells surviving fractional killing by TRAIL exhibit transient but sustainable resistance and inflammatory phenotypes."}, {"pubmed": 23699656, "text": "Results show that TRAIL in combination with Smac mimetics induces the degradation of cIAP1 and XIAP and thus induces apoptosis leading to a possibility of using this combination as promising strategy for the treatment of nasopharyngeal carcinoma."}, {"pubmed": 23722000, "text": "the levels of circulating TRAIL are markedly low in both mothers and children after delivery, rapidly rising thereafter. Moreover, the highest levels of TRAIL are observed in newborns with the best clinical parameters."}, {"pubmed": 23732517, "text": "our results show that fidarestat potentiates TRAIL-induced apoptosis through downregulation of cell survival proteins and upregulation of death receptors via activation of the AKT/FOXO3a pathway."}, {"pubmed": 23774624, "text": "expression has no effect on the level of the TRAIL receptors DR4 and DR5. These findings might have clinical implications since the combination of TRAIL therapy with administration of Pgp modulators might sensitize TRAIL resistant tumors"}, {"pubmed": 23792015, "text": "A significant association was detected between TRAIL mRNA expression and systemic lupus erythematosus disease activity in Egyption patients."}, {"pubmed": 23822995, "text": "Antagonistic antibodies against the death receptors demonstrated that Apo2L/TRAIL mediated its apoptotic signals through activation of the TRAIL-R2 in PTHrP expressing breast cancer cells"}, {"pubmed": 23857473, "text": "these results indicate that CAPE potentiated TRAIL-induced apoptosis in SK-Hep1 cells, through upregulation of TRAIL receptors via modulation of p38 and JNK signaling pathways"}, {"pubmed": 23931066, "text": "Data indicate that the circulating tumour necrosis factor (TNF)-related apoptosis-inducing ligand (TRAIL) level decreased in newly diagnosed type 2 diabetes and increased after 6 months of diabetic treatment significantly."}, {"pubmed": 23932896, "text": "The role of TRAIL in the pathogenesis of multiple sclerosis is supported in this study, especially during the acute phases of the disease."}, {"pubmed": 23937794, "text": "we provide first data that indicate a prognostic value for TRAIL-gamma overexpression in gastric carcinoma"}, {"pubmed": 23944369, "text": "review of what is known about proapoptotic TRAIL signaling, the role of intracellular survival pathways in the regulation of resistance to TRAIL and the activation of non-apoptotic signaling by TRAIL."}, {"pubmed": 23959437, "text": "This study is the first one to report an association between a TRAIL polymorphism and lymphoma risk and suggests a possible role of TRAIL in B cell lymphomagenesis."}, {"pubmed": 23974204, "text": "These results identify a novel interaction between Aurora and IKK kinases and show that these pathways can cooperate to promote TRAIL resistance in multiple myeloma."}, {"pubmed": 23981753, "text": "An increased level of TRAIL is a feature of juvenile systemic lupus erythematosus that correlates with disease activity, anti-dsDNA titers neutropenia and lupus nephritis."}, {"pubmed": 23986130, "text": "Significantly suppressed sTRAIL levels in diabetic nephropathy patients with foot ulcers compared to healthy controls suggest a protective role for TRAIL in the disease setting."}, {"pubmed": 24001901, "text": "Tumor-targeting TRAIL expression mediated by miRNA response elements suppressed growth of uveal melanoma cells."}, {"pubmed": 24002210, "text": "ibuprofen and TRAIL synergistically induced apoptosis in human colon cancer HCT116 cells but not in normal PBMCs, raising the possibility that ibuprofen may be promising as a safe chemopreventive agent against colon cancer."}, {"pubmed": 24019170, "text": "gammadelta T cells can mediate anticancer immunity via NKG2D-regulated production of sTRAIL."}, {"pubmed": 24040204, "text": "TRAIL-deficiency accelerates vascular calcification in atherosclerosis via modulation of RANKL."}, {"pubmed": 24065684, "text": "These data suggest that the CC genotype at this SNP is related to diabetic severity and it might be a candidate for the prognostic assessment of type 2 diabetes mellitus"}, {"pubmed": 24078627, "text": "azadirone can sensitize cancer cells to TRAIL through ROS-ERK-CHOP-mediated up-regulation of DR5 and DR4 signaling, down-regulation of cell survival proteins, and up-regulation of proapoptotic proteins."}, {"pubmed": 24083751, "text": "Increased serum S-TRAIL level in newly diagnosed stage-IV lung adenocarcinoma but not squamous cell carcinoma is correlated with age and smoking."}, {"pubmed": 24097299, "text": "These results suggest that TRAIL inhibits VEGF-induced angiogenesis by increasing caspase-8 activity and subsequently decreasing non-apoptotic signaling functions of procaspase-8, without inducing caspase-3 activation and endothelial cell cytotoxicity."}, {"pubmed": 24100030, "text": "a novel mechanism by which the interaction between PP2A and Src in the context of caspase-8 activation modulates TRAIL sensitivity in cancer cells."}, {"pubmed": 24145180, "text": "Level of TRAIL and CXCL8 correlated with 2-[18F]Fluoro-2-deoxy-D-glucose uptake in anti-VEGF treated colon cancers."}, {"pubmed": 24148916, "text": "TRAIL is characteristically present within calcific aortic valves and mediates the calcification of aortic valve interstitial cells."}, {"pubmed": 24155891, "text": "IL-27 enhances the expression of TRAIL and TLR3 in human melanomas."}, {"pubmed": 24167941, "text": "The observed interrelations between sTRAIL and nutritional parameters as well as studied adipokines may indicate the modulating role of sTRAIL in metabolic regulation."}, {"pubmed": 24184557, "text": "FasL and TRAIL are clustered on the exosomal membrane as oligomerized aggregates ready to form death-inducing signaling complex."}, {"pubmed": 24194568, "text": "Our studies thus describe valuable compounds that allow elucidation of the signaling events occurring in TRAIL resistance, and demonstrate that these agents act as potent TRAIL-sensitizing agents in a variety of cancer cell lines."}, {"pubmed": 24204567, "text": "our data strongly support the notion that tumor cells utilize binding of DcR3 to TRAIL to escape TRAIL-mediated apoptosis, an extracellular protection system for malignancy."}, {"pubmed": 24213373, "text": "Our results indicate that indomethacin can potentiate TRAIL-induced apoptosis through upregulation of death receptors and downregulation of survivin."}, {"pubmed": 24223304, "text": "The relationship between upregulation of TRAIL and poorly differentiated ethmoidal adenocarcinomas suggests that the mutation of this gene could play a role in the pathogenesis of intestinal-type sinonasal adenocarcinomas"}, {"pubmed": 24272336, "text": "our results suggest that fusion protein scFvM58-sTRAIL with specificity for MRP3 is a highly selective therapeutic agent and may provide an alternative therapy for human Glioblastoma multiforme ."}, {"pubmed": 24272484, "text": "in a study of 15,604 cases of ovarian cancer in patients of European descent, the TNFSF10 SNP rs6785617, was found to be associated significantly with a risk of ovarian cancer"}, {"pubmed": 24277417, "text": "TRAIL G1525A and C1595T gene polymorphisms were significantly correlated with the susceptibility to gastric cancer in Chinese Han population in central China."}, {"pubmed": 24280212, "text": "Data show that recombinant tumor necrosis factor-related apoptosis-inducing ligand (rhTRAIL) D269H/E195R displays a significantly decreased affinity to osteoprotegerin (OPG)."}, {"pubmed": 24299309, "text": "These results indicate that TRAIL-induced rapid activation of ERK1/2 may be a survival mechanism to struggle against TRAIL assault at the early stage, and inhibition of ERK1/2 signaling can sensitize gastric cancer cells to TRAIL-induced apoptosis."}, {"pubmed": 24344047, "text": "Overall survival in non-small cell lung cancer correlated with serum TRAIL levels."}, {"pubmed": 24349222, "text": "Low plasma soluble TRAIL levels were associated with immune paralysis and a high risk of mortality in patients with septic shock."}, {"pubmed": 24390815, "text": "(E)-2,4-Bis(p-hydroxyphenyl)-2-butenal enhanced TRAIL-induced ovarian cancer cell apoptosis via NF-kappaB/STAT3 signaling."}, {"pubmed": 24431076, "text": "Our data suggest that fusion of Fc to TRAIL is able to improve the bioavailability and activity of TRAIL both in vitro and in vivo, and Fc-TRAIL may be explored for future clinical applications in cancer treatment and prevention"}, {"pubmed": 24438025, "text": "TRAIL promoted either mitogenesis or migration of HUVEC, evaluated using the wound healing method. Cleavage of caspase 8 was evaluated along with expression of the caspase 8-like molecule, cellular FLICE-inhibitory protein (long form) (c-FLIPL)."}, {"pubmed": 24446659, "text": "these data suggest that 17beta-estradiol plays a role in regulating TRAIL circulating levels"}, {"pubmed": 24447304, "text": "Suggest targeted TRAIL-based fusion protein Meso-TR3 as a possible therapeutic for patients with MUC16-positive malignancies."}, {"pubmed": 24466325, "text": "TRAIL/DR5 signaling promotes macrophage foam cell formation by modulating scavenger receptor expression."}, {"pubmed": 24481457, "text": "Decreasing uPA levels sensitized cancer cells to TRAIL, leading to markedly increased apoptosis."}, {"pubmed": 24488010, "text": "we show that treatments that induce mitotic checkpoint activation and mitotic arrest downregulate FLICE-like inhibitory protein (FLIP) levels and sensitize several tumor cell lines to TRAIL-induced apoptosis"}, {"pubmed": 24507727, "text": "Cell surface expression of TRAIL receptors is detected by flow cytometry and expression of proteins by Western blot; TRAIL-induced programmed necrosis kills eight out of 14 tumor cell lines."}, {"pubmed": 24525736, "text": "Inhibition of eIF2alpha dephosphorylation enhances TRAIL-induced apoptosis in hepatoma cells."}, {"pubmed": 24551275, "text": "Report TRAIL up-regulation in alveolar epithelial cells from idiopathic pulmonary fibrosis patients."}, {"pubmed": 24556678, "text": "Thioridazine enhances TRAIL-mediated apoptosis in renal tumors via the ROS-mediated inhibition of Akt signaling and the downregulation of c-FLIP(L) and Mcl-1 at the post-translational level."}, {"pubmed": 24603337, "text": "H. pylori induces sensitivity to TRAIL apoptosis by regulation of FLIP and assembly of DISC, which initiates caspase activation, resulting in the breakdown of resistance to apoptosis."}, {"pubmed": 24633224, "text": "cIAPs constitutively downregulate PACS-2 by polyubiquitination and proteasomal degradation, thereby restraining TRAIL-induced killing of liver cancer cells"}, {"pubmed": 24660552, "text": "There were significant changes (p < 0.05) prior to treatment and three months later for sTRAIL (p = 0.0060) and CXCL8 (p = 0.00001), based on the Wilcoxon matched pairs signed rank test."}, {"pubmed": 24675460, "text": "TRAIL-induced apoptosis in pancreatic ductal adenocarcinoma cell lines is enhanced by pharmacological inhibition of glycogen synthase kinase-3 (GSK-3) or by shRNA-mediated depletion of either GSK-3alpha or GSK-3beta."}, {"pubmed": 24690311, "text": "These findings indicate that MUC16 protects EOC cells against TRAIL-induced apoptosis through multiple mechanisms including the blockade of TRAIL R2 expression and the regulation of cFLIP expression at both the transcriptional and the protein level."}, {"pubmed": 24736722, "text": "these findings indicate that TRAIL is an important signaling molecule for maintaining germ cell homeostasis and functional spermatogenesis in the testis."}, {"pubmed": 24788726, "text": "generated a TRAIL-expressing adenoviral vector under the regulation of MREs. This miRNA-based gene therapy may be a promising strategy for RCC treatment"}, {"pubmed": 24825910, "text": "Decreased TRAIL expression is associated with male infertility."}, {"pubmed": 24840271, "text": "Data suggest that Src activates EGFR through the interaction of both Src-EGFR and Src-caveolin-1, and then antagonizes TRAIL-induced apoptosis in gastric cancer cells."}, {"pubmed": 24866247, "text": "In summary, our results suggest that ALS2CR7 confers TRAIL resistance to cancer cells via phosphorylation of survivin."}, {"pubmed": 24905916, "text": "These findings suggest that resistance to TRAIL could induce epithelial-mesenchymal transition and enhance invasiveness by suppressing PTEN via miR-221."}, {"pubmed": 24909691, "text": "Together, our results indicate that c-FLIP(L) promotes TRAIL resistance and inhibits caspase-3 and caspase-8 activation in HER2-positive breast cancer."}, {"pubmed": 24913933, "text": "serum TRAIL level was lower in multiple sclerosis (MS) patients compared to controls but no difference was seen in the TRAIL mRNA gene expression ratio; there was no difference in the TRAIL mRNA gene expression ratio between MS patients and controls"}, {"pubmed": 24939851, "text": "results provide novel insights into the role of ATF3 as an essential transcription factor for p53-independent DR5 induction upon both ZER and CCB treatment, and this may be a useful biomarker for TRAIL-based anticancer therapy"}, {"pubmed": 24946096, "text": "MS-275 represents a promising therapeutic approach in combination with TRAIL for treatment of cutaneous and uveal melanoma due to its ability to reduce c-FLIP expression."}, {"pubmed": 24966465, "text": "TRAIL has a role in overall, and, mainly, central adiposity"}, {"pubmed": 25001536, "text": "Among the death receptor superfamily, the tumor-necrosis-factor-related apoptosis-inducing ligand (TRAIL) receptor/ligand system is of special interest."}, {"pubmed": 25043307, "text": "The intrinsic resistance to TRAIL-triggered apoptosis of colon cancer cells is overcome by antagonization of Gbeta5."}, {"pubmed": 25085377, "text": "Lower serum levels of TRAIL predicted a shorter overall survival in acute myeloid leukemia patients."}, {"pubmed": 25113506, "text": "Inhibition of uPAR could sensitize HCT116 to TRAIL-induced apoptosis."}, {"pubmed": 25123818, "text": "Low TRAIL mRNA levels may be both a dominant feature in hepatocellular carcinoma development and growth and a predictor of tumor recurrence and poorer survival rates."}, {"pubmed": 25173558, "text": "TRAIL death receptor expressions in particular are increased in testicular cancer cells."}, {"pubmed": 25174275, "text": "silencing of Drp1 expression also caused mitochondrial hyperfusion and sensitized cancer cells to TRAIL-induced apoptosis"}, {"pubmed": 25279491, "text": "RT-PCR demonstrated increased synthesis of TRAIL and its receptors in lesional vs. non-lesional skin."}, {"pubmed": 25293521, "text": "the present study demonstrated that the XIAP inhibitor Embelin could enhance TRAIL-induced apoptosis in human leukemia cells by DR4 and DR5 upregulation and caspase activation"}, {"pubmed": 25294014, "text": "Circulating TRAIL level decreased in newly diagnosed subclinical hypothyroidism patients and is positively associated with endothelial function, suggesting that circulating TRAIL level may be a protective marker of endothelial function in sHT patients."}, {"pubmed": 25351208, "text": "Seminal TRAIL may have a potential role in varicocele-associated male infertility through its negative effect on sperm motility and morphology."}, {"pubmed": 25445452, "text": "TRAIL induces RANKL expression through a STAT-6 dependent transcriptional regulatory mechanism in bone marrow stromal/preosteoblast cells."}, {"pubmed": 25445592, "text": "The results suggest that TR1-scFv-CAR could be a new candidate for cancer gene therapy."}, {"pubmed": 25522273, "text": "Bcl-X(L) and p53-mediated amplification mechanisms played important roles in the sensitization of non-small-cell lung carcinoma cells to TRAIL-mediated apoptosis."}, {"pubmed": 25562155, "text": "our results provide evidence that CYC1 plays an important role in OS tumorigenesis, and modulation of CYC1 may be an effective strategy to potentiate OS to apoptotic induction by TRAIL."}, {"pubmed": 25572524, "text": "Licochalcone-A-induced apoptosis of FaDu cells is triggered by TRAIL expression induced by ERK1/2 and p38 MAPK signaling pathways."}, {"pubmed": 25584433, "text": "provide a proof-of-concept that TRAIL nanovector derivatives based on SWCNT may be useful to future nanomedicine therapies"}, {"pubmed": 25586349, "text": "this is the first demonstration that a dual approach using simultaneous overexpression of a cell penetrable form of Smac and TRAIL sensitize and promote apoptotic process even in resistant breast cancer cells."}, {"pubmed": 25605161, "text": "Low serum TRAIL levels are associated with laryngeal squamous cell carcinoma."}, {"pubmed": 25607248, "text": "PARP1 acts as a prominent upstream regulator of high mobility group box 1-mediated autophagy and maintains a homeostatic balance between apoptosis and autophagy, which provides new insight into the mechanism of TNFSF10 resistance"}, {"pubmed": 25636966, "text": "OPG variants were developed that lack TRAIL binding, yet retain RANKL binding and suggest new possibilities for therapeutic targeting in osteolytic malignancies."}, {"pubmed": 25647515, "text": "Combination treatment of Huh7 cells with TRAIL and Taraxacum officinale resulted in TRAIL-induced apoptosis mediated through inhibition of the MKK7-TIPRL interaction and subsequent activation of MKK7-JNK phosphorylation."}, {"pubmed": 25683371, "text": "Data show that tumour necrosis factor-related apoptosis-inducing ligand (TRAIL) armed oncolytic adenovirus (ZD55-TRAIL) significantly inhibited tumour growth and improved survival status of mice."}, {"pubmed": 25684021, "text": "Data show that leucocyte function-associated antigen-1 (integrin alphaLbeta2), DNAX accessory molecule-1 (DNAM-1) or tumour necrosis factor-related apoptosis-inducing ligand (TRAIL) enhance osteoclast survival when co-cultured with activated NK cells."}, {"pubmed": 25684663, "text": "PH11 restores TRAIL apoptotic pathway in pancreatic tumor cells through down-regulation of c-FLIP via inhibition of FAK and the phosphatidylinositol-3 kinase (PI3K)/AKT pathways."}, {"pubmed": 25712717, "text": "There was no functional significance of the TNFSF10 gene polymorphism rs35975099 in migraine pathogenesis."}, {"pubmed": 25720720, "text": "Mutant genotypes of TRAIL, in a Chinese Han population, were much lower in ulcerative colitis patients compared to controls."}, {"pubmed": 25760768, "text": "Upon CLL1-selective binding of this fusion protein, granulocytes acquire additional TRAIL-mediated cytotoxic activity that, importantly, potentiates antibody-mediated cytotoxicity of clinically used therapeutic antibodies"}, {"pubmed": 25778329, "text": "Apo-2L levels decreased in malignant ascites in metastatic ovarian and endometrial neoplasms."}, {"pubmed": 25779046, "text": "demonstrate that a piRNA derived from Growth Arrest Specific 5, a tumor-suppressive long non-coding RNA, potently upregulates the transcription of tumor necrosis factor (TNF)-related apoptosis-inducing ligand (TRAIL), a proapoptotic protein"}, {"pubmed": 25813908, "text": "Low serum TRAIL levels were significantly associated with the acute ischemic stroke severity."}, {"pubmed": 25827060, "text": "Data suggest that SOCS3 (suppressor of cytokine signaling 3) plays critical negative role in regulation of TRAIL expression in endoplasmic reticulum stress in macrophages via Jun N-terminal kinase/AP-1 transcription factor signaling."}, {"pubmed": 25833292, "text": "In rheumatoid arthritis, circulating monocytes with the potential to produce proinflammatory cytokines appear to have defects in several pathways of apoptosis induction, among which is a deficiency in TRAIL-induced apoptosis."}, {"pubmed": 25834817, "text": "we summarize the currently available data on the involvement of TRAIL in the ocular complications of diabetes mellitus as modulator of the inflammatory and angiogenic response in the eye."}, {"pubmed": 25843953, "text": "FTY720 ehances TRAIL-induced apoptosis through up-regulation of DR5 and down-regulation of Mcl-1 in human kidney cancer cells."}, {"pubmed": 25845236, "text": "Human oligodendrocytes differentially express TRAIL receptors; there is a progressive loss of sensitivity to TRAIL as oligodendrocytes proceed through the maturation process."}, {"pubmed": 25852190, "text": "Two of these kinases that were classified as resistors were PX domain-containing serine/threonine kinase (PXK) and AP2-associated kinase 1 (AAK1), which promote receptor endocytosis and may enable cells to resist TRAIL-induced apoptosis"}, {"pubmed": 25857555, "text": "reveal a hitherto unknown function of TRAIL in regulating adipose tissue homeostasis by promoting the proliferation of tissue-resident precursor cells"}, {"pubmed": 25882551, "text": "TRAIL signaling almost exclusively depends on DR5 despite these cells expressing high amounts of DR4"}, {"pubmed": 25894375, "text": "Knock-down of CXCR-7 expression leads to augmented TRAIL-mediated suppression of MCF-7 cell proliferation and invasion."}, {"pubmed": 25925126, "text": "data demonstrate that HHT can replace harmful substances such as CHX to sensitize human cancer cells to TRAIL-induced necroptosis"}, {"pubmed": 25955868, "text": "evaluate the role of polymorphisms of tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) and death receptor (DR4) genes in bladder cancer susceptibility"}, {"pubmed": 25962125, "text": "a novel small molecule that not only stimulates TRAIL-induced apoptosis in cancer cells, but may also provide insights into the structure-function relationship of caspase 8 homodimers as putative targets in cancer."}, {"pubmed": 25974396, "text": "Study provides an analysis of the crucial role of TRAIL under pathological conditions of the cardio-circulatory system like atherosclerosis, coronary artery disease, and diabetes. [review]"}, {"pubmed": 25981737, "text": "TRAIL regulates MID1 and TSLP, inflammation, fibrosis, smooth muscle hypertrophy, and expression of inflammatory effector chemokines and cytokines in experimental eosinophilic esophagitis."}, {"pubmed": 26050621, "text": "DcRs regulate TRAIL sensitivity at a supracellular level"}, {"pubmed": 26063410, "text": "Shogaol increased death receptor 5 (DR5) levels.  Moreover, knockdown of survivin sensitized colon cancer cells to resistant of TRAIL-induced apoptosis."}, {"pubmed": 26078955, "text": "miR-26b was a negative regulator of Mcl-1 gene and sensitized TRAIL-inducing apoptosis in HCC cells, suggesting that the miR-26b-Mcl-1 pathway might be a novel target for the treatment of Hepatocellular Carcinoma ."}, {"pubmed": 26083528, "text": "The aim of this study was to determine whether the 1595C/T polymorphism of the TRAIL gene is associated with the increased risk and severity of LDD in the Chinese Han population."}, {"pubmed": 26086178, "text": "circulating sTRAIL levels may predict severity of pulmonary hypertension and the responses to disease specific medication."}, {"pubmed": 26098775, "text": "Lemon nanovesicles suppress chronic myeloid leukemia tumor growth in vivo by specifically reaching tumor site and by activating TRAIL-mediated apoptotic cell processes."}, {"pubmed": 26124099, "text": "show that miR-148a is down-regulated in cells with acquired TRAIL-resistance compared with TRAIL-sensitive cells"}, {"pubmed": 26134947, "text": "In melanoma cell lines cell cycle arrest clearly correlates with enhanced TRAIL sensitivity."}, {"pubmed": 26142735, "text": "The result indicated that TMZ may overcome TRAIL resistance in GSCs by suppressing c-FLIP expression through c-Cbl-mediated ubiquitination and degradation"}, {"pubmed": 26165401, "text": "The combination treatment of TRAIL and the CK2 inhibitor decreased p65 nuclear translocation... the treatment of a sub-dose of TRAIL, downregulation of CK2, using both genetic and pharmacological approaches ."}, {"pubmed": 26220665, "text": "High osteoprotegerin/TRAIL ratio at baseline was associated with rapid progression of erosion in rheumatoid arthritis patients."}, {"pubmed": 26245704, "text": "G/C mutation at loci 1525/1595 of TRAIL gene may induce the progression of IDD, as the down-regulation of TRAIL can aggravate the severity of the disease"}, {"pubmed": 26247836, "text": "Authors screened for genes differentially expressed in RAFLS sensitive and resistant to TRAIL-induced apoptosis. The sensitivity of RAFLS was defined based on the percentage of TRAIL-induced apoptosis: 0-10% for resistant and >25% for sensitive RAFLS."}, {"pubmed": 26254281, "text": "Analysis of a series of downstream target molecules of the TRAIL signalling pathway in a cohort of cervical squamous cell carcinoma patients."}, {"pubmed": 26259382, "text": "Suggest TRAIL exon 5 C/T polymorphism has role in prostate cancer development and progression in Pakistani population."}, {"pubmed": 26261530, "text": "c-FLIP and RIP can inhibit caspase-8 activation and prompting HepG2 and Hep3B resistant to cell apoptosis induced by TRAIL."}, {"pubmed": 26261645, "text": "TRAIL 1525/1595 polymorphisms were associated with the susceptibility and severity of lumbar disc degeneration in the Chinese Han population."}, {"pubmed": 26304927, "text": "Report alpha-mangostin functions as a sensitizer of TRAIL-induced apoptosis and may thus serve as a possible adjuvant compound for cytokine therapy to conquer TRAIL-resistance."}, {"pubmed": 26314314, "text": "Studies indicate that cytotoxic mechanisms mediated by granulysin and TRAIL (TNF-related apoptosis inducing ligand) seem to be less secondary effects on normal tissues."}, {"pubmed": 26320191, "text": "Report TRAIL-mediated killing of acute lymphoblastic leukemia by plasmacytoid dendritic cell-activated natural killer cells."}, {"pubmed": 26334877, "text": "TRAIL and its receptors OPG and DR5 may be involved in LAA stroke and the plasma level of TRAIL may be a biomarker predicting the severity of cerebral atherosclerosis and the prognosis of LAA stroke"}, {"pubmed": 26381901, "text": "Demonstrate a unique approach to overcome TRAIL-based therapy drawbacks using sequential administration of a tumor-homing TRAIL sensitizer, doxorubicin, and long-acting TRAILPEG."}, {"pubmed": 26457518, "text": "The structure of death receptor 4 (DR4) in complex with TNF-related apoptosis-inducing ligand (TRAIL) has been determined at 3 A resolution and compared with those of previously determined DR5-TRAIL complexes."}, {"pubmed": 26504794, "text": "OPG and TRAIL are associated with the underlying cardiovascular damage in atrial fibrillation, but their balance is modulated by the fact of sinus rhythm restoration."}, {"pubmed": 26506422, "text": "Bcl-xL is responsible for TRAIL resistance in human pancreatic cancer cells. Bcl-2 family inhibitors could represent promising reagents to sensitize human pancreatic cancers to TRAIL."}, {"pubmed": 26518902, "text": "Study investigated the association between colorectal cancer and polymorphisms in TRAIL and DR4 gene in Pakistani patients; TRAIL gene 1595 C>T genotypes percentage in colorectal cancer patients was statistically non-significant; for DR4 A1322G, homozygous GG genotype was 36% in the patients and in controls: there was statistically insignificant difference (p> 0.05)."}, {"pubmed": 26555706, "text": "these data show increased TRAIL mRNA expression in the airways and parenchyma in chronic obstructive pulmonary disease"}, {"pubmed": 26563749, "text": "ISG15 is elevated in viremic HIV-1 patients and is associated with high TRAIL and IDO levels."}, {"pubmed": 26572549, "text": "The angiogenic effect of TRAIL on human microvascular endothelial cell-1 cells is downstream of fibroblast growth factor-2, involving NOX4 and nitric oxide signaling."}, {"pubmed": 26577955, "text": "These results demonstrate that increased apoptosis induced by TRAIL is associated with increased expression of DR5 that is mediated by HBX through NF-kappaB pathway."}, {"pubmed": 26609227, "text": "Circulating TRAIL and DR5 increased in COPD patients and were associated with lung function and systemic inflammation in COPD."}, {"pubmed": 26615420, "text": "Edelfosine also activated p38MAPK (MAPK14), and edelfosine-mediated rhTRAIL sensitization was partially regulated by a p38-mediated decrease in mitochondrial membrane potential. This study suggests a novel therapeutic strategy targeting gastric cancer cells by using the combination of edelfosine and TRAIL."}, {"pubmed": 26633016, "text": "showed that the level of blood cholesterol was significantly higher in subjects in the upper quartile of serum TRAIL. In conclusion, our data demonstrate that the serum TRAIL concentration is elevated in people with hypercholesterolemia"}, {"pubmed": 26648023, "text": "Our findings suggested that GA induces apoptosis via the downregulation of cFLIPL and sensitized TRAIL-mediated apoptosis in Caki cells."}, {"pubmed": 26698404, "text": "WIN-dependent increase in the level of SPARC plays a critical role in sensitizing osteosarcoma cells to TRAIL action"}, {"pubmed": 26708508, "text": "AAV-sTRAIL combined with lanatoside C induced cell death in U87 glioma cells and patient-derived GBM neural spheres in culture and in vivo leading to an increased in overall mice survival."}, {"pubmed": 26718429, "text": "TRAIL genetic polymorphisms do not contribute, but DR4 polymorphisms may contribute to susceptibility to head and neck cancer in Pakistani population."}, {"pubmed": 26720004, "text": "Bay 61-3606 downregulates Mcl-1 expression in breast cancer cells and sensitizes cancer cells to TRAIL-mediated apoptosis."}, {"pubmed": 26721202, "text": "Valproic acid sensitized TRAIL-resistant papillary thyroid carcinoma cells to apoptotic cell death through involvement of Nrf2 and Bcl-xL."}, {"pubmed": 26733169, "text": "HUMSCs expressing ISZ-sTRAIL might be an efficient therapeutic approach against lung cancer and MCP-1/CCR2 axis is essential for the tumor tropism of HUMSCs"}, {"pubmed": 26792723, "text": "Collectively, these studies define Sig1R as a key mediator of TRAIL induction of cancer-specific killing."}, {"pubmed": 26802603, "text": "Smad2 enhances TRAIL-induced apoptosis in activated hepatic stellate cells, which facilitates the resolution of hepatic fibrosis"}, {"pubmed": 26841509, "text": "NF-kB Activation Inhibitor IV and JSH-23 reduced resistance in the acute myeloid leukemia cells in multicellular aggregates to cytotoxic action of recombinant protein izTRAIL."}, {"pubmed": 26871575, "text": "HMGB1 as a trigger for IFN-alpha-mediated TRAIL expression at the surface of Plasmacytoid dendritic cells (pDCs) and Natural Killer (NK) Cells, and they suggest a novel mechanism of innate control of HIV-1 infection."}, {"pubmed": 26878683, "text": "results indicate that E2 inhibits VSMCs proliferation and migration by downregulation of TRAIL expression via suppression of NF-kappaB pathway."}, {"pubmed": 26924459, "text": "Review: OPG, RANKL and TRAIL are involved in vascular calcification."}, {"pubmed": 26935795, "text": "Membrane-proximal TRAIL species are incapable of inducing short circuit apoptosis signaling: Implications for drug development and basic cytokine biology.("}, {"pubmed": 26944067, "text": "TRAIL-armed exosomes can induce apoptosis in cancer cells."}, {"pubmed": 26962689, "text": "NGF FLIPs TrkA onto the death TRAIL in neuroblastoma cells"}, {"pubmed": 26964637, "text": "we found that CQ decreased the expression of Cbl, an E3 ligase of DR5, and knock-down of Cbl markedly enhanced DR5 up-regulation. Other lysosomal inhibitors, including monensin and nigericin, also up-regulated DR5 and sensitized TRAIL-mediated apoptosis"}, {"pubmed": 26982083, "text": "Results show that TNF-Related Apoptosis Inducing Ligand (TRAIL/TNFSF10) mRNA level correlates with T4 effector-memory lymphocytes (T4EM) lymphocytes radiosensitivity."}, {"pubmed": 27067438, "text": "Data shwo that tumor size independently correlates to circulating -related apoptosis-inducing ligand (TRAIL) levels."}, {"pubmed": 27128817, "text": "OPG/TRAIL ratio can be proposed as a predictor of cardiovascular dysfunction and mortality."}, {"pubmed": 27176505, "text": "We demonstrate that PBOX-15 can enhance TRAIL-induced apoptosis by upregulation of DR5, reduction of cellular mitochondrial potential, activation of the caspase cascade and downregulation of PI3K/Akt, c-FLIP, Mcl-1 and IAP survival pathways"}, {"pubmed": 27210546, "text": "Combined triple actions of the TRAIL, the IAPs inhibitor, AT406, and the c-FLIP expression inhibitor, rocaglamide (ART), markedly improve TRAIL-induced apoptotic effects in most solid cancer cell lines through the activation of an extrinsic apoptosis pathway"}, {"pubmed": 27260301, "text": "the present study found that CAPE significantly enhanced TRAIL-mediated apoptosis in Hep3B carcinoma cells and suggested that CAPE has promising potential in chemoprevention of hepatocellular carcinomas."}, {"pubmed": 27277541, "text": "MG132 may be a promising agent for sensitizing GBC-SD cells to TRAIL-induced apoptosis."}, {"pubmed": 27353001, "text": "Manipulating the expression of both miR-222 and miR-25 influenced diverse gene expression changes in thyroid cells. Increased expression of miR-25 reduced MEK4 and TRAIL protein expression, and cell adhesion and apoptosis are important aspects of miR-25 functioning in thyroid cells."}, {"pubmed": 27358484, "text": "our findings identify a key role for c-Myc in TRAIL deregulation and as a biomarker of the anticancer action of HDACi in acute myeloid leukemia ."}, {"pubmed": 27403809, "text": "OPG and OPG/TRAIL ratio expression were significantly increased in rheumatoid arthritis patients compared to controls (fold change = 1.79, p = 0.013 and 2.07, p = 0.030, respectively), RANKL/OPG ratio was significantly decreased (fold change = 0.50, p = 0.020). No significant differences were found between patients and controls in RANKL and TRAIL expression."}, {"pubmed": 27461934, "text": "For osteosarcoma and acts through the TRAIL-DR-5 signaling pathway."}, {"pubmed": 27466296, "text": "TRAIL may be related to susceptibility to hepatitis B."}, {"pubmed": 27472871, "text": "No statistically significant difference was found in TRAIL mRNA expression between multiple sclerosis patients and controls."}, {"pubmed": 27580702, "text": "Findings suggest that loss of function of the human TRAIL promoter due to the SNP mutation leads to reduced expression and impaired inducibility of TRAIL, with the consequence of enhanced growth and migration of tumor cells, ultimately resulting in the progression of the hepatocellular carcinoma."}, {"pubmed": 27612013, "text": "These results reveal KDM4A as a key epigenetic silencer of TRAIL and DR5 in tumors."}, {"pubmed": 27618431, "text": "results suggest that miR-223 increases the sensitivity of TNBCSCs to TRAIL-induced apoptosis by targeting HAX-1"}, {"pubmed": 27692344, "text": "Co-treatment of carboplatin and autophagy inhibitor chloroquine increased lung tissue infiltration by CD4(+), FoxP3(+) lymphocytes and antigen-specific immune activation. Subsequent ex vivo experiments showed the activation of carboplatin related TRAIL-dependent apoptosis through caspase 8 and a synergistic role of miR-155 in lung tissue infiltration by CD4(+), and FoxP3(+) lymphocytes."}, {"pubmed": 27721019, "text": "BAY61-3606 sensitizes colon cancer cells to TRAIL-induced apoptosis by up-regulating DR4 expression in p53-dependent manner and inhibiting NF-kappaB activity."}, {"pubmed": 27725224, "text": "High-order TRAIL oligomer formation in TRAIL-coated lipid nanoparticles enhances DR5 cross-linking and increases antitumour effect against colon cancer cells and xenograft tumors."}, {"pubmed": 27735943, "text": "the impact of TRAIL on adipogenesis, was examined."}, {"pubmed": 27740879, "text": "hepatitis B virus (HBV) X protein (HBx) restricts TNFSF10 receptor signaling via macroautophagy/autophagy-mediated degradation of TNFRSF10B/DR5, a TNFSF10 death receptor."}, {"pubmed": 27750195, "text": "The nanovectorization of TRAIL enhanced its binding to both DR4 and DR5 receptors at 37 degrees C and could potentially sensitized cancer cells to TRAIL induced apoptosis through simultaneous activation of DR4 and DR5 as described in this paper for the non-small lung carcinoma cell line (H1703), the two hepatocarcinoma cell lines (SK-Hep1, HUH) and the colon carcinoma cell line (HCT116WT)."}, {"pubmed": 27763797, "text": "In primary hyperparathyroidism, hyperplasias demonstrated the highest expression of TRAIL and Fas, whereas in adenomas it was increased compared to normal tissue, but lower than in hyperplasias."}, {"pubmed": 27780136, "text": "Pro-survival effects by NF-kappaB, Akt and ERK(1/2) and anti-apoptosis actions by Six1 disrupt apoptotic functions of TRAIL-Dr4/5 pathway in ovarian cancer, which may explain why up-regulated DR4 and DR5 in ovarian cancer are associated with poor prognosis and low survival ratio of the patients."}, {"pubmed": 27821809, "text": "Report a novel mechanism for the TRAIL-induced apoptosis of TrkAIII expressing NB cells that depends upon SHP/Src-mediated crosstalk between the TRAIL-receptor signaling pathway and TrkAIII."}, {"pubmed": 27849590, "text": "our data suggest that nanoparticle-engineered TRAIL-expressing human adipose-derived stem cells exhibit the therapeutically relevant behavior of \"seek-and-destroy\" tumortropic migration and could be a promising therapeutic approach to improve the treatment outcomes of patients with malignant brain tumors."}, {"pubmed": 27878298, "text": "TRAIL might promote hypoxic A549 cell radiosensitivity and induce apoptosis depending on DR5 to caspase-3 pathways."}, {"pubmed": 27918462, "text": "pro-angiogenic responses of TRAIL, vascular endothelial growth-factor-A (VEGF-A) and fibroblast growth-factor-2 (FGF-2) either separately (10 ng/mL) or in combination were compared, followed by the assessment of proliferation, migration and tubule formation using human microvascular endothelial-1 (HMEC-1) cells."}, {"pubmed": 28002586, "text": "Study showed that TRAIL and caspase-8 expression decreased in human osteosarcoma, resulting in increased cell proliferation, and reduced cell apoptosis suggesting they play important roles in the occurrence, development, and prognosis of osteosarcoma."}, {"pubmed": 28025428, "text": "Imbalance of the apoptosis pathway, with dysregulation of p73 and TRAIL, seems to play a role in the oncogenesis of odontogenic tumors"}, {"pubmed": 28039489, "text": "Apoptosis induced by TRAIL is preferentially induced by TRAIL-R1 pathway in breast/lung tumor cells."}, {"pubmed": 28049841, "text": "Dynamin isoforms differentially regulate the endocytosis and apoptotic signaling downstream of TRAIL-death receptor (TRAIL-DR) complexes in cancer cells. TRAIL stimulation activates ryanodine receptor-mediated calcium release from endoplasmic reticulum stores, leading to calcineurin-mediated dephosphorylation and activation of Dyn1, TRAIL-DR endocytosis, and increased resistance to TRAIL-induced apoptosis."}, {"pubmed": 28075429, "text": "Our data showed that Ad/TRAIL-E1 induced TRAIL-mediated apoptosis in gastric cancer cell lines, but not in the normal cell lines. In addition, Ad/TRAIL-E1 significantly inhibited peritoneal metastasis and prolonged the survival of mice without treatment-related toxicity"}, {"pubmed": 28120533, "text": "our results demonstrated that nanovectorization of TRAIL with BNNTs enhanced its binding to both DR4 and DR5 receptors at 37 degrees C. Our novel nanovector could potentially be used for delivering TRAIL to cells for cancer treatment"}, {"pubmed": 28154184, "text": "sorafenib overcomes TRAIL resistance in renal cell carcinoma by a mechanism that does not rely on Mcl-1 down-regulation but involves ROS accumulation and increased activation of caspase-8"}, {"pubmed": 28212752, "text": "Caspase-8 can serve in two distinct roles in response to TRAIL receptor engagement, as a scaffold for assembly of a Caspase-8-FADD-RIPK1 \"FADDosome\" complex, leading to NFkappaB-dependent inflammation, or as a protease that promotes apoptosis."}, {"pubmed": 28212753, "text": "Endogenous TRAIL/TRAIL-R-mediated CCL2 secretion promotes accumulation of tumor-supportive immune cells in the cancer microenvironment."}, {"pubmed": 28270124, "text": "siRNA silencing of CHOP significantly reduced cyproterone acetate-induced DR5 up-regulation and TRAIL sensitivity in prostate cancer cells. Our study shows a novel effect of cyproterone acetate on apoptosis pathways in prostate cancer cells and raises the possibility that a combination of TRAIL with cyproterone acetate could be a promising strategy for treating castration-resistant prostate cancer."}, {"pubmed": 28270653, "text": "TRAIL can enhance RIP1 and c-FLIPL expression in HepG2 cells."}, {"pubmed": 28281970, "text": "TRAIL may provide a new strategy for CD133hi CSCs of HCC-targeted therapies."}, {"pubmed": 28324269, "text": "These effects of metformin were accompanied by robust reductions in the protein levels of XIAP, a negative regulator of TRAIL-induced apoptosis. Silencing XIAP in TNBC cells mimicked the TRAIL-sensitizing effects of metformin. Metformin also enhanced the antitumor effects of TRAIL in a metastatic murine TNBC model"}, {"pubmed": 28337703, "text": "UMI-77 enhances TRAIL-induced apoptosis by unsequestering Bim and Bak, which provides a novel therapeutic strategy for the treatment of gliomas."}, {"pubmed": 28378099, "text": "this study characterized in juvenile systemic lupus erythematosus a distinct profile from adult SLE that comprises increased sFas, sTRAIL, and reduced sFasL, notably in patients with active disease and with nephritis."}, {"pubmed": 28391262, "text": "miR-661 overexpression sensitized tumors to TRAIL or STS induced apoptosis in a xenograft mouse model, and these effects were attenuated by co-expression of CYC1."}, {"pubmed": 28409399, "text": "RA/poly(I:C) combination synergizes to induce a bioactive autocrine/paracrine loop of type-I Interferons (IFNs) which is ultimately responsible for TRAIL and TRAIL-R1/2 expression upregulation, while inhibition of TRAIL-R3/4 expression is type-I IFN-independent."}, {"pubmed": 28424227, "text": "ONC201 has potent antiproliferative and proapoptotic effects in a broad range of breast cancer subtypes, through TRAIL-dependent and TRAIL-independent mechanisms.The small-molecule ONC201 induces expression of TRAIL and its receptor DR5. ONC201 has entered clinical trials in advanced cancers. Here, we show that ONC201 is efficacious against both triple-negative breast cancers (TNBC) and non-TNBC cells"}, {"pubmed": 28429751, "text": "Long-term toxicity test in cynomolgus monkeys did not cause rAAV2-sTRAIL95-281-related toxic and side effects, except that anti-AAV and anti-sTRAIL antibodies were generated. In conclusion, these data demonstrated that administration of rAAV2-sTRAIL95-281 in mice and in cynomolgus monkeys is safe without obvious toxic and side effects to the animals, and throw light on pharmacokinetics and safety in human clinical trials"}, {"pubmed": 28440502, "text": "None of these crude extracts exhibited cytotoxic effect on normal mouse embryonic fibroblasts (MEF), with the exception of EGY34. Analysis of the signaling pathways underlying the sensitization of MDA-MB-231 cells to TRAIL-induced apoptosis, by western blotting, revealed that all crude extracts facilitated initiator caspase8/-10 activation upon TRAIL stimulation"}, {"pubmed": 28455246, "text": "Fn14.TRAIL can be converted into a highly effective TRAIL oligomer upon binding to TWEAK which induces lymphoblast apoptosis."}, {"pubmed": 28476883, "text": "these results demonstrate that high HOTAIR levels increase the resistance of pancreatic cancer cells to TRAIL-induced apoptosis via epigenetic regulation of DR5 expression."}, {"pubmed": 28498435, "text": "we found that plumbagin could enhance TRAIL-induced apoptosis in Kasumi-1 cells, and the mechanisms include ROS-mediated upregulation of DR5 expression, caspase-8 activation and inhibition of cFLIP expression"}, {"pubmed": 28507343, "text": "TRAIL protects against insulin resistance, NAFLD and vascular inflammation. Increasing TRAIL levels may be an attractive therapeutic strategy, to reduce features of diabetes, as well as liver and vascular injury, so commonly observed in individuals with NAFLD."}, {"pubmed": 28524007, "text": "Cultured HCN-2 neurons were incubated at different times with GITRL and/or TRAIL, and thereafter nucleic acid and protein expression were measured. HCN-2 cells do not express GITRL mRNA, but the latter is induced after treatment with TRAIL. Cells did not express the GITRL receptor GITR mRNA, neither in control cultures, nor after treatment with TRAIL. TRAIL, when associated to GITRL, exerted additive toxic effects."}, {"pubmed": 28551332, "text": "TRAIL expression is associated with thyroid hormone levels in vivo and TRAIL expression in peripheral blood mononuclear cells is stimulated by thyroid hormones in vitro."}, {"pubmed": 28587866, "text": "These results suggest that the FasL -844T>C single nucleotide polymorphism is implicated in the susceptibility to hepatitis C virus in Egyptian patients and firstly report the involvement of TRAIL gene polymorphism in the risk of the disease."}, {"pubmed": 28631177, "text": "TRAIL expression in CTLs was negatively correlated with the expression of perforin and granzyme B, and negatively correlated with CTLs apoptosis in severe aplastic anemia patients."}, {"pubmed": 28639887, "text": "The results suggested that miR-138 regulates the interferon-stimulated gene 15 expression by directly targeting the 3' untranslated region of interferon-stimulated gene 15 and modulates the sensitivity to TRAIL-induced apoptosis."}, {"pubmed": 28659589, "text": "Our results indicate that vitamin D status in mothers modulates TRAIL expression in breast milk, which may have implications for both mother and infant health."}, {"pubmed": 28694499, "text": "AXIN1 and TRAIL were shown to be able to discriminate between traumatic brain injury (TBI) severity within the first hour highlighting them as new TBI biomarkers."}, {"pubmed": 28718726, "text": "Notch1 activation also suppressed A549 cell apoptosis by inhibiting the PI3K/pAkt pathway and activating the caspase-3 pathway in cooperation with TRAIL. Combining Notch1 signal with TRAIL inhibited PI3K, phosphorylated Akt and phosphorylated STAT3 expressions."}, {"pubmed": 28827731, "text": "These data confirmed RPS16 and TNFSF10 as two direct targets of miR-7641, while gene expression study showed that a group of genes are also deregulated by miR-7641, including many ribosomal proteins that are frequently co-expressed with RPS16 in breast cancer."}, {"pubmed": 28925481, "text": "High expression level of Galectin-3 and low expression level of TRAIL were found to be positively correlated with the shorter median survival time and overall survival time."}, {"pubmed": 28972304, "text": "DR5-Cbl-b/c-Cbl-TRAF2 complex inhibited TRAIL-induced apoptosis by promoting TRAF2-mediated polyubiquitination of caspase-8 in gastric cancer cells."}, {"pubmed": 28975649, "text": "The significant difference in DR4 polymorphisms among hepatocellular carcinoma (HCC) and cirrhotic patients suggests their role as potential risk factors of HCC development."}, {"pubmed": 28981092, "text": "we show that executioner caspase activation of the apoptotic nuclease CAD/DFF40 is essential for TRAIL-induced mutations in surviving cells. As exposure to chemotherapy drugs also activates apoptotic caspases and presumably CAD, we hypothesized that these pathways may also contribute to the mutagenesis induced by conventional chemotherapy drugs, perhaps augmenting the mutations that arise from direct DNA damage"}, {"pubmed": 29039600, "text": "We found that the combination of alpha-mangostin with TRAIL induced apoptosis of SAS cells through the mitochondrial pathway via activation of caspase-9 and -3/7, following release of cytochrome c. This apoptosis was induced by S/G2/M-phase arrest. Immunopositivity for c-Myc was observed in the cytoplasm of tumor cells in 16 (40%) of the 40 cases of human oral squamous cell carcinoma (HOSCC)."}, {"pubmed": 29048428, "text": "DR5 has a dual role in death and survival signaling, which results in TRAIL resistance in cancer cells."}, {"pubmed": 29055676, "text": "Low Trail expression is associated with esophageal cancer."}, {"pubmed": 29145460, "text": "present clear evidence that TRAIL can block several key signalling actions of RANKL in vascular cells, providing further evidence of its vasoprotective potential"}, {"pubmed": 29158840, "text": "CaP@LDL-mediated STAT3-decoy ODN delivery might be a promising new strategy for reversing TRAIL resistance in hepatocellular carcinoma therapy."}, {"pubmed": 29182622, "text": "results provide convincing evidence that employing TRAIL combined with cisplatin/LA-12 could contribute to more effective killing of prostate cancer cells compared to the individual action of the drugs, and offer new mechanistic insights into their cooperative anticancer action"}, {"pubmed": 29247155, "text": "The downregulation of TXNDC5 could contribute to rheumatoid arthritis synovial fibroblasts antiangiogenic and proapoptotic features through suppression of CXCL10 and TRAIL."}, {"pubmed": 29284457, "text": "A significant relationship was found between TRAIL polymorphisms and the susceptibility and severity of intervertebral disc degeneration in Han Chinese."}, {"pubmed": 29345617, "text": "The authors demonstrate that BAP1 deubiquitinase activity and its association with ASXL1 to form the Polycomb repressive deubiquitinase complex (PR-DUB) impacts TRAIL sensitivity implicating transcriptional modulation as an underlying mechanism."}, {"pubmed": 29432906, "text": "HBx synergizes with proinflammatory cytokines to significantly increase TRAIL-induced apoptosis of renal tubular epithelial cells."}, {"pubmed": 29434187, "text": "Glutamine metabolism regulates FLIP expression and sensitivity to TRAIL in triple-negative breast cancer cells."}, {"pubmed": 29533922, "text": "Coculture experiments identified a role for TRAIL in human NK-mediated antitumor cytotoxicity. Preclinical results indicate the potential utility for ONC201 plus anti-PD-1 therapy."}, {"pubmed": 29638207, "text": "data demonstrated a novel effect on TRAIL sensitivity on monocytes and monocytic leukemia cells of IL-4 and suggested that it may be necessary to reconsider the impact of current therapies against IL-4, JAK/STAT, and PI3K/Akt pathways with regard to TRAIL sensitivity"}, {"pubmed": 29652777, "text": "TRAIL polymorphisms were significantly associated with susceptibility to intervertebral disc degeneration in Chinese Han population."}, {"pubmed": 29661248, "text": "The combination treatment with ILz:rhTRAIL and bortezomib was able to induce cell death in both TRAIL-susceptible and TRAIL-resistant cancer cells through the intracellular TRAIL signaling pathway. The efficiency of cell death was dependent on the properties of TRAIL under the environment provided by bortezomib. The combination treatment-induced cell death was not regulated by bortezomib-induced ER stress response or by a"}, {"pubmed": 29674187, "text": "Serum TRAIL concentrations are significantly reduced in patients with early preeclampsia."}, {"pubmed": 29699990, "text": "TRAIL-induced activation of DcR2 led to increased NF-kappaB activation in large granular lymphocyte leukemia."}, {"pubmed": 29721092, "text": "Prolonged the serum half-life as well as significantly enhanced the antitumor effect of TRAIL."}, {"pubmed": 29739045, "text": "Data show that the diagnostic ability of tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) to identify an elevated HbF was significantly higher than that of the CD95 (Fas)."}, {"pubmed": 29741767, "text": "In this review, we tried to collect and examine investigations that researchers have been able to sensitize cancer cells to TRAIL through targeting of c-FLIP alone or with other intracellular anti-apoptotic proteins directly or indirectly."}, {"pubmed": 29777390, "text": "TRAIL synergistically sensitized irradiation-induced apoptosis in glioblastoma stem-like cells by increasing DR5 expression and decreasing cFLIP expression."}, {"pubmed": 29927992, "text": "data strongly suggest that XIAP-mediated inhibition of final caspase-3 processing is the last and major hurdle in TRAIL-induced apoptosis in NCI-H460 cells, which can be overcome by Smac in a Bcl-2 level dependent manner."}, {"pubmed": 29999450, "text": "The objective of this study was to evaluate the expression profile of tumour necrosis factor-related apoptosis-inducing ligand (TRAIL) in patients with diabetic nephropathy."}, {"pubmed": 30051596, "text": "Patients harboring the homozygous AA genotype of TRAIL SNPs rs1131568 and rs1131579 and the TT genotype of the TRAIL SNP rs1131580 had lower overall survival and higher rates of extrahepatic recurrence (EHR) than patients harboring the wild type or heterozygous genotypes."}, {"pubmed": 30061204, "text": "Genes related to the extrinsic pathway of apoptosis including a receptor for TRAIL."}, {"pubmed": 30061216, "text": "Nelfinavir induces ER stress in renal cancer cells and sensitizes them to TRAIL."}, {"pubmed": 30183357, "text": "The C allele at the rs631090 locus of C1q, the G allele at 1525A/G site of TRAIL, and the G allele of Tim-1 at -1454G/A site are susceptibility variants associated with SLE. The frequency of the G allele at the 1525A/G locus of TRAIL gene in the study group was significantly higher than those in the control group."}, {"pubmed": 30268671, "text": "Findings show that a combination of CRP, PCT, TRAIL and IP-10 can identify bacterial infections with higher accuracy than single biomarkers and combinations of a single bacterial biomarkers combined with TRAIL and IP-10."}, {"pubmed": 30305380, "text": "Low soluble TRAIL level was associated with a shorter survival time of the non-small-cell lung carcinoma patients."}, {"pubmed": 30361617, "text": "GroEL/ES mediated the in vivo recovery of TRAIL inclusion bodies in Escherichia coli."}, {"pubmed": 30385739, "text": "Sensitization and reversal of glioblastoma cells resistance to TRAIL-induced apoptosis by IAP- and Bcl-2 antagonism has been reported."}, {"pubmed": 30431076, "text": "the findings of this study indicated that luteolin effectively enhanced TRAILinitiated apoptosis, and that these effects were likely to be mediated by autophagy and JNKmediated DR5 expression."}, {"pubmed": 30481147, "text": "investigation of the gene polymorphisms in TRAIL molecular pathway and TRAIL gene expression levels in non-small cell lung cancer (NSCLC) patients in terms of pathogenesis and prognosis of the disease"}, {"pubmed": 30589515, "text": "The results provide evidence for the differential impact of fucosylation on signaling via DR4 or DR5. The findings provide novel opportunities to enhance TRAIL sensitivity in colon adenocarcinoma cells that are highly resistant to DR5-mediated apoptosis."}, {"pubmed": 30592139, "text": "RhTRAIL carried by pPB-SSL delivering system has prolonged circulation in blood."}, {"pubmed": 30612454, "text": "It is a apoptosis related protein."}, {"pubmed": 30621488, "text": "Low Expression of TRAIL is associated with invasion and metastasis in colorectal cancer."}, {"pubmed": 30645753, "text": "serum sTRAIL could be a biomarker for evaluating the disease activity of polymyositis and dermatomyositis; serum sTRAIL level was markedly increased in patients and was positively correlated with the disease activity"}, {"pubmed": 30647121, "text": "In vitro studies show that glioma cells treated with NEO214 express DR5 and exhibit cell death in the presence of recombinant TRAIL, a growth factor constitutively produced by astrocytes. Our in vitro 3D coculture data show that induction of DR5 in glioma cells with NEO214 and TRAIL cause tumor cell death very effectively and specifically for glioma cells."}, {"pubmed": 30692634, "text": "Trail role in the colorectal cancer apoptosis."}, {"pubmed": 30732588, "text": "TRAIL in serum and MID1 protein levels in biopsies from Idiopathic pulmonary fibrosis patients were increased compared to controls. TRAIL signalling through MID1 deactivates protein phosphatase 2A and promotes fibrosis with corresponding lung function decline."}, {"pubmed": 30748035, "text": "the activated natural killer cells mediate hepatic stellate cell death in a TRAIL-involved mechanism."}, {"pubmed": 30782845, "text": "these findings suggest that GADD34 inhibits TRAIL-induced HCC cell apoptosis through TRAF6- and ERK-mediated stabilization of MCL-1."}, {"pubmed": 30862357, "text": "enhancement of DR5 expression and inhibition of cFLIP expression by genome editing had a synergistic effect of inhibiting proliferation and inducing apoptosis in TRAIL-resistant HeLa cells"}, {"pubmed": 30947287, "text": "Our data demonstrate that the contribution of p53 in regulating TRAIL-R-induced apoptosis does not correlate to the levels of TRAIL-Rs at the plasma membrane, but rather to p53-mediated upregulation of Bax, favouring the mitochondrial amplification loop."}, {"pubmed": 31030944, "text": "The regulation of TRAIL signaling by ZBTB24/CDCA7 in T cells."}, {"pubmed": 31056533, "text": "This study demonstrated that overexpression of TAZ caused by downregulation of miR-125b promoted resistance of glioma cells to TRAIL. MiR-125b/TAZ axis may represent a potential strategy to reverse the TRAIL in glioma."}, {"pubmed": 31097613, "text": "activates crucial pathway involved in kidney disease development and progression [review]"}, {"pubmed": 31114586, "text": "TRAIL-R1 and TRAIL-R2 Mediate TRAIL-Dependent Apoptosis in Activated Primary Human B Lymphocytes."}, {"pubmed": 31149947, "text": "HIV elite control is associated with reduced TRAILshort expression."}, {"pubmed": 31189571, "text": "TRAILshort (TNFSF10) impacts T cell dynamics during HIV infection, and inhibiting TRAILshort causes more HIV-infected and uninfected bystander cells to die. TRAILshort is, therefore, a host-derived, host-adaptive mechanism to limit the effects of TRAIL-induced cell death. Further studies on the effects of TRAILshort in other disease states are warranted."}, {"pubmed": 31433987, "text": "Hantavirus Inhibits TRAIL-Mediated Killing of Infected Cells by Downregulating Death Receptor 5."}, {"pubmed": 31547718, "text": "In this study, we explored co-delivery of a TRAIL expressing plasmid (pTRAIL) and complementary small interfering RNAs (siRNAs) (silencing Bcl2-like 12 [BCL2L12] and superoxide dismutase 1 [SOD1]) to improve the response of breast cancer cells against TRAIL therapy"}, {"pubmed": 31553694, "text": "Tumor-suppressive activity of sTRAIL on circulating CD44+ cells in patients with non-small cell lung cancer."}, {"pubmed": 31629739, "text": "Expression of tumor necrosis factor (TNF)-related apoptosis inducing ligand (TRAIL) in minor salivary glands and saliva."}, {"pubmed": 31673231, "text": "upregulation of DR5 by bortezomib is of critical significance in the synergy of bortezomib with TRAIL in apoptosis of TRAIL-resistant SNU-216 and that activity of ERK1/2 is required in the bortezomib-induced DR5 overexpression"}, {"pubmed": 31676378, "text": "The TRAIL-DR5 signaling pathway plays a key role in APAP-induced liver inflammation."}, {"pubmed": 31744505, "text": "Targeting bone morphogenetic protein receptor 2 sensitizes lung cancer cells to TRAIL by increasing cytosolic Smac/DIABLO and the downregulation of X-linked inhibitor of apoptosis protein."}, {"pubmed": 31828111, "text": "Studied interactions of microRNA 221, TNF superfamily member 10 (TRAIL), suppressor of cytokine signaling 3 (SOCS3), and phosphoinositide-3-kinase regulatory subunit 1 (PIK3R1) in apoptosis of prostate cancer cells."}, {"pubmed": 31894259, "text": "CCR4NOT transcription complex subunit 2 regulates TRAIL sensitivity in nonsmallcell lung cancer cells via the STAT3 pathway."}, {"pubmed": 31896813, "text": "Regulation of pancreatic cancer TRAIL resistance by protein O-GlcNAcylation."}, {"pubmed": 32020226, "text": "Tumor necrosis factorrelated apoptosisinducing ligand as a therapeutic option in urothelial cancer cells with acquired resistance against firstline chemotherapy."}, {"pubmed": 32210394, "text": "TRAIL regulates T cell activation and suppresses inflammation in autoimmune diseases."}, {"pubmed": 32210710, "text": "Adipose Tissue-Derived Mesenchymal Stem Cells Suppress Growth of Huh7 Hepatocellular Carcinoma Cells via Interferon (IFN)-beta-Mediated JAK/STAT1 Pathway in vitro."}, {"pubmed": 32260540, "text": "Analysis of Gene Expression of miRNA-106b-5p and TRAIL in the Apoptosis Pathway in Gastric Cancer."}, {"pubmed": 32327638, "text": "Enhancing the antitumor activity of an engineered TRAIL-coated oncolytic adenovirus for treating acute myeloid leukemia."}, {"pubmed": 32342239, "text": "The Impact of TRAIL (C1595T and G1525A) and DR4 (rs20576) Gene Polymorphisms on Systemic Lupus Erythematosus."}, {"pubmed": 32406872, "text": "Identification of pathogenic TRAIL-expressing innate immune cells during HIV-1 infection in humanized mice by scRNA-Seq."}, {"pubmed": 32485960, "text": "M1 Macrophages Promote TRAIL Expression in Adipose Tissue-Derived Stem Cells, Which Suppresses Colitis-Associated Colon Cancer by Increasing Apoptosis of CD133(+) Cancer Stem Cells and Decreasing M2 Macrophage Population."}, {"pubmed": 32636833, "text": "HTNV Sensitizes Host Toward TRAIL-Mediated Apoptosis-A Pivotal Anti-hantaviral Role of TRAIL."}, {"pubmed": 32645396, "text": "Muscle-derived TRAIL negatively regulates myogenic differentiation."}, {"pubmed": 32669373, "text": "Human Cancers Express TRAILshort, a Dominant Negative TRAIL Splice Variant, Which Impairs Immune Effector Cell Killing of Tumor Cells."}, {"pubmed": 32722598, "text": "Non-Thermal Plasma Couples Oxidative Stress to TRAIL Sensitization through DR5 Upregulation."}, {"pubmed": 32732304, "text": "A TRAIL-TL1A Paracrine Network Involving Adipocytes, Macrophages, and Lymphocytes Induces Adipose Tissue Dysfunction Downstream of E2F1 in Human Obesity."}, {"pubmed": 32759789, "text": "The MUDENG Augmentation: A Genesis in Anti-Cancer Therapy?"}, {"pubmed": 32777260, "text": "Luteolin enhances TRAIL sensitivity in non-small cell lung cancer cells through increasing DR5 expression and Drp1-mediated mitochondrial fission."}, {"pubmed": 32958259, "text": "Co-treatment of birinapant with TRAIL synergistically induces apoptosis by downregulating cFLIP(L) in MDA-MB-453 cell lines."}, {"pubmed": 32988888, "text": "Mesenchymal Stem Cells Combined With IFNgamma Induce Apoptosis of Breast Cancer Cells Partially Through TRAIL."}, {"pubmed": 33050112, "text": "Magnolol Enhances the Therapeutic Effects of TRAIL through DR5 Upregulation and Downregulation of c-FLIP and Mcl-1 Proteins in Cancer Cells."}, {"pubmed": 33108704, "text": "JDP2 is directly regulated by ATF4 and modulates TRAIL sensitivity by suppressing the ATF4-DR5 axis."}, {"pubmed": 33203916, "text": "Designed ferritin nanocages displaying trimeric TRAIL and tumor-targeting peptides confer superior anti-tumor efficacy."}, {"pubmed": 33215853, "text": "The multifaceted role of TRAIL signaling in cancer and immunity."}, {"pubmed": 33408417, "text": "Gut-licensed IFNgamma(+) NK cells drive LAMP1(+)TRAIL(+) anti-inflammatory astrocytes."}, {"pubmed": 33754061, "text": "Combination of long-acting TRAIL and tumor cell-targeted photodynamic therapy as a novel strategy to overcome chemotherapeutic multidrug resistance and TRAIL resistance of colorectal cancer."}, {"pubmed": 33770100, "text": "Induction of interferon-beta and interferon signaling by TRAIL and Smac mimetics via caspase-8 in breast cancer cells."}, {"pubmed": 33806288, "text": "TRAIL Mediates Neuronal Death in AUD: A Link between Neuroinflammation and Neurodegeneration."}, {"pubmed": 33942150, "text": "NCTR25 fusion facilitates the formation of TRAIL polymers that selectively activate TRAIL receptors with higher potency and efficacy than TRAIL."}, {"pubmed": 34080646, "text": "IL13Ralpha2 and EGFRtargeted pseudomonas exotoxin potentiates the TRAILmediated death of GBM cells."}, {"pubmed": 34099729, "text": "OPG/TRAIL ratio as a predictive biomarker of mortality in patients with type A acute aortic dissection."}, {"pubmed": 34167551, "text": "TRAIL promotes epithelial-to-mesenchymal transition by inducing PD-L1 expression in esophageal squamous cell carcinomas."}, {"pubmed": 34174975, "text": "TRAIL mediated signaling in different cancers: cancer in the \"\"Crosshairs\"\"."}, {"pubmed": 34282054, "text": "LncRNA AC079630.4 expression associated with the progression and prognosis in lung cancer."}, {"pubmed": 34342264, "text": "Oxaliplatin resistance in colorectal cancer enhances TRAIL sensitivity via death receptor 4 upregulation and lipid raft localization."}, {"pubmed": 34356656, "text": "Hypoxia-Induced Epithelial-to-Mesenchymal Transition in Proximal Tubular Epithelial Cells through miR-545-3p-TNFSF10."}, {"pubmed": 34488924, "text": "OTUB1 knockdown promotes apoptosis in melanoma cells by upregulating TRAIL expression."}, {"pubmed": 34546352, "text": "TRAIL signaling promotes entosis in colorectal cancer."}, {"pubmed": 34584171, "text": "Common and disorder-specific upregulation of the inflammatory markers TRAIL and CCL20 in depression and schizophrenia."}, {"pubmed": 34611142, "text": "Targeting the miRNA-155/TNFSF10 network restrains inflammatory response in the retina in a mouse model of Alzheimer's disease."}, {"pubmed": 34728311, "text": "Enhanced extrinsic apoptosis of therapy-induced senescent cancer cells using a death receptor 5 (DR5) selective agonist."}, {"pubmed": 34946664, "text": "Low-Level Endothelial TRAIL-Receptor Expression Obstructs the CNS-Delivery of Angiopep-2 Functionalised TRAIL-Receptor Agonists for the Treatment of Glioblastoma."}, {"pubmed": 35006369, "text": "Co-overexpression of TRAIL and Smac sensitizes MDA-MB-231 cells to radiation through apoptosis depending on mitochondrial pathway."}, {"pubmed": 35011619, "text": "TRAIL Triggers CRAC-Dependent Calcium Influx and Apoptosis through the Recruitment of Autophagy Proteins to Death-Inducing Signaling Complex."}, {"pubmed": 35758160, "text": "Engagement of TRAIL triggers degranulation and IFNgamma production in human natural killer cells."}, {"pubmed": 35840556, "text": "TRAIL protects the immature lung from hyperoxic injury."}, {"pubmed": 35866730, "text": "The effectiveness of serum S100B, TRAIL, and adropin levels in predicting clinical outcome, final infarct core, and stroke subtypes of acute ischemic stroke patients.\", trans \"Eficacia de los niveles sericos de S100B, TRAIL y adropina para predecir el resultado clinico, el nucleo del infarto final y los subtipos de ataque cerebrovascular de los pacientes con accidente cerebrovascular isquemico agudo"}, {"pubmed": 35930348, "text": "An enhancer variant associated with breast cancer susceptibility in Black women regulates TNFSF10 expression and antitumor immunity in triple-negative breast cancer."}, {"pubmed": 36059480, "text": "Serum multi-cytokines screening identifies TRAIL and IL-10 as probable new biomarkers for prostate health index diagnostic utility adjustment in grey zone aggressive prostate cancer detection: A single-center data in China."}, {"pubmed": 36239572, "text": "Regulation of programmed death ligand 1 (PD-L1) expression by TNF-related apoptosis-inducing ligand (TRAIL) in triple-negative breast cancer cells."}, {"pubmed": 36715448, "text": "TSC2 regulates tumor susceptibility to TRAIL-mediated T-cell killing by orchestrating mTOR signaling."}, {"pubmed": 36822870, "text": "[Tumor necrosis factor-related apoptosis-inducing ligand gene polymorphism and its plasma phenotype in relation to Crohn's disease]."}, {"pubmed": 36888983, "text": "TRAIL or TRAIL-R2 as a Predictive Biomarker for Mortality or Cardiovascular Events: A Systematic Review and Meta-analysis."}, {"pubmed": 37060507, "text": "Selective CDK9 knockdown sensitizes TRAIL response by suppression of antiapoptotic factors and NF-kappaB pathway."}, {"pubmed": 37317871, "text": "Hyperthermia maintains death receptor expression and promotes TRAIL-induced apoptosis."}, {"pubmed": 38216558, "text": "The E3 ubiquitin ligase Itch regulates death receptor and cholesterol trafficking to affect TRAIL-mediated apoptosis."}, {"pubmed": 38236186, "text": "KCNK5 Regulating Potassium Efflux and Inducing Pyroptosis in Corneal Epithelial Cells Through TNFSF10-Mediated Autophagy in Dry Eye."}, {"pubmed": 38265424, "text": "Heparan sulfate promotes TRAIL-induced tumor cell apoptosis."}, {"pubmed": 38316367, "text": "Significance of TRAIL/Apo-2 ligand and its death receptors in apoptosis and necroptosis signalling: Implications for cancer-targeted therapeutics."}, {"pubmed": 38562920, "text": "Reduced expressions of apoptosis-related proteins TRAIL, Bcl-2, and TNFR1 in NK cells of juvenile-onset systemic lupus erythematosus patients: relations with disease activity, nephritis, and neuropsychiatric involvement."}], "genomic_pos": {"chr": "3", "end": 172523475, "ensemblgene": "ENSG00000121858", "start": 172505508, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 172241297, "start": 172223298, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": [8663110, 8777713], "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 8777713, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 21525171, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043280", "pubmed": [21459798, 21525171, 22266862], "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090200", "pubmed": 22266862, "qualifier": "involved_in", "term": "positive regulation of release of cytochrome c from mitochondria"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2001238", "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001238", "pubmed": [20097879, 21525171, 22266862], "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": [8663110, 8777713], "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005164", "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10549288, 19427028, 20097879, 20103630, 21459798, 21525171, 21822306, 22266862, 23678861], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 26457518, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": 26457518, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0045569", "qualifier": "enables", "term": "TRAIL binding"}]}, "homologene": {"genes": [[7955, 436866], [8364, 100493578], [9031, 378894], [9544, 694451], [9598, 460852], [9606, 8743], [9615, 100174780], [9913, 507215], [10090, 22035], [10116, 246775]], "id": 2824}, "interpro": [{"desc": "Tumour necrosis factor domain", "id": "IPR006052", "short_desc": "TNF_dom"}, {"desc": "Tumour necrosis factor-like domain superfamily", "id": "IPR008983", "short_desc": "Tumour_necrosis_fac-like_dom"}, {"desc": "Tumour necrosis factor ligand 10/11", "id": "IPR017355", "short_desc": "TNF_ligand_10/11"}, {"desc": "Tumour necrosis factor, conserved site", "id": "IPR021184", "short_desc": "TNF_CS"}], "ipi": ["IPI00000049", "IPI00790933"], "map_location": "3q26.31", "name": "TNF superfamily member 10", "other_names": ["Apo-2 ligand", "TNF-related apoptosis inducing ligand TRAIL", "chemokine tumor necrosis factor ligand superfamily member 10", "tumor necrosis factor (ligand) family, member 10", "tumor necrosis factor (ligand) superfamily, member 10", "tumor necrosis factor ligand 6A", "tumor necrosis factor ligand superfamily member 10", "tumor necrosis factor superfamily member 10"], "pantherdb": {"HGNC": "11925", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107414", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10090, "uniprot_kb": "P50592"}, {"RGD": "628734", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10116, "uniprot_kb": "E9PU84"}, {"Ensembl": "ENSGALG00000009179", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 9031, "uniprot_kb": "A0A1L1RSI0"}, {"ZFIN": "ZDB-GENE-090805-2", "ortholog_type": "O", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "E7F3U1"}, {"ZFIN": "ZDB-GENE-050227-6", "ortholog_type": "O", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "Q0PKX8"}, {"ZFIN": "ZDB-GENE-040718-335", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "Q6DHG9"}], "uniprot_kb": "P50591"}, "pathway": {"biocarta": {"id": "deathpathway", "name": "induction of apoptosis through dr3 and dr4/5 death receptors"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "trail_pathway", "name": "TRAIL signaling pathway"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-140534", "name": "Caspase activation via Death Receptors in the presence of ligand"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-3371378", "name": "Regulation by c-FLIP"}, {"id": "R-HSA-5213460", "name": "RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5218900", "name": "CASP8 activity is inhibited"}, {"id": "R-HSA-5357769", "name": "Caspase activation via extrinsic apoptotic signalling pathway"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5675482", "name": "Regulation of necroptotic cell death"}, {"id": "R-HSA-69416", "name": "Dimerization of procaspase-8"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-75158", "name": "TRAIL  signaling"}], "wikipathways": [{"id": "WP1742", "name": "TP53 network"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP254", "name": "Apoptosis"}]}, "pdb": ["1D0G", "1D2Q", "1D4V", "1DG6", "1DU3", "4N90", "5CIR"], "pfam": "PF00229", "pharmgkb": "PA36618", "pharos": {"target_id": 6498, "tdl": "Tchem"}, "prosite": "PS50049", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326292", "relationship": "is"}, {"id": "GNF326293", "relationship": "is"}, {"id": "GNF326294", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259107", "relationship": "is"}, {"id": "GNF259108", "relationship": "is"}, {"id": "GNF259109", "relationship": "is"}, {"id": "GNF259110", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164919", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031599", "relationship": "is"}, {"id": "GNF032373", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF091881", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF072513", "relationship": "is"}, "GNF_hs-druggable_siRNA": [{"id": "GNF065553", "relationship": "is"}, {"id": "GNF065554", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014744", "relationship": "is"}, {"id": "GNF131438", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF238773", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329947", "relationship": "is"}, {"id": "GNF331422", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106079", "relationship": "is"}, {"id": "GNF145725", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": ["NP_001177871.1", "NP_001177872.1", "NP_003801.1"], "rna": ["NM_001190942.2", "NM_001190943.2", "NM_003810.4", "NR_033994.2"], "translation": [{"protein": "NP_001177872.1", "rna": "NM_001190943.2"}, {"protein": "NP_001177871.1", "rna": "NM_001190942.2"}, {"protein": "NP_003801.1", "rna": "NM_003810.4"}]}, "reporter": {"HG-U133_Plus_2": ["202687_s_at", "202688_at", "214329_x_at"], "HG-U95Av2": "1715_at", "HTA-2_0": ["TC03002006.hg.1", "TC03003211.hg.1"], "HuEx-1_0": "2705706", "HuGene-1_1": "8092169", "HuGene-2_1": "16961616"}, "summary": "The protein encoded by this gene is a cytokine that belongs to the tumor necrosis factor (TNF) ligand family. This protein preferentially induces apoptosis in transformed and tumor cells, but does not appear to kill normal cells although it is expressed at a significant level in most normal tissues. This protein binds to several members of TNF receptor superfamily including TNFRSF10A/TRAILR1, TNFRSF10B/TRAILR2, TNFRSF10C/TRAILR3, TNFRSF10D/TRAILR4, and possibly also to TNFRSF11B/OPG. The activity of this protein may be modulated by binding to the decoy receptors TNFRSF10C/TRAILR3, TNFRSF10D/TRAILR4, and TNFRSF11B/OPG that cannot induce apoptosis. The binding of this protein to its receptors has been shown to trigger the activation of MAPK8/JNK, caspase 8, and caspase 3. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2010].", "symbol": "TNFSF10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336646"}, "unigene": "Hs.478275", "uniprot": {"Swiss-Prot": "P50591", "TrEMBL": ["H7C246", "Q6IBA9"]}, "wikipedia": {"url_stub": "TRAIL"}}