{"AllianceGenome": "11926", "HGNC": "11926", "MIM": "602642", "_id": "8600", "_version": 2, "accession": {"genomic": ["AF333234.1", "AF544022.1", "AL139382.12", "CH471075.1", "CP068265.2", "CS110677.1", "GM980137.1", "NC_000013.11", "NC_060937.1", "NG_008990.1"], "protein": ["AAB86811.1", "AAC39731.1", "AAC51762.1", "AAH74823.1", "AAH74890.1", "AAI17287.1", "AAI17289.1", "BAA90488.1", "BAB71768.1", "BAB79693.1", "BAB79694.1", "BAB79695.1", "CAJ09926.1", "CAX24322.1", "CTQ86089.1", "EAX08679.1", "EAX08680.1", "EAX08681.1", "NP_003692.1", "NP_143026.1", "O14788.1", "XP_011533582.1", "XP_016876291.1", "XP_016876292.1", "XP_047286663.1", "XP_054231050.1", "XP_054231051.1", "XP_054231052.1", "XP_054231053.1"], "rna": ["AA504211.1", "AB037599.1", "AB061227.1", "AB064268.1", "AB064269.1", "AB064270.1", "AF013171.1", "AF019047.1", "AF053712.2", "BC040889.1", "BC074823.2", "BC074890.2", "BC117286.1", "BC117288.1", "BQ007726.1", "LN874324.1", "NM_003701.4", "NM_033012.4", "XM_011535280.3", "XM_017020802.2", "XM_017020803.3", "XM_047430707.1", "XM_054375075.1", "XM_054375076.1", "XM_054375077.1", "XM_054375078.1"], "translation": [{"protein": "AAB86811.1", "rna": "AF019047.1"}, {"protein": "AAC39731.1", "rna": "AF053712.2"}, {"protein": "BAA90488.1", "rna": "AB037599.1"}, {"protein": "AAI17287.1", "rna": "BC117286.1"}, {"protein": "AAC51762.1", "rna": "AF013171.1"}, {"protein": "BAB79695.1", "rna": "AB064270.1"}, {"protein": "AAI17289.1", "rna": "BC117288.1"}, {"protein": "BAB79694.1", "rna": "AB064269.1"}, {"protein": "XP_054231053.1", "rna": "XM_054375078.1"}, {"protein": "AAH74823.1", "rna": "BC074823.2"}, {"protein": "XP_054231050.1", "rna": "XM_054375075.1"}, {"protein": "AAH74890.1", "rna": "BC074890.2"}, {"protein": "XP_047286663.1", "rna": "XM_047430707.1"}, {"protein": "XP_011533582.1", "rna": "XM_011535280.3"}, {"protein": "NP_003692.1", "rna": "NM_003701.4"}, {"protein": "XP_016876292.1", "rna": "XM_017020803.3"}, {"protein": "BAB79693.1", "rna": "AB064268.1"}, {"protein": "CTQ86089.1", "rna": "LN874324.1"}, {"protein": "BAB71768.1", "rna": "AB061227.1"}, {"protein": "XP_054231052.1", "rna": "XM_054375077.1"}, {"protein": "XP_054231051.1", "rna": "XM_054375076.1"}, {"protein": "NP_143026.1", "rna": "NM_033012.4"}, {"protein": "XP_016876291.1", "rna": "XM_017020802.2"}]}, "alias": ["CD254", "ODF", "OPGL", "OPTB2", "RANKL", "TNLG6B", "TRANCE", "hRANKL2", "sOdf"], "ensembl": {"gene": "ENSG00000120659", "protein": ["ENSP00000351347", "ENSP00000381775"], "transcript": ["ENST00000358545", "ENST00000398795"], "translation": [{"protein": "ENSP00000351347", "rna": "ENST00000358545"}, {"protein": "ENSP00000381775", "rna": "ENST00000398795"}], "type_of_gene": "protein_coding"}, "entrezgene": "8600", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.49107102055, "exp_mis": 104.311207492, "exp_syn": 48.9119023011, "lof_z": 2.08712498312808, "mis_z": 0.541700975976898, "mu_lof": 6.9550314524e-07, "mu_mis": 1.04586393518e-05, "mu_syn": 4.96833074219e-06, "n_lof": 3.0, "n_mis": 93.0, "n_syn": 47.0, "p_li": 0.130191546680804, "p_null": 0.0221871493478313, "p_rec": 0.847621303971364, "syn_z": 0.169475668186633}, "bp": 954, "cds_end": 43181054, "cds_start": 43148439, "n_exons": 5, "nonpsych": {"exp_lof": 8.4943742736, "exp_mis": 94.3157505001, "exp_syn": 44.1740360211, "lof_z": 1.85141812981426, "mis_z": 0.691568445780014, "mu_lof": 6.9550314524e-07, "mu_mis": 1.04586393518e-05, "mu_syn": 4.96833074219e-06, "n_lof": 3.0, "n_mis": 81.0, "n_syn": 42.0, "p_li": 0.103921781518849, "p_null": 0.0384762941097504, "p_rec": 0.857601924371401, "syn_z": 0.20594320680001}, "nontcga": {"exp_lof": 8.72243200694, "exp_mis": 95.956964198, "exp_syn": 44.9896039403, "lof_z": 1.91136256325743, "mis_z": 0.506405535309397, "mu_lof": 6.9550314524e-07, "mu_mis": 1.04586393518e-05, "mu_syn": 4.96833074219e-06, "n_lof": 3.0, "n_mis": 86.0, "n_syn": 43.0, "p_li": 0.103707415648879, "p_null": 0.0321697302785562, "p_rec": 0.864122854072565, "syn_z": 0.187815745248305}, "transcript": "ENST00000239849.6"}, "exons": [{"cdsend": 42606918, "cdsstart": 42574303, "chr": "13", "position": [[42574151, 42574522], [42581125, 42581293], [42600751, 42600797], [42600882, 42600981], [42606496, 42608013]], "strand": 1, "transcript": "NM_003701", "txend": 42608013, "txstart": 42574151}, {"cdsend": 42606918, "cdsstart": 42581125, "chr": "13", "position": [[42562735, 42562963], [42566620, 42566762], [42571579, 42571738], [42581125, 42581293], [42600751, 42600797], [42600882, 42600981], [42606496, 42608013]], "strand": 1, "transcript": "NM_033012", "txend": 42608013, "txstart": 42562735}], "exons_hg19": [{"cdsend": 43181054, "cdsstart": 43148439, "chr": "13", "position": [[43148287, 43148658], [43155261, 43155429], [43174887, 43174933], [43175018, 43175117], [43180632, 43182149]], "strand": 1, "transcript": "NM_003701", "txend": 43182149, "txstart": 43148287}, {"cdsend": 43181054, "cdsstart": 43155261, "chr": "13", "position": [[43136871, 43137099], [43140756, 43140898], [43145715, 43145874], [43155261, 43155429], [43174887, 43174933], [43175018, 43175117], [43180632, 43182149]], "strand": 1, "transcript": "NM_033012", "txend": 43182149, "txstart": 43136871}], "generif": [{"pubmed": 11606048, "text": "RANKL induces formation of avian osteoclasts from macrophages but not from macrophage polykaryons."}, {"pubmed": 11741951, "text": "TRANCE stimulated DNA synthesis, chemotactic motility, and capillary-like tube formation in primary cultured human umbilical vein endothelial cells (HUVECs)"}, {"pubmed": 11792569, "text": "Macrophage colony-stimulating factor and receptor activator NF-kappaB ligand fail to rescue osteoclast-poor human malignant infantile osteopetrosis in vitro."}, {"pubmed": 12043011, "text": "immunohistochemical localization of RANK and its ligand (this protein) in human deciduous teeth"}, {"pubmed": 12364326, "text": "stimulation by parathyroid hormone"}, {"pubmed": 12393586, "text": "Long-lived immature dendritic cells mediated by TRANCE-RANK interaction"}, {"pubmed": 12393684, "text": "Human myeloma cell lines increased the expression & secretion of RANKL in activated T-celes & MM cells stimulated RANKL production in autologous T-cells. This confirms the critical role of RANKL in MM bone disease."}, {"pubmed": 12469211, "text": "compared the gene expression of RANKL and osteoprogerin in periodontitis and healthy subjects; data suggest up regulation of RANKL in inflammatory cells and epithelium may be associated with activation of osteoclastic bone destruction in periodontitis"}, {"pubmed": 12564836, "text": "REVIEW: role of these molecules in immunology and skeletal remodelling and assess their involvement in diseases of bones and joints, including rheumatoid arthritis, Paget's disease, post-menopausal osteoporosis and malignant bone diseases"}, {"pubmed": 12574344, "text": "RANKL can induce maturation of monocyte-derived dendritic cells and elicit sustained antiviral cytotoxic T lymphocyte responses, either alone or cooperatively with TNF-alpha or CD40L."}, {"pubmed": 12619938, "text": "examination as indices of bone turnover in different bone diseases"}, {"pubmed": 12698202, "text": "RANKL-induced osteoclast formation and matrix metalloproteinase dependent matrix degradation are associated with osteolysis because of bone metastasis of breast cancer."}, {"pubmed": 12702561, "text": "Receptor activator of nuclear factor kappaB ligand plays a nonredundant role in doxorubicin-induced apoptosis."}, {"pubmed": 12756027, "text": "the first case of Follicular Lymphoma with bone involvement displaying an aberrant expression of RANKL in malignant cells"}, {"pubmed": 12817763, "text": "Vitamin D upregulated the expression of RANKL mRNA preferentially in cultured osteoblasts."}, {"pubmed": 12824189, "text": "endothelial nitric-oxide synthase and receptor activator of nuclear kappa B ligand expression are regulated via ERK1/2 MAPK after mechanical stress"}, {"pubmed": 12923331, "text": "osteoprotegerin and RANK ligand have roles in breast cancer bone metastasis"}, {"pubmed": 12954625, "text": "ICAM1 and RANKL are induced by Beta1 integrin/focal adhesion kinase on osteoblasts and in osteoclast maturation"}, {"pubmed": 12975380, "text": "RANKL has a role in regulation of osteoclastogenesis mediated by HIV gp120"}, {"pubmed": 14699143, "text": "RANKL gene expression in the bone microenvironment is regulated by HSF2"}, {"pubmed": 14734048, "text": "RANKL-OPG pathway may regulate valvular calcification in calcific aortic stenosis"}, {"pubmed": 14751235, "text": "induces osteoclastogenesis by binding with the receptor, receptor activator of nuclear factor-kappaB in the presence of macrophage colony-stimulating factor"}, {"pubmed": 15044512, "text": "specimens of ameloblastomas, dentigerous cysts, odontogenic keratocysts, and radicular cysts were subjected to immunohistochemical analysis for RANKL and tartrate-resistant acid phosphatase (TRAP)."}, {"pubmed": 15205949, "text": "RANKL mRNA could be detected in bone marrow plasma cells from myeloma patients with osteolytic myeloma bone disease"}, {"pubmed": 15221493, "text": "in-situ involvement of RANKL in both osteoclastogenesis and osteoclastic bone resorptive events occurring in prosthetic joint loosening"}, {"pubmed": 15290725, "text": "Since RANK-L and OPG mRNA levels are elevated in peripheral blood monocytes in rheumatoid arthritis(RA) and CD4+ T cells are major contributors to RANK-L mRNA expression, monocytes in RA may be involved in pathways regulating bone metabolism."}, {"pubmed": 15292354, "text": "Enhanced apoptosis adjacent to vascular calcification and concurrent expression of regulators of apoptosis and osteoclastic differentiation, TNF-related apoptosis-inducing ligand and OPG. May be involved in pathogenesis of vascular calcification."}, {"pubmed": 15304486, "text": "RANKL-induced cathepsin K gene expression is cooperatively regulated by the combination of the transcription factors and p38 MAP kinase in a gradual manner."}, {"pubmed": 15313187, "text": "Thus, the RANKL/OPG ratio was markedly increased, suggesting a potential mechanism of ATRA-induced bone resorption."}, {"pubmed": 15322748, "text": "(RANK-L)/osteoprotegerin (OPG) signalling pathway is central to the processes regulating bone turnover in a wide variety of medical conditions, including diabetic neuropathy (review)"}, {"pubmed": 15377473, "text": "RANKL treatment induced a significant increase of IL-6 & IL-11 secretion by both bone marrow stromal & endothelial cells."}, {"pubmed": 15476205, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15554353, "text": "Parathyroid hormone [PTH (1-34)] induced RANKL messenger ribonucleic acid (mRNA) expression in cultured normal human osteoblast-like cells (hOB)."}, {"pubmed": 15564564, "text": "Review. The RANKL/RANK/OPG system may mediate links between the vascular, skeletal, & immune systems and play a central role in regulating the vascular calcification coincident with declines in skeletal mineralization with age, osteoporosis, or disease."}, {"pubmed": 15613999, "text": "may play a role in apical periodontitis-induced bone resorption"}, {"pubmed": 15615493, "text": "Activating mutations in TNFRSF11A encoding RANK and deactivating mutations in TNFRSF11B encoding OPG cause systemic bone disease"}, {"pubmed": 15615497, "text": "disruption of the RANKL-RANK axis with OPG inhibited tumor-induced osteoclastogenesis and decreased bone cancer pain"}, {"pubmed": 15671541, "text": "RANKL has a role in breast carcinoma metastasis"}, {"pubmed": 15710592, "text": "human myeloma cells do not express significant levels of RANKL mRNA or produce RANKL able to stimulate osteoclast formation"}, {"pubmed": 15722361, "text": "When RANKL signaling through NFATc1 was blocked with cyclosporin A, both MCP-1 and RANTES expression was down-regulated"}, {"pubmed": 15731115, "text": "reactive oxygen species stimulate RANKL expression via ERKs and the PKA-CREB pathway"}, {"pubmed": 15732858, "text": "significantly increased in periodontal disease, supporting its role in the alveolar bone loss developed in this disease"}, {"pubmed": 15794927, "text": "megakaryocytes have direct effects on osteoblastic production of factors (RANKL) affecting both bone formation and resorption"}, {"pubmed": 15972386, "text": "simultaneous inhibition of RANKL and TNF-alpha is necessary to reduce acid-induced, cell-mediated net Ca efflux from bone"}, {"pubmed": 16052586, "text": "Involvement of RANK/RANKL in dendritic cell-T cell interactions during inflammatory process. RANK expression appears to be limited to sites of immune reaction, both in synovium and in lymph nodes."}, {"pubmed": 16109714, "text": "analysis of a positive feedback circuit of TRANCE-induced activation of NFATc1, involving NFATc1-mediated OSCAR expression and its subsequent activation of NFATc1, necessary for efficient differentiation of osteoclasts"}, {"pubmed": 16133687, "text": "biological responses of OPG and sRANKL synthesis in osteoblasts to the application of cyclic tensile strain are regulated via the p38 MAPK pathway"}, {"pubmed": 16143421, "text": "CLD (chronic liver disease) is associated with alterations in RANKL/OPG serum levels, which could modulate bone loss in CLD."}, {"pubmed": 16144909, "text": "Coexpression of RANKL and VEGF is associated with osteoclastic bone destruction and tumor expansion in bone"}, {"pubmed": 16191370, "text": "Active vascular epithelial cells contribute to the formation of multinucleated giant cells through regulating RANKL."}, {"pubmed": 16215261, "text": "OPG dimer formation is required for the mechanism of inhibition of the RANK-L/RANK receptor interaction"}, {"pubmed": 16220542, "text": "Expression of RANKL in interferon-gamma-producing human T cells induces osteoclastogenesis from monocytes."}, {"pubmed": 16234249, "text": "deltaCAPRI regulates RANKL shedding by modulating MMP14 expression through Ras signaling cascades other than the Erk pathway"}, {"pubmed": 16240334, "text": "we review the etiology of inflammatory bone loss, the RANK/RANK-ligand/OPG pathway, and the clinical development of anti-RANK-ligand therapy."}, {"pubmed": 16249885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16270354, "text": "By upregulating IL-8, the RANKL/RANK system may contribute to the pathogenesis of B chronic lymphocytic leukemia."}, {"pubmed": 16317958, "text": "Osteoclastogenesis induced by Leukotriene B4 were dose-dependently increased and weaker than that of RANKL"}, {"pubmed": 16522681, "text": "Wnt signalling in osteoblasts regulates expression of RANKL and inhibits osteoclastogenesis in vitro."}, {"pubmed": 16533764, "text": "Up-regulation of RANK ligand is associated with osteosarcome"}, {"pubmed": 16572175, "text": "the cytokine RANKL (receptor activator of NF-kappaB ligand) triggers migration of human epithelial cancer cells and melanoma cells that express the receptor RANK"}, {"pubmed": 16583245, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16612568, "text": "Data show that substance P stimulates production of prostaglandin E2 and receptor activator of nuclear factor- B ligand, and promotes bone resorption."}, {"pubmed": 16681444, "text": "RANKL in mast cells may play a role in atherosclerosis"}, {"pubmed": 16700737, "text": "involved in bone loss associated with periapical lesions"}, {"pubmed": 16704959, "text": "Sickle cell/beta-thalassemiapatients may develop osteopenia/osteoporosis mainly due to marrow expansion, in which RANKL may be involved."}, {"pubmed": 16730419, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16730419, "text": "Our results of preliminary clinical evaluation suggest that the -290C>T polymorphism in the TNFSF11 gene promoter could contribute to the genetic regulation of BMD."}, {"pubmed": 16861684, "text": "IL-10 significantly decreased RANKL+ Th1-associated alveolar bone loss. Thus, there are critical cytokine interactions linking hIFN-gamma+ Th1 cells to RANKL-RANK/OPG signaling for periodontal osteoclastogenesis in vivo."}, {"pubmed": 16925460, "text": "In periprosthetic osteolysis RANKL is present only in tissues with a large amount of wear debris and predominantly in cases involving loosened cemented implants."}, {"pubmed": 16953816, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16969487, "text": "RANKL expressed in gastric cancer may play a critical role in the promotion of osteoclast format"}, {"pubmed": 17018528, "text": "RANKL shedding is an important process that down-regulates local osteoclastogenesis"}, {"pubmed": 17042716, "text": "RGS12 is essential for the terminal differentiation of osteoclasts induced by RANKL."}, {"pubmed": 17053039, "text": "activation of RankL gene expression by PKA- and gp130-inducers is mediated via common regulatory domains that also served to facilitate the activity of 1,25-(OH)2D3"}, {"pubmed": 17133360, "text": "Our results add new insight to the important role of the CCL20/CCR6, RANKL system in the bone tissue of rheumatoid arthritis."}, {"pubmed": 17151927, "text": "analysis of RANKL-dependent and RANKL-independent mechanisms of macrophage-osteoclast differentiation in breast cancer"}, {"pubmed": 17195907, "text": "High receptor activator of nuclear factor-kappaB ligand is associated with hepatocellular carcinoma with bone metastasis"}, {"pubmed": 17197168, "text": "RANKL gene is regulated via multiple enhancers"}, {"pubmed": 17288531, "text": "This review describes the most recent knowledge on the OPG-receptor activator of nuclear factor-kappaB (RANK)-RANK ligand (RANKL) triad and its involvement in bone oncology."}, {"pubmed": 17328065, "text": "Kinin B1 and B2 receptors synergistically potentiate IL-1- and TNFalpha-induced PG biosynthesis in osteoblasts by a mechanism involving increased levels of COX-2, resulting in increased RANKL."}, {"pubmed": 17328075, "text": "Children with juvenile DM have an elevated RANKL:OPG ratio at the time of diagnosis, resulting in expansion of the number of osteoclasts and activation of the bone resorptive function."}, {"pubmed": 17331078, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17448630, "text": "P. gingivalis up-regulates the RANKL/OPG expression ratio in GF and PDL cells, denoting an enhanced osteoclastogenic potential by the cells."}, {"pubmed": 17506059, "text": "RNKL modulates expression of genes controlling survival/apoptosis/proliferation in differentiating osteoclasts."}, {"pubmed": 17520299, "text": "These findings mean that the imbalance and the disturbed interaction of RANKL and osteoprotegerin may be an important cause and pathogenesis in reduced bone mineral density in adolescent idiopathic scoliosis."}, {"pubmed": 17558893, "text": "The OPG/RANKL ratio was significantly decreased in anorectic girls; it was due to an increase in serum RANKL values. The decrease in the OPG/RANKL ratio in girls with AN could partly explain the increase in bone loss that occurs in these patients."}, {"pubmed": 17560137, "text": "no correlations between expression in any cell type and the severity of arthroscopic features [of temporomandibular joint disease]"}, {"pubmed": 17572386, "text": "These data establish a signaling cascade in which regulated Lys63-linked TRAF6 auto-ubiquitination is the critical upstream mediator of osteoclast differentiation."}, {"pubmed": 17580719, "text": "The expression levels of RANKL and RANK were markedly increased in the perimatrix of cholesteatoma."}, {"pubmed": 17593489, "text": "Dual opposing functions for RANKL signaling are highlighted in this review: the negative regulatory mechanism(s) for osteoclastogenesis, and the induction of bone resorption upon stimulation of the RANKL signaling cascade."}, {"pubmed": 17606458, "text": "expression of OPG and RANKL were significantly increased in advanced clinical stages and high grade myeloma bone disease"}, {"pubmed": 17620507, "text": "Baseline serum level of RANKL is a highly significant predictor of risk for cardiovascular disease."}, {"pubmed": 17632511, "text": "Study reports mutations in the gene encoding RANKL (receptor activator of nuclear factor-KB ligand) in six individuals with autosomal recessive osteopetrosis whose bone biopsy specimens lacked osteoclasts."}, {"pubmed": 17634140, "text": "Review highlights the receptor activator of nuclear factor-kappa B ligand (RANKL)/RANK/osteoprotegerin (OPG) system and its role in the regulation of bone resorption."}, {"pubmed": 17634142, "text": "Review highlights the discovery of receptor activator of nuclear factor-kappa B ligand (RANKL) as a pivotal regulator of osteoclast activity and how its inhibition provides a new therapeutic target in osteoporosis."}, {"pubmed": 17667143, "text": "OPG gene G1181C polymorphism, alone and in combination with the RANKL rs2277438 polymorphism, was identified as a genetic factor associated with bone mineral density of the lumbar spine in Korean women"}, {"pubmed": 17702740, "text": "Data suggest that OPG can bind both to RANKL and TRAIL and that the affinity of OPG for these two ligands is of a similar order of magnitude."}, {"pubmed": 17703334, "text": "The median level of RANKL (receptor activator of nuclear factor kappa B ligand) was elevated in Juvenile Idiopathic Arthritis (JIA) patients as compared to controls; there was no diference in levels among different types of JLA"}, {"pubmed": 17852826, "text": "Reference intervals were established with a high analytic performance for OPN and an acceptable analytic performance for OPG and total sRANKL. The study revealed low biological variation for OPN and total sRANKL and high biological variation for hsCRP."}, {"pubmed": 17876645, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17876645, "text": "SNPs in RANKL and IL-17 may be associated with radiographic progression in Japanese patients with early RA."}, {"pubmed": 17881498, "text": "Results demonstrate the specificity of RGS10A as a key component in the RANKL-evoked signaling pathway for osteoclast differentiation."}, {"pubmed": 17891780, "text": "DACH1 plays an important role in negative regulation of RANKL gene expression in marrow stromal/preosteoblast cells in the bone microenvironment."}, {"pubmed": 17895323, "text": "RANK/RANKL/OPG system mediates the effects of calciotropic hormones and, consequently, alterations in their ratio are key in the development of several clinical conditions--REVIEW"}, {"pubmed": 17966895, "text": "The OPG/RANKL/RANK system constitutes the important element of controlling the number of active osteoclasts by the osteoblasts."}, {"pubmed": 17970704, "text": "OPG-RANKL system is involved in the pathogenesis and regulation of bone turnover in CRF. Circulating levels of OPG and RANKL may be useful markers to assess turnover renal osteopathies"}, {"pubmed": 17982618, "text": "Involvement of this protein in osteosarcoma biology and capability to identify novel therapeutic approaches targeting RANK-positive osteosarcomas."}, {"pubmed": 17990294, "text": "cAMP/PKA signaling activates the canonical Wnt pathway through the inactivation of GSK-3beta, whereas Wnt signaling might inhibit bone resorption through a negative impact on RANKL expression in osteoblasts."}, {"pubmed": 17993768, "text": "Lower values of sRANKL/OPG ratio in hemodialysis (HD) patients cannot be explained by the elimination of renal clearance only. Alterations in sRANKL/OPG ratio might reflect a compensatory mechanism to modulate bone remodeling."}, {"pubmed": 18061491, "text": "differences in the RANK, RANKL, and OPG expression in odontogenic epithelial tumors...could contribute to the differential bone/tooth resorption activity in these lesions"}, {"pubmed": 18064531, "text": "One mechanism by which RANKL inhibition reduced tumor burden appears to be indirect through inhibition of the \"vicious cycle\" and involved an increase in tumor cell apoptosis."}, {"pubmed": 18072013, "text": "Study showed that serum levels of free RANKL and total RANKL decrease with age, and also reveals some gender-related differences."}, {"pubmed": 18073309, "text": "circulating sRANKL did not correlate with PTH but did correlate with markers of bone resorption suggests that skeletal responsiveness to PTH may differ in this disease."}, {"pubmed": 18172654, "text": "The aim of this study was to investigate sRANKL and OPG levels in serum and synovial fluid (SF) and to evaluate their relations in patients with RA in comparison to those with non-erosive arthritis (NEA)."}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18208894, "text": "increased RANKL and osteoprotegerin in multiple sclerosis may compensate for negative balance of bone remodeling"}, {"pubmed": 18253488, "text": "the ratio of RANKL/OPG gene expression - a key factor of osteoclastogenesis- is mediated by the cAMP/PKA/CREB pathway by suppressing leptin"}, {"pubmed": 18271850, "text": "Testosterone association with serum RANKL levels in male Hhemodialysis patients suggests that RANKL may mediate the effect of testosterone on bone metabolism in these patients."}, {"pubmed": 18298349, "text": "serum OPG, RANKL, MMP-1 and TIMP-1 may have roles in mediating myocardial healing after myocardial infarct"}, {"pubmed": 18301383, "text": "human monocyte-derived multipotential cells derived from circulating monocytes can express RANKL and differentiate into functional osteoclasts without RANKL-expressing accessory cells"}, {"pubmed": 18305214, "text": "bone marrow sera from 21 multiple myeloma patients significantly suppressed Wnt3a-induced OPG expression and enhanced RANKL expression in osteoblasts in a DKK1-dependent manner"}, {"pubmed": 18311801, "text": "The relative protection against bone erosions in spondylarthritis cannot be explained by qualitative or quantitative differences in the synovial expression of RANKL, OPG, and RANK."}, {"pubmed": 18319315, "text": "Serum OPG and RANKL do not account for the observed association between bone and coronary artery calcification among postmenopausal women using hormone therapy."}, {"pubmed": 18361931, "text": "no significant associations were observed with disease stages, disease status, osteolytic lesions, and survival of patients with multiple myeloma"}, {"pubmed": 18362509, "text": "The increase in circulating free sRANKL may reflect directly or indirectly the conditions coexistent with bone loss in post-menopausal women."}, {"pubmed": 18367263, "text": "Data reveals for the first time that OPG/RANK/RANKL are expressed in the pathological thyroid gland by follicular cells, by malignant parafollicular cells as well as in metastatic lymph node microenvironment."}, {"pubmed": 18369625, "text": "surface and intracellular RANKL production is differentially regulated on T cells of patients with ankylosing spondylitis"}, {"pubmed": 18381203, "text": "These results suggest that E2F1 plays an important role in regulating RANKL transcription through binding to the E2F consensus binding site."}, {"pubmed": 18389210, "text": "RANKL-mediated osteoclastic resorption occurs in acute Charcot's osteoarthropathy. However, the incomplete inhibition of RANKL after addition of osteoprogegerin may suggests existence of a RANKL-independent pathway."}, {"pubmed": 18399769, "text": "serum osteoprotegerin and RANKL levels are affected by recombinant TSH"}, {"pubmed": 18406448, "text": "expression of RANKL promotes osteoclastogenesis in the breast adenocarcinoma MCF-7 cell line"}, {"pubmed": 18435789, "text": "Peripheral blood mononuclear cells from periodontitis patients did not require supplementation of M-CSF or M-CSF/RANKL for the formation of osteoclast-like cells; in controls, addition of these cytokines was needed."}, {"pubmed": 18445777, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18445777, "text": "We have discovered common sequence variants that are consistently associated with bone mineral density and with low-trauma fractures in three populations of European descent."}, {"pubmed": 18480302, "text": "A higher expression of RANKL in bone tissue suggests that increased bone resorption in patients with idiopathic hypercalciuria is mediated by receptor activator of nuclear factor kappaB ligand."}, {"pubmed": 18502820, "text": "In postmenopausal osteoporosis, TNFSF11 gene promoter polymorphisms -290C>T, -643C>T and -693G>C play a functional role in the genetic regulation of bone mineral density."}, {"pubmed": 18502820, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18528653, "text": "increases in IL-6, MMP-13, and RANKL (receptor activator of nuclear factor kappa B ligand)expression in osteoarthritis (OA) subchondral bone osteocytes suggest that in subchondral bone OA progression involves abnormal osseous tissue remodeling."}, {"pubmed": 18539107, "text": "The level of membranous RANKL, comparing L- and H-OA {level of PGE2 [low (L) or high (H)]}, subchondral bone osteoblasts, as well as its modulation by osteotropic factors, was investigated."}, {"pubmed": 18556224, "text": "This study thus investigated the effects of PRL on the osteoblast functions and the RANKL/OPG ratio in human fetal osteoblast (hFOB) cells which strongly expressed PRL receptors."}, {"pubmed": 18565244, "text": "The high RANKL:OPG ratio, together with close fibroblast-to-monocyte contacts in pannus tissue, probably favor local generation of bone resorbing osteoclasts at the site of erosion in rheumatoid arthritis"}, {"pubmed": 18565252, "text": "OPG and RANKL levels, and consequently the OPG/RANKL ratio, differed according to human osteoarthritis subchondral bone osteoblast classification"}, {"pubmed": 18586671, "text": "TSG-6 has dual roles in bone remodeling: it inhibits RANKL-induced bone erosion in inflammatory diseases, and its interactions with BMP-2 and RANKL help to balance mineralization by osteoblasts and bone resorption by osteoclasts"}, {"pubmed": 18589796, "text": "The overexpression of RANKL and the increased ratio of RANKL/OPG in cholesteatoma are associated with the destruction of bone."}, {"pubmed": 18606662, "text": "These data indicate a key role for the RANKL system in the regulation of Langerhans cells (LC) survival within the skin and suggest a regulatory role for keratinocytes in the maintenance of epidermal LC homeostasis"}, {"pubmed": 18617513, "text": "The RING domain and first zinc finger of TRAF6 coordinate signaling by interleukin-1, lipopolysaccharide, and RANKL"}, {"pubmed": 18634923, "text": "mRNA expression was higher in periapical granulomas when compared with healthy periodontal ligament"}, {"pubmed": 18645583, "text": "Our results indicate that RANKL is a novel marker for EMT during prostate cancer progression. RANKL may function as a link between EMT, bone turnover, and prostate cancer skeletal metastasis."}, {"pubmed": 18668542, "text": "Synovial fibroblasts may significantly contribute to bone resorption through modulation of RANKL and OPG production in a cytokine-rich milieu of inflamed joints."}, {"pubmed": 18710934, "text": "These results show a new molecular cross talk between Notch and NF-kappaB pathways that is relevant in osteoclastogenesis."}, {"pubmed": 18727653, "text": "RANKL levels appeared to be greater in the smokers with chronic periodontitis than in non-smokers with chronic periodontitis."}, {"pubmed": 18754324, "text": "Cytolethal distending toxin enhances RANKL expression in T-cells, denoting that these cells are a potential target for the toxin and strengthening the potential link between this virulence factor and mechanisms associated with localized bone resorption."}, {"pubmed": 18767923, "text": "lamin A/C is essential for proper RANKL-dependent osteoblastogenesis"}, {"pubmed": 18802807, "text": "Active polyarticular juvenile idiopathic arthritis with bone erosions is associated with high serum levels of RANKL and a low OPG/RANKL ratio."}, {"pubmed": 18928898, "text": "might locally modulate [odontogenic tumor-associated bone resorption"}, {"pubmed": 19008470, "text": "Based on their role in atherogenesis, this enhanced expression of RANKL and RANK could contribute to the increased risk of cardiovascular disease in hyperhomocystinemia."}, {"pubmed": 19058084, "text": "Basal expression of RANKL on the cell surface, and in co-culture with human osteoblast-like cells the number of cells expressing RANKL was increased between 2.5 and 4 times."}, {"pubmed": 19058836, "text": "breast cancer cell produce a sufficient amount of osteoprotegerin to bind TRAIL, resulting in an upregulation of receptor activator factor kappa B ligand (RANKL) expression"}, {"pubmed": 19073256, "text": "The greater bone loss that characterizes OP patients can be mediated due to differences in the secretion and expression of the RANKL/OPG system in response to different stimuli."}, {"pubmed": 19085839, "text": "RANKL/RANK have roles in bone-associated tumors (review)"}, {"pubmed": 19105036, "text": "OPG is a positive regulator of microvessel formation, while RANKL is an angiogenic inhibitor due to effects on regulation of endothelial cell proliferation, apoptosis, and signaling."}, {"pubmed": 19112497, "text": "analysis of TRAF6 autoubiquitination-independent activation of the NFkappaB and MAPK pathways in response to IL-1 and RANKL"}, {"pubmed": 19131500, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19131500, "text": "results support the involvement of gene-gene interactions between the vitamin D receptor, osteoprotegerin and TNFSF11 genes in the BMD regulation, particularly in osteoporotic and non-osteoporotic post-menopausal women"}, {"pubmed": 19134349, "text": "Calcitriol can increase RANKL mRNA expression level in human periodontal ligament cells."}, {"pubmed": 19158438, "text": "The OPG level provides a good predictor of osteoporosis as well as NTx in elderly women; additionally, the findings suggest that OPG might protect elderly women from bone loss or fractures."}, {"pubmed": 19170075, "text": "Prostate cancer cells secrete factors, including IL-6 and IL-8, that play an important role in osteoclast fusion by a RANKL-independent mechanism"}, {"pubmed": 19185505, "text": "Key role of RANKL in the pathophysiology of several bone diseases."}, {"pubmed": 19298221, "text": "Interleukin-1alpha and Porphyromonas endodontalis may be involved in developing apical periodontitis through the stimulation of RANKL production"}, {"pubmed": 19299182, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19299513, "text": "Trolox prevents osteoclast formation and bone loss by inhibiting both RANKL induction in osteoblasts and c-Fos expression in osteoclast precursors."}, {"pubmed": 19325145, "text": "Osteoprotegerin and soluble receptor activator of nuclear factor-kappaB ligand and risk for coronary events: a nested case-control approach in the prospective EPIC-Norfolk population study 1993-2003."}, {"pubmed": 19352306, "text": "Examine contributions of osteoprotegerin and RANKL to the pathogenesis of osteoporosis in patients with thalassaemia major."}, {"pubmed": 19379170, "text": "PTH favors RANKL and inhibits OPG production in the serum of hemodialysis patients in a low turnover state; positive correlation between serum OPG and iPTH in normal or high turnover rates implies a homeostatic mechanism to limit bone resorption"}, {"pubmed": 19401376, "text": "21-hydroxylase deficiency patients had higher soluble RANKL and lower OPG serum levels compared with controls."}, {"pubmed": 19415676, "text": "S100 treatment increased expression of RAGE by the MC3T3-E1 cells."}, {"pubmed": 19416721, "text": "The binding affinity of RANKL for RANK was measured with surface plasmon resonance technology and K(D) value is about 1.09 x 10(-10) M."}, {"pubmed": 19446344, "text": "TLR-3 enhances osteoclastogenesis through upregulation of RANKL expression in synoviocytes of patients with rheumatoid arthritis"}, {"pubmed": 19449178, "text": "analysis of competitive regulation of osteoprotegerin synthesis and RANKL expression in normal human osteoblasts stimulated by the application of cyclic tensile strain"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19458885, "text": "In summary, our findings suggest that the RANKL gene may play an important role in variation in fCSI, independent of fBMD and non-fBMD components."}, {"pubmed": 19473572, "text": "Human annulus fibrosus in a herniated disc contained RANKL (receptor activator of nuclear factor kappa B ligand)"}, {"pubmed": 19502537, "text": "Regarding the SNPs of osteoprotegerin G1181C, we found a significant linkage between the G allele and Charcot neuroarthropathy"}, {"pubmed": 19546479, "text": "Lipopolysaccharide (LPS), a toll-like receptor 4 ligand, up-regulated the expression of membrane RANKL in human blood neutrophils and murine air pouch-derived neutrophils."}, {"pubmed": 19548455, "text": "A more extensive analysis of genetic variants of RANKL/RANK/OPG signal pathways, joint with an investigation of modulated influence of estrogens, TNF-alpha or several interleukin influencing the development of osteoporosis is necessary."}, {"pubmed": 19554506, "text": "The expression of RANKL gene of nuclear factor-kappaB pathway in multiple myeloma using bone marrow aspirates obtained at diagnosis is reported."}, {"pubmed": 19556344, "text": "analysis of FGF-2 stimulation of RANK ligand expression in Paget's disease of bone"}, {"pubmed": 19633200, "text": "ADA-deficient SCID is associated with a specific microenvironment and bone phenotype characterized by RANKL/OPG imbalance and osteoblast insufficiency."}, {"pubmed": 19662974, "text": "The expression level of RANKL in glucocorticoid-induced necrosis of the femoral head patients was significantly higher than in the control group."}, {"pubmed": 19671684, "text": "NFATc3 is a downstream target of the CXCL13/CXCR5 axis to stimulate RANKL expression in oral squamous cell carcinomas cells."}, {"pubmed": 19699688, "text": "Results suggest a novel pathway by which T lymphocytes contribute to bone changes, namely, via oxidized lipid enhancement of RANKL production."}, {"pubmed": 19705167, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19716455, "text": "Review. mechanisms that control RANKL gene expression in different osteoclast-support cells and how the study of such mechanisms may lead to a better understanding of the cellular interactions that drive normal and pathological bone resorption."}, {"pubmed": 19781765, "text": "suggest that UHMWPE particles induce over-expression of RANKL, IL-6, IL-8, IP-10, MCP-1, and MIG in human periprosthetic microenvironment"}, {"pubmed": 19793762, "text": "Patients with Cushing's syndrome show increased levels of osteoprotegerin serum levels that remain unchanged after recovery, despite a restoration of bone formation."}, {"pubmed": 19810098, "text": "Titanium influences phenotype and function of T-lymphocytes, resulting in activation of a CD69+ and CCR4+ T-lymphocyte population and secretion of RANK-L."}, {"pubmed": 19847430, "text": "In rheumatoid arthritis elevated synovial tissue RANKL expression is associated with progressive joint erosion, and may be independent of the clinical response to targeted therapy."}, {"pubmed": 19877052, "text": "SOFAT (secreted osteoclastogenic factor of activated T cells) can induce osteoblastic IL-6 production and osteoclast formation in the absence of osteoblasts or RANKL. It is insensitive to RANKL inhibitor osteoprotegerin"}, {"pubmed": 19896533, "text": "Results suggest that gene-gene interactions between RANK and OPG, and RANK and RANKL influence BMD in postmenopausal women."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934266, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934266, "text": "We have demonstrated associations between RANKL and OPG haplotypes and bone mineral density in postmenopausal women"}, {"pubmed": 19967657, "text": "Elevated OPG levels are associated with surrogate markers of inflammation, endothelial dysfunction, oxidative stress and cardiovascular disease in chronic kidney disease patients."}, {"pubmed": 20033478, "text": "possible involvement of RANKL and OPG in the activation of pathways, which regulate the repair of the periodontal tissues in periodontitides"}, {"pubmed": 20066901, "text": "modulation of RANKL by VEGF165 may be one of the mechanisms responsible for the osteolytic process induced by Ewing's sarcoma cells."}, {"pubmed": 20084381, "text": "and of osteocalcin, and significantly decreased levels of osteoprotegerin tahn controls."}, {"pubmed": 20157786, "text": "Disturbances in the RANKL/OPG system are more profound in the bone marrow stromal cells of multiple myeloma patients than in those of control subjects after direct contact with myeloma cell lines."}, {"pubmed": 20167120, "text": "IL-17A upregulates the receptor activator for NF-kappaB receptor on human osteoclast precursors in vitro"}, {"pubmed": 20205168, "text": "Genetic variation in the RANKL/RANK/OPG signaling pathway influences bone turnover and bone mineral density in European men."}, {"pubmed": 20205168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20225273, "text": "study has shown that C/EBPbeta is a RANKL promoter activator in stromal cells of GCT of bone"}, {"pubmed": 20231205, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20333869, "text": "There were no significant differences in OPG and RANKL serum levels or bone density results between GH-deficient and GH-sufficient children"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20412401, "text": "expression of RANKL in ameloblastoma was confirmed. Ameloblastoma cells found to induce bone marrow cells from neonatal rabbit to differentiate into osteoclasts with bone-resorption activity."}, {"pubmed": 20416172, "text": "The sRANKL/OPG ratio in serum of multiple myeloma bone disease patients is significantly elevated."}, {"pubmed": 20431232, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20431232, "text": "subjects with CT/CC genotypes of the rs9594782 polymorphism had a 3.9 times higher risk of aortic calcification compared with TT genotype."}, {"pubmed": 20506157, "text": "Results indicate that RANKL expression involves the MEK/ERK pathway in multiple myeloma mesenchymal stromal cells, and that early obstruction of this path, such as that achieved with ibandronate, significantly deters RANKL protein expression."}, {"pubmed": 20506523, "text": "Results suggest that the RANKL acts through MEK/ERK, which in turn activates IKKalpha/beta and NF-kappaB, resulting in the activation of beta1 integrin and contributing to the migration of human chondrosarcoma cells."}, {"pubmed": 20531232, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20531232, "text": "The TNFRSF11A (tumor necrosis factor receptor superfamily member 11a) and TNFSF11(RANKL) genes are associated with the age of onset of menarche and natural menopause in white women"}, {"pubmed": 20533289, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20533289, "text": "RANKL promoter allele might promote interaction between activated T cells and dendritic cells, predisposing to a younger age at the onset of rheumatoid arthritis in seropositive European American and African American patients."}, {"pubmed": 20534768, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20554715, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20631064, "text": "Activation of RANKL pathway increases EMMPRIN in osteotropic tumor cells, in turn enhancing tumor-induced bone resorption."}, {"pubmed": 20663885, "text": "PKA activation induces bone resorptive factors in the vasculature and that aortic SMC calcification specifically induced by PKA, is not mediated by RANKL."}, {"pubmed": 20690034, "text": "Serum levels of sRANKL and osteoprotegerin are increased in the ankylosing spondylitis patient and may participate in the disease process of ankylosing spondylitis."}, {"pubmed": 20718662, "text": "The results demonstrate a lower OPG/RANKL ratio in patients suffering from thalassemia with documented osteopenia or osteoporosis in comparison with control group and patients suffering from thalassemia without osteopenia or osteoporosis."}, {"pubmed": 20848544, "text": "Increased serum and fecal Osteoprotegerin is associated with Crohn's disease."}, {"pubmed": 20861651, "text": "Serum OPG may be a candidate biomarker of cardiovascular complications and poor outcome among dialysis patients."}, {"pubmed": 20881963, "text": "RANKL inhibition is acting on hormone-induced mammary epithelium at early stages in tumorigenesis; the permissive contribution of progesterone to increased mammary cancer incidence is due to RANKL-dependent proliferative changes in the mammary epithelium"}, {"pubmed": 20890036, "text": "Its mutation causes familial expansile osteolysis. (review)"}, {"pubmed": 20932948, "text": "RANKL was inversely related to free leptin in children with prior fracture."}, {"pubmed": 20974615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21074311, "text": "Pregnancies complicated with pre-eclampsia exhibit higher OPG levels and OPG/RANKL ratios, compared to control pregnancies, which might be compatible with lower bone turnover."}, {"pubmed": 21087777, "text": "Plasma levels of both osteoprotegerin and adiponectin were negatively correlated with body weight, body mass index, waist circumference, and fasting plasma insulin while being positively correlated with insulin sensitivity."}, {"pubmed": 21124946, "text": "This finding implicates RANKL as a locus containing variation associated with volumetric bone density."}, {"pubmed": 21159831, "text": "Data show that radiographic damage in patients with chronic gouty arthritis is negatively associated with serum sIL-6 receptor and osteoprotegerin."}, {"pubmed": 21193069, "text": "number of TRAP(+) multinucleated cells that formed was in the range of 40-75% of that supported by MCSF plus RANKL"}, {"pubmed": 21259010, "text": "Increased expression of RANKL in grade 2 osteoarthritic (OA) cartilage might explain the increase in bone turnover reported in the subchondral bone of OA patients in patients undergoing total hip/knee replacement."}, {"pubmed": 21290130, "text": "Increased local and systemic levels of soluble RANKL might be indicative for osteoarthritis disorders."}, {"pubmed": 21316442, "text": "no significant changes in level with aerobic exercise or resistance training programs"}, {"pubmed": 21326202, "text": "RANKL and RANK are involved in mammary/breast cancer metastasis"}, {"pubmed": 21327451, "text": "Serum OPG was a more reliable marker than serum RANKL in detecting bone metastatic spread and in predicting survival probability in prostate cancer patients with bone metastasis."}, {"pubmed": 21327765, "text": "osteoclastogenesis and RANKL expression are reduced in marrow from women taking alendronate"}, {"pubmed": 21328055, "text": "Synovial fluid level of RANKL was correlated with parameters of disease activity and severity in rheumatoid arthritis and osteoarthritis patients rather than its serum level"}, {"pubmed": 21328467, "text": "the RANKL and RANK interaction results in up regulation of ICAM-1 thereby increasing human lung cancer cell migration"}, {"pubmed": 21331661, "text": "We conclude that height loss is positively associated with OPG in men and in postmenopausal women not using HRT. No relationship was found between RANKL and height loss."}, {"pubmed": 21352301, "text": "no significant association of SNPs with susceptibility to disease in psoriasis and psoriatic arthritis patients"}, {"pubmed": 21359671, "text": "artistic gymnastic is associated not only with an increase in aBMD but also an improvement in bone geometry associated with an increase in bone remodelling. These adaptations seem to be independent of the OPG/RANKL system."}, {"pubmed": 21370405, "text": "High RANKL was associated with localized, high-grade osteosarcoma"}, {"pubmed": 21371424, "text": "the calcification inhibitor OPG is contained in crystallizing matrix vesicles and has a biphasic effect on VSMC: physiologic concentrations inhibit calcification, whereas high concentrations commonly seen in patients with vascular disease have no effect."}, {"pubmed": 21401926, "text": "The interactions among MIF, synovial fibroblasts, osteoclasts, RANKL, and IL-1beta have a close connection in osteoclastogenesis"}, {"pubmed": 21413932, "text": "The post-translational modifications of nuclear factor of activated T-cells c1 (NFATc1) are important for its stability and transcriptional activity and are regulated by receptor activator of NF-kappaB ligand (RANKL) during osteoclastogenesis."}, {"pubmed": 21474331, "text": "The present study aimed to comparatively investigate the effects of the Zurich in vitro supragingival and subgingival biofilm models, on RANKL and OPG gene expression in primary human gingival fibroblasts (GF) cultures."}, {"pubmed": 21479680, "text": "results suggested that mechanisms other than the RANKL/RANK signalling pathway might be involved in the osteoclastogenic response mediated by MG63 cells"}, {"pubmed": 21479768, "text": "Report higher OPG levels in patients with chronic kidney disease stage 5 correlated with the levels of RANKL and FGF-23, possibly reflecting a compensatory mechanism to the negative balance of bone turnover."}, {"pubmed": 21514280, "text": "hypoxia upregulates RANK and RANKL expression and increases RANKL-induced cell migration via the PI3K/Akt-HIF-1alpha pathway."}, {"pubmed": 21547906, "text": "Ewing sarcoma cells do not resorb bone directly but that they may support osteoclast formation by a RANKL-dependent mechanism"}, {"pubmed": 21561598, "text": "These results implicate RANKL expression causatively in tumor growth and progression in head and neck squamous cell carcinoma."}, {"pubmed": 21565793, "text": "Men with higher serum OPG concentration had lower cortical thickness and bone mineral density."}, {"pubmed": 21643971, "text": "The molecular system of RANK/RANKL/OPG is variably expressed in odontogenic keratocysts, radicular cysts, and ameloblastomas"}, {"pubmed": 21649792, "text": "Serum OPG may be a useful biomarker for early diagnosis of chronic kidney disease-mineral and bone disorder."}, {"pubmed": 21692859, "text": "RANKL showed a significantly increased expression in the epidermis of skin biopsy specimens from patients with psoriasis compared to patients with cutaneous lupus erythematosus. RANKL might play an important role in the pathogenesis of psoriasis."}, {"pubmed": 21708014, "text": "CXCL10 increased RANKL expression in CD4+ T cells and it was mediated by Galpha(i) subunits of CXCR3."}, {"pubmed": 21725611, "text": "The present study investigated the role of downstream molecules of RANKL/RANK signaling in breast cancer cells using Transwell chemotaxis assays. RANKL was shown to direct the migration of MDA-MB-231 breast cancer cells."}, {"pubmed": 21742767, "text": "Presented is a comprehensive reaction map of the RANKL/RANK-signaling pathway based on an extensive manual curation of the published literature."}, {"pubmed": 21748518, "text": "Suppression of RANK and increased expression of RANKL in malignant tissue warrant further investigation."}, {"pubmed": 21777519, "text": "TACE can induce RANKL expression and promote osteoclastogenesis, thus worsening the outcome of periodontitis."}, {"pubmed": 21802729, "text": "Increased RANKL is associated with high bone turnover in a case of a CD34+/CD117+/myeloperoxidase(+dim) acute myeloid leukemia presenting with severe hypercalcemia and lumbar spine fractures."}, {"pubmed": 21810381, "text": "Data found elevated serum receptor activator of nuclear factor kappa B ligand and osteoprotegerin levels in late-onset male hypogonadism."}, {"pubmed": 21814016, "text": "It stimulates osteoclasts differentiation and function and its mutation causes osteoclast abnormalities.  (review)"}, {"pubmed": 21814018, "text": "RANKL signal promotes osteoclast differentiation through a transcriptional activation of responsible genes for osteoclast formation and functions.(review)"}, {"pubmed": 21814019, "text": "It essentially involved in pathogenesis of osteoporosis.(review)"}, {"pubmed": 21814020, "text": "It is critical to the development and progression of bone metastases in breast neoplasms. (review)"}, {"pubmed": 21814021, "text": "Inhibiting RANKL signaling may contribute to the suppression of myeloma expansion.(review)"}, {"pubmed": 21814022, "text": "It is involved in the development of osteoclasts, cooperating with another key molecule, M-CSF.(review)"}, {"pubmed": 21814023, "text": "It regulates bone-resorptive functions of mature osteoclasts in vivo ."}, {"pubmed": 21814024, "text": "induced osteoclast differentiation from cell cycle-arrested quiescent osteoclast precursors. (review)"}, {"pubmed": 21814025, "text": "It is involved in establishment of self-tolerance in thymus by regulating the development of mTECs expressing Aire and tissue restricted antigens.  (review)"}, {"pubmed": 21814026, "text": "the central RANKL/RANK pathway has an important role for thermoregulation.(review)"}, {"pubmed": 21850548, "text": "explores relationship between circulating RNAKL and RNAKL levels in bone [review]"}, {"pubmed": 21868322, "text": "A rough and porous surface of the culture plates and prolonged culture time can synergistically up-regulate the ratio of OPG/RANKL mRNA."}, {"pubmed": 21880134, "text": "Expression of RANKL was found to be significantly greater in more degenerated compared to healthier discs"}, {"pubmed": 21903860, "text": "Studies indicate that activation of RANK signalling by RANKL leads to expression of genes required for the fusion of mononuclear osteoclast precursors."}, {"pubmed": 21941412, "text": "Data suggest that RANKL and osteoprotegerin play significant roles in multiple myeloma pathophysiology, as regulators of bone turnover and mediators of angiogenesis."}, {"pubmed": 21963155, "text": "RANKL expression and an increase in the RANKL/OPG ratio in bone marrow adipocytes were stimulated by TNF-alpha treatment."}, {"pubmed": 21964949, "text": "No significant association was observed between RANKL SNPs and quantitative computed tomography parameters"}, {"pubmed": 21970938, "text": "Osteoprotegerinwas found to be superior to the other biomarkers studied in identifying patients with documented coronary artery disease."}, {"pubmed": 21991382, "text": "These results suggest that sclerostin may have a catabolic action through promotion of osteoclast formation and activity by osteocytes, in a RANKL-dependent manner."}, {"pubmed": 21992185, "text": "RANKL-expressing T cells are present within gouty tophus tissues induced by pro-resorptive cytokines and illustrating the capacity and mechanism of bone destruction."}, {"pubmed": 22001124, "text": "Results describe the relationship between bone metabolism and OPG/RANK/sRANKL concentrations in females with anorexia nervosa."}, {"pubmed": 22001292, "text": "AF groups had higher atrial gene expression of OPG/RANK/RANKL axis and RANKL/OPG ratio, particularly in paroxysmal AF."}, {"pubmed": 22023082, "text": "The results of the present study suggest that RANKL is associated with Age at menarche in Chinese women."}, {"pubmed": 22025323, "text": "Cobalt and chromium ions reduce human osteoblast activity, reduce the OPG to RANKL ratio, suggesting osteolysis, and lead to oxidative stress."}, {"pubmed": 22027240, "text": "Age and levels of anti-Sm antibodies are independent predictors of soluble RANKL/osteoprotegerin ratio variations in systemic lupus erythematosus patients."}, {"pubmed": 22034880, "text": "Our data suggest that OPG through the TRAIL pathway, but not the RANKL pathway, plays a role in regulating anti-apoptosis during the development of infantile haemangioma"}, {"pubmed": 22049226, "text": "RANK expression might be an independent predictor of poor prognosis in breast cancer patients with bone metastasis, and RANK expression does not associate with the prognosis in patients with visceral metastasis."}, {"pubmed": 22053710, "text": "RANK-L and tumor necrosis factor (TNF)-alpha significantly increase the matrix degradation of human macrophage foam cells in degrading type I collagen, a major component of extracellular matrix in atherosclerotic plaques."}, {"pubmed": 22102368, "text": "PTHrP increases RANKL expression by stromal cells from giant cell tumor of bone."}, {"pubmed": 22116393, "text": "RANKL might have a role in coronary calcification and related cardiovascular risk"}, {"pubmed": 22119834, "text": "The significantly increased levels of sRANKL and RANKL osteoblasts in postmenopausal osteoporosis demonstrate osteoclastogenesis activation."}, {"pubmed": 22120987, "text": "Alteration of Dickkopf-1 and receptor activator of nuclear factor-kappaB ligand during PBSC mobilization in healthy donors by G-CSF."}, {"pubmed": 22172512, "text": "RANKL induced large resorption pits (10,876 +/- 2190mum(2)) whereas TNF-alpha/IL-1 and LIGHT generated smaller pits (respectively 1328 +/- 210 and 1267 +/- 173mum(2))."}, {"pubmed": 22176920, "text": "Radiographic emphysema is correlated with low BMD in current and former smokers with COPD. IL-1beta, IL-6, TNF-alpha, and the osteoporosis-related protein system OPG/RANK/RANKL."}, {"pubmed": 22178057, "text": "The RANKL/osteoprotegerin ratio was significantly higher in paroxysmal atrial fibrillation than persistent atrial fibrillation."}, {"pubmed": 22185226, "text": "The rs2277438 SNP of the RANKL in PHPT patients was a non significant trend towards lower BMD in the 1/3 distal radius and at total hip in the minor allele homocygotes (GG) genotype group versus heterocygotes and major allele homocygotes (AA)."}, {"pubmed": 22207352, "text": "These data suggest that changes in DNA methylation contribute to regulate the expression of these genes, which are critical for bone homeostasis; however, other mechanisms independent of DNA methylation appear to be involved in the increased RANKL/OPG ratio of patients with osteoporotic fractures."}, {"pubmed": 22214279, "text": "RANK, RANKL and OPG proteins are differentially expressed in periodontal tissues and may play a major role in the bone loss occurring in periodontitis"}, {"pubmed": 22242921, "text": "Studies reveal that an assembly including 3 denosumab monoclonal antibody molecules binds to 2 RANKL trimers in the most stable complex in phosphate buffered saline at 37 degrees C."}, {"pubmed": 22268274, "text": "The OPG/RANKL system is significantly associated with menopausal status and could play a role in postmenopausal osteoporosis."}, {"pubmed": 22278426, "text": "Data suggest that adults with Langerhans cell histiocytosis have low serum RANKL levels and high osteoprotegerin levels compared to control subjects; in contrast to other skeletal disorders, serum Dickkopf-1 levels are not elevated above controls."}, {"pubmed": 22278625, "text": "Osteoprogerin predicted a premature state of vascular calcification in asymptomatic normotensive individuals, and renal function significantly contributed to this process in both hypertensive and normotensive subjects."}, {"pubmed": 22326262, "text": "These findings suggest that S1P/S1P1 signaling may play an important role in RANKL expression by MH7A cells and CD4(+) T cells."}, {"pubmed": 22330139, "text": "c-Myc activation through CXCL13-CXCR5 signaling axis stimulates RANKL expression in stromal/preosteoblast cells. Thus, our results implicate CXCL13 as a potential therapeutic target to prevent OSCC invasion of bone/osteolysis"}, {"pubmed": 22402034, "text": "serum OPG concentration was significantly lower in carotid population compared to femoral population while RANK and RANKL were equally expressed in both arterial beds"}, {"pubmed": 22490874, "text": "The ratio of serum osteoprotegerin to RANKL at 1 year was significantly higher in in hemodialysis patients with progressing coronary artery calcification."}, {"pubmed": 22531921, "text": "regulated RANK expression contributes to the fine tuning of PMN migration, for example, on and through inflamed endothelium that is known to express RANKL."}, {"pubmed": 22546829, "text": "Genetic variations using representative single nucleotide polymorphisms (SNPs) of OPG (rs2073618), RANK (rs1805034) and RANKL (rs2073618), were analysed."}, {"pubmed": 22556124, "text": "Dehydroepiandrosterone seems to act selectively on osteoblasts via the dominant ER beta receptor, which mediates amplified cell viability through the MAPK signaling pathway involving pERK1/2 and upregulates the production of OPG rather than RANKL."}, {"pubmed": 22592030, "text": "Serum concentrations of osteoprotegerin are significantly higher 6 months after surgical aortic valve replacement."}, {"pubmed": 22627031, "text": "Peri-implant osteolysis in early total ankle replacement implant failure seems to be caused by the RANKL-driven chronic foreign body inflammation directed against, not implant-derived particles, but against necrotic autologous tissues."}, {"pubmed": 22634178, "text": "Estradiol suppressed the adiponectin-regulated OPG/RANKL expression and then inhibited osteoclastogenesis."}, {"pubmed": 22640692, "text": "Serum osteoprotegerin levels are significantly correlated with arterial stiffness and with the extent of coronary artery disease."}, {"pubmed": 22664871, "text": "The 2.7-A crystal structure of human RANKL trimer is reported in complex with the N-terminal fragment of human OPG containing four cysteine-rich tumor necrosis factor receptor (TNFR) homologous domains (OPG-CRD)."}, {"pubmed": 22698523, "text": "OPG, RANKL or TRAIL do not modify the regulation of a calcification-associated gene set."}, {"pubmed": 22704876, "text": "Osteoprotegerin serum levels after myocardial infarction are independent predictors for major adverse cardiovascular events."}, {"pubmed": 22705116, "text": "summary of recent advances in understanding osteoclastogenic signaling/osteoimmunology: RANKL/RANK/OPG signaling in osteocytes plays role in bone remodeling as seen in bone resorption or arthritis. [REVIEW]"}, {"pubmed": 22709525, "text": "Chondrocyte-synthesized RANKL may contribute to the development of juxta-articular osteoporosis associated with chronic arthritis"}, {"pubmed": 22715006, "text": "Localized prostate cancer is associated with early specific changes of the RANKL pathway in serum and bone marrow."}, {"pubmed": 22753650, "text": "In hemophilic arthropathy, the synovium highly expressed RANK and RANKL, whereas OPG immunopositivity decreased, suggesting an osteoclastic activation."}, {"pubmed": 22848465, "text": "the increase in RANK-RANKL expression is a response to podocyte injury, and RANK-RANKL may be a novel receptor-ligand complex for the survival response during podocyte injury."}, {"pubmed": 22867712, "text": "Rheumatoid and pyrophosphate arthritis synovial fibroblasts induce osteoclastogenesis independently of RANKL, TNF and IL-6."}, {"pubmed": 22929916, "text": "RANKL up-regulation is considered a prerequisite in virtually all conditions of cancer induced bone destruction. [Review]"}, {"pubmed": 22936827, "text": "Elevated levels of the mediator of catabolic bone remodeling RANKL in the bone marrow environment link chronic heart failure with osteoporosis."}, {"pubmed": 22952578, "text": "soluble RANKL produced by myeloma cells causes generalised bone loss, suggesting that targeting RANKL may prevent osteoporosis in patients with myeloma"}, {"pubmed": 22955577, "text": "human cementoblasts in vitro express increased levels of RANKL, in particular during the combination of inflammation and compression."}, {"pubmed": 22989723, "text": "data demonstrate the ability of OSCCs to produce RANKL, directly altering the tumor microenvironment to increase osteoclastogenesis and mediate local bone invasion"}, {"pubmed": 23018352, "text": "The present data reinforce the clinical utility of OPG in carotid atherosclerosis, whereas the clinical implication of RANKL seems uncertain."}, {"pubmed": 23077504, "text": "results provide further support for the potential osteoclastogenic effects of BDNF, which may mediate stromal-MM cell interactions to upregulate RANKL secretion, in myeloma bone diseases"}, {"pubmed": 23139212, "text": "Our findings introduce Fc-optimized RANK-Ig fusion proteins as attractive tools to neutralize the detrimental function of RANKL while at the same time potently stimulating NK cell antitumor immunity."}, {"pubmed": 23176170, "text": "Data indicate that the GSH/GSSG redox couple affects osteoclastogenesis mainly through osteoprotegerin (OPG) down-regulation with an increase in the ratio of receptor activator of NF-kappaB ligand (RANKL) to osteoprotegerin and vice versa."}, {"pubmed": 23177932, "text": "The results indicate that CT genotype of rs9533156 RANKL gene polymorphism was significantly associated with peri-implantitis."}, {"pubmed": 23178378, "text": "Data indicate that both lenalidomide and pomalidomide significantly blunted RANKL upregulation normalizing the receptor activator NF-kappaB ligand (RANKL)-osteoprotegerin (OPG) ratio in osteoprogenitor cells when co-cultured with multiple myeloma cells."}, {"pubmed": 23183242, "text": "Data suggest that inhibition of PPP2CA (protein phosphatase 2A C alpha) activity impairs osteoclastogenesis by regulating RANKL and OPG (osteoprotegerin) expression in osteoblasts."}, {"pubmed": 23190522, "text": "Receptor activator of nuclear factor-k B ligand/ osteoprotegerin ratio alteration in renal failure should be considered as an etiologic factor or only as a surrogate marker for renal osteodystrophy"}, {"pubmed": 23241893, "text": "Our data indicate that RANKL also subverts NK cell immunosurveillance, which can be prevented by the clinically available RANKL Ab Denosumab, at least in RANKL-positive AML cases."}, {"pubmed": 23244167, "text": "The RANKL rs7984870 C/G polymorphism was not associated with a risk for Rheumatoid Arthritis."}, {"pubmed": 23267146, "text": "Our data suggest that RANK, RANKL and OPG may potentially be used as novel prognostic markers for bone metastasis and provide new therapeutic targets in the treatment of breast cancer"}, {"pubmed": 23329761, "text": "These findings suggested that g.23276 G>A genotypes in the OPG gene were associated with spine bone mineral density in Chinese postmenopausal women."}, {"pubmed": 23336103, "text": "Serum expression of OPG and RANKL/OPG ratio were lower and higher, respectively, in neuroendocrine tumor patients harboring bone neoplasms (BM) than in those without BM."}, {"pubmed": 23396210, "text": "this study provides evidence for a role of RANKL signaling in the pathogenesis of type 2 diabetes mellitus."}, {"pubmed": 23404437, "text": "Different from RANKL, the VEGF serum levels were higher in gastric patients than in controls, suggesting a block of the angiogenesis inhibition due to RANKL"}, {"pubmed": 23437003, "text": "genetic variant in the RANKL locus influences cortical vBMD, at least partly, via effects on cortical porosity."}, {"pubmed": 23439434, "text": "Increased levels of CXCL5 contribute to enhanced levels of RANKL expression in Paget's disease of bone."}, {"pubmed": 23440406, "text": "Our data suggest a close correlation between higher serum levels of RANKL and OPG and the fracture healing process, indicating that RANKL and OPG are involved in fracture healing"}, {"pubmed": 23457386, "text": "RANKL/OPG ratio and DKK-1 expression differ in primary osteoblastic cultures from osteoarthritic and osteoporotic subjects."}, {"pubmed": 23499553, "text": "RANKL produced by both stromal and cancer cells is involved in oral cancer-induced osteoclastic bone resorption."}, {"pubmed": 23509146, "text": "These results indicate that Brucella abortus infection inhibited synoviocyte apoptosis through the upregulation of antiapoptotic factors."}, {"pubmed": 23516466, "text": "Differential expression of the RANKL/RANK/OPG system is associated with bone metastasis in human non-small cell lung cancer."}, {"pubmed": 23521017, "text": "all lesions showed a significantly higher (P < 0.05) level of cells expressing RANKL than OPG, indicating hard tissue resorption processes where active in the lesions"}, {"pubmed": 23531404, "text": "OPG and RANK but not RANKL genetic polymorphisms influence bone mineral density mainly in the femoral neck in peri- and postmenopausal Chinese women."}, {"pubmed": 23549459, "text": "Maxillary sinus augmentation procedures through equine-derived biomaterial or calvaria autologous bone: immunohistochemical evaluation of OPG/RANKL in humans."}, {"pubmed": 23600327, "text": "Report RANKL expression in cultured human middle ear cholesteatoma epithelial cells."}, {"pubmed": 23612487, "text": "These findings suggest that Sphingosine-1-phosphate activates signaling leading to nuclear translocation of beta-catenin in osteoblast-like cells and upregulation of osteoptotegerin and osteoblast differentiation markers"}, {"pubmed": 23666878, "text": "Osteoprotegerin causes apoptosis of endothelial progenitor cells by induction of oxidative stress."}, {"pubmed": 23677868, "text": "Siglec-15 regulates osteoclast development and bone resorption by modulating receptor activator of nuclear factor kappaB ligand (RANKL) signaling in association with DAP12."}, {"pubmed": 23697850, "text": "RANKL/RANK signal promotes Bcl-2 and Ki67 and decreases FasL expression, and further as a positive regulator for stimulating the proliferation and growth of DSCs through up-regulating CCL2/CCR2 signal"}, {"pubmed": 23698708, "text": "Data indicate that activation of T cells induces expression of TNFSF11 Variant 2 mRNA."}, {"pubmed": 23702841, "text": "The study prospectively evaluated levels of RANK, RANK-L and OPG transcripts in the peripheral blood of 49 consecutive patients with advanced breast, lung or prostate cancer."}, {"pubmed": 23710436, "text": "1,25(OH)2D3 might be able to decrease damage of cartilage and bone in RA patients by regulating the expression of RANKL signaling pathway and pathway-associated cytokines."}, {"pubmed": 23710898, "text": "Enterococcus faecalis LTA could upregulate the expression of RANKL and OPG at different rates, suggesting a potential role for LTA in the bone resorption process of refractory apical periodontitis through the regulation of RANKL and OPG"}, {"pubmed": 23744843, "text": "Genome-wide association associated single-nucleotide polymorphisms (SNPs) near candidate genes such as RANK and RANKL suggest that these single nucleotide polymorphisms and/or other variants nearby may be involved in bone phenotype determination."}, {"pubmed": 23752595, "text": "Low values of the OPG/sRANKL ratio associated with high OPG and sRANKL levels suggest some defect in the mechanism compensating for bone remodeling disturbances in girls with anorexia nervosa."}, {"pubmed": 23756197, "text": "increase in receptor activator of nuclear factor kappa-light-chain-enhancer of activated B cell ligand was parallel to the generation of reactive oxygen species provoked by Cu(2+)-oxidized low density lipoprotein"}, {"pubmed": 23762088, "text": "Impaired expression of RANKL results in a severe form of autosomal recessive osteopetrosis. (Review)"}, {"pubmed": 23845465, "text": "Early genetic events such as the loss of RANKL and the gain of CXCR4 expressions probably facilitate the metastatic progression concomitant with the primary tumor establishment."}, {"pubmed": 23856613, "text": "genetic polymorphism is associated with osteoporosis in Chinese postmenopausal women"}, {"pubmed": 23869610, "text": "Substance P and titanium particles acted synergistically to increase RANKL expression."}, {"pubmed": 23915851, "text": "Genotypes of these single nucleotide polymorphisms of ESR1 and RANKL may help us predict the osteoporosis risk in menopausal women."}, {"pubmed": 23959668, "text": "Higher OPG levels in hemodialysis women comparing to age matched men indicate the necessity of more careful screening towards the presence of CVD and bone-mineral disorders."}, {"pubmed": 23971629, "text": "in this work it was shown that receptors are expressed in human PBMCs when they undergo differentiation to multinucleated osteoclastic-like cells in presence of RANK-L"}, {"pubmed": 23990468, "text": "Pax6 interferes with RANKL-mediated osteoclast differentiation together with Grg6."}, {"pubmed": 24040204, "text": "TRAIL-deficiency accelerates vascular calcification in atherosclerosis via modulation of RANKL."}, {"pubmed": 24048682, "text": "These results also provide evidence that osteoprotegerin is likely to exert its pro-inflammatory effects through NF-kappaB activation."}, {"pubmed": 24066029, "text": "Data found that RANKL and neuropilin-1 (NRP-1) expression predicts survival of Caucasian-Americans with PC."}, {"pubmed": 24127173, "text": "These novel huRANKL transgenic models of osteoporosis represent an important advance for understanding the pathogenesis and treatment of high-turnover bone diseases and other disease states caused by excessive RANKL."}, {"pubmed": 24161214, "text": "Low doses of IGF-I constituted a real replacement therapy that normalized IGF-I serum levels improving the expression of most of these proteins closely involved in bone-forming, and reducing bone resorption"}, {"pubmed": 24200492, "text": "High osteoprotegerin expression is associated with Avascular Necrosis of Femur Head."}, {"pubmed": 24272640, "text": "data indicate that RANKL provokes breast cancer bone metastases via two distinct, but potentially overlapping mechanisms: stimulation of tumor-associated osteoclastogenesis and stimulation of RANK-expressing tumor cells"}, {"pubmed": 24277958, "text": "An increase serum RANKL concentration coexisting with lower levels of OPG may be associated with intensification of bone resorption in cystic fibrosis children."}, {"pubmed": 24296448, "text": "Reduced levels of sclerostin and increased ratio of cytokines RANKL/OPG may suggest disturbances in the balance between bone formation and bone resorption in children with cow's milk allergy."}, {"pubmed": 24307429, "text": "In patients with coronary artery disease serum levels of osteoprotegerin are increased compared to controls."}, {"pubmed": 24326209, "text": "Baseline serum high sRANKL level and sRANKL/OPG ratio are associated with atrial fibrillation recurrence after primary ablation procedure in lone AF patients."}, {"pubmed": 24442994, "text": "SNP rs2277438 of the RANKL gene was associated with the susceptibility of AS in a Chinese Han population."}, {"pubmed": 24448976, "text": "High osteoprotegerin expression is associated with bone metastases."}, {"pubmed": 24478054, "text": "RANK- and c-Met-mediated signal network promotes prostate cancer metastasis or colonization to bone."}, {"pubmed": 24488413, "text": "OPG concentrations are independently associated with endothelial activation and carotid atherosclerosis in rheumatoid arthritis. OPG may be involved in increased cardiovascular disease risk and may improve its stratification in patients with RA."}, {"pubmed": 24531425, "text": "Serum OPG levels were increased and correlated with serum MCP-1 levels in premenopausal systemic lupus erythematous patients."}, {"pubmed": 24533935, "text": "The RANKL-mediated signalling may help develop more sophisticated cell-based therapies to inhibit calcification of the vessel wall."}, {"pubmed": 24557630, "text": "IL-17 induces the migration of neutrophils and monocytes/macrophages through the activation of synoviocytes, and enhances a positive feedback loop composed of proinflammatory cytokines IL-6 and IL-17, but not RANLK"}, {"pubmed": 24574213, "text": "SDF-1 induces osteoclastogenesis directly and indirectly via up-regulating RANKL expression in rheumatoid arthritis synovial fibroblasts and CD4+ T cells, and that this is mediated by TNFalpha."}, {"pubmed": 24664887, "text": "The PTX3-driven increase in the osteoclastogenic potential of precursor osteoblasts (pOB) appears to be mediated by the effect of PTX3 on pOB RANKL production."}, {"pubmed": 24710939, "text": "IL-6R antibody could significantly increase the expression of OPG, but inhibit the expression of RANKL, which might provide a theoretical basis of molecular biology for the prevention and treatment of aseptic loosening of prosthesis."}, {"pubmed": 24719884, "text": "RANKL plays a critical role in periodontal bone resorption."}, {"pubmed": 24721487, "text": "Cardiovascular disease influences osteoprotegerin levels in males of late middle-age but not young elderly males."}, {"pubmed": 24726460, "text": "These findings demonstrate that RANKL-RANK signal activation is essential to ABC tumor progression. RANKL-targeted therapy may be an effective alternative to surgery in select ABC presentations."}, {"pubmed": 24729980, "text": "The effect of rs1054016(RANKL) adds to the evidence that the RANK pathway plays a role in BC pathogenesis and progression with respect to BMFS, emphasizing the connection between BC and bone health."}, {"pubmed": 24769277, "text": "Serum RANKL and OPG levels varied markedly with sexual development in adolescence. These cytokines were not predictive of bone turnover or BMD at 13, but serum RANKL bioactivity was associated with bone resorption in late adolescence"}, {"pubmed": 24780728, "text": "Data suggest that serum levels of RANKL/TNFSF11 (a biomarker of bone metabolism) can be regulated by dietary factors, here by daily ingestion of dried plums and calcium/vitamin D dietary supplements by osteopenic postmenopausal women."}, {"pubmed": 24827498, "text": "These data suggest that PDLSCs promote osteoclast differentiation via Runx2 upregulating RANKL and downregulating OPG, leading to enhanced root resorption that results in physiological exfoliation of primary teeth."}, {"pubmed": 24875904, "text": "TNFalpha in the marrow microenvironment led to RANKL demethylation and re-expression in myeloma cells through DNMT1 repression and upregulation of miR-126-3p and miR-140, both known to repress DNMT1 translation."}, {"pubmed": 24929185, "text": "In the present review, we summarize the multiple functions of RANKL in bone and in the immune systems, aiming to provide an overview of the field of osteoimmunology. [review]"}, {"pubmed": 24958900, "text": "RANKL-induced osteoclastogenesis is inhibited by MGF-E8 exogenously added to human osteoclast precursors."}, {"pubmed": 24989131, "text": "These findings indicate that only a few transactivation domain-specific mutations within MAFB cause multicentric carpotarsal osteolysis."}, {"pubmed": 25007964, "text": "RANKL mRNA and protein expression fluctuate with serum progesterone with highest levels in the luteal phase, suggesting that RANKL is a modulator of progesterone signaling"}, {"pubmed": 25013993, "text": "Below-knee arterial calcification severity is clearly correlated with peripheral neuropathy severity and with several usual cardiovascular risk factors, but not with serum RANKL level."}, {"pubmed": 25047443, "text": "In the present study, we investigated the ability of triptolide, a diterpenoid isolated from Thunder of God Vine, to inhibit signaling by receptor activator of NF-kappaB (RANK) and its ligand (RANKL) and to modulate osteoclastogenesis"}, {"pubmed": 25056244, "text": "the OPG/RANKL ratio has a role a possible marker of progression of vascular dysfunction in diabetes"}, {"pubmed": 25060295, "text": "Periostin and receptor activator of nuclear factor kappa-B ligand expression in allergic fungal rhinosinusitis"}, {"pubmed": 25068378, "text": "SNP of TNFSF11 (rs2277438) may have an important influence on bone and joint injury in rheumatoid arthritis."}, {"pubmed": 25079688, "text": "RANKL contributes to glioma invasion by modulating the peripheral microenvironment of the tumor."}, {"pubmed": 25111682, "text": "High RANKL protein expression is associated with breast cancer."}, {"pubmed": 25138264, "text": "Genetic polymorphism in TNFSF11 influence bone mineral density in post-menopausal women."}, {"pubmed": 25138985, "text": "receptor activator of NF-kappaB ligand(RANKL)may be involved in the regulation of epiphyseal plate injury and repair in Kashin-Beck disease."}, {"pubmed": 25200184, "text": "A highly bone metastatic RANKL-overexpressing prostate cancer cell line, LNCaP(RANKL)used as a model to study increased adhesion of prostate cancer (PCa) cells to collagens and found 3-D suspension culture and in vivo PCa tumor growth restore AR through downregulation of AP-4, enhancing integrin alpha2 expression and adhesion to ColI which is rich in bone matrices."}, {"pubmed": 25211367, "text": "Data suggest that the T cell control region (hTCCR) region contains a cell-selective set of enhancers that plays an integral role in the transcriptional regulation of the Rankl gene Tnfsf11 in T cells."}, {"pubmed": 25212894, "text": "local and systemic involvement of sRANKL and OPG in human fracture healing."}, {"pubmed": 25268581, "text": "RANKL could potentiate migration and invasion ability of RANK-positive hepatocellular carcinoma cells through NF-kappaB pathway mediated epithelial-mesenchymal transition."}, {"pubmed": 25270538, "text": "Data show that icariin decreases the expression of osteoprotegerin (OPG), receptor activator of nuclear factor kappa-B ligand (RANKL) and receptor activator of nuclear factor kappa-B (RANK) in interleukin 1 beta-stimulated chondrocytes."}, {"pubmed": 25280574, "text": "We found high osteoprotogerin concentrations, increased CIMT [ carotid artery intima media thickness ] and decreased FMD [flow-mediated vasodilation], in women with PCOS [polycystic ovary syndrome]."}, {"pubmed": 25289668, "text": "High serum ANGPTL4 with circulating RANKL suggests that ANGPTL4 may represent a novel marker for bone destruction in rheumatoid arthritis."}, {"pubmed": 25333856, "text": "High levels of RANK, RANKL and OPG expression can help to identify prostate cancer patients at high risk of developing bone metastasis."}, {"pubmed": 25335447, "text": "Direct contact but not paracrine interactions between human metastatic breast cancer cells and bone cells has a significant effect on RANKL/OPG expression in bone metastatic cells."}, {"pubmed": 25345075, "text": "Here, we will discuss the important role of RANKL and its possible role in the management of bone loss in patients with breast cancer."}, {"pubmed": 25375981, "text": "RANKL is highly expressed in active Langerhans cell histiocytosis at the lesional level, concomitant to p65 NFkappaB activation"}, {"pubmed": 25393853, "text": "The B cell RANKL/OPG ratio correlated significantly with total hip and femoral neck bone mineral density (BMD)"}, {"pubmed": 25412610, "text": "Progesterone mediates estrogen-induced mammary carcinogenesis through activation of GLI-1 in a RANKL-dependent manner."}, {"pubmed": 25433635, "text": "role in the interaction between basophils and dendritic cells"}, {"pubmed": 25445452, "text": "TRAIL induces RANKL expression through a STAT-6 dependent transcriptional regulatory mechanism in bone marrow stromal/preosteoblast cells."}, {"pubmed": 25464125, "text": "The data support an association between SNPs in the RANK/RANKL/OPG signalling pathway and the development of stress fracture injury."}, {"pubmed": 25609157, "text": "RANKL gene polymorphism is associated with vertebral fractures and bone mineral density in premenopausal systemic lupus erythematosus."}, {"pubmed": 25667102, "text": "demonstrate, for the first time, the novel suppressive effects of QUE on RANKL-induced osteoclast differentiation in vitro and human breast cancer-induced bone loss in vivo, suggesting that QUE may be a potential therapeutic drug for osteolysis treatment"}, {"pubmed": 25724681, "text": "RANKL rs9533156, OPG rs2073618, and OPG rs2073617 single nucleotide polymorphisms and their serum protein levels were studied for a possible association with breast cancer development."}, {"pubmed": 25738351, "text": "Results showed that the expressions of RANKL and IL-17A were higher in the treatment group than the nontreatment group (P < .05) and higher in males than in females (P < .05). Their increments were well correlated with each other (r = 0.788, P = < .01) but were not time dependent"}, {"pubmed": 25797915, "text": "OPG level is associated with endothelial function in rheumatoid arthritis patients and controls."}, {"pubmed": 25810067, "text": "genetic variation not associated with hypertension in Chinese women"}, {"pubmed": 25811130, "text": "C/EBPbeta, especially C/EBPbeta-LIP in cooperation with ATF4, is involved in osteoclast formation by regulating RANKL expression in RA-FLS. These findings suggest that C/EBPbeta plays a crucial role in bone destruction in RA joints"}, {"pubmed": 25837853, "text": "higher levels in patients with Rheumatoid Arthritis, decrease correlates with response to Methotrexate therapy and improvement"}, {"pubmed": 25849336, "text": "Pregnancy increases RANKL expression both in normal breast and primary tumors."}, {"pubmed": 25912212, "text": "Serum RANKL was significantly higher in juvenile-onset anklylosing spondylitis patients than in controls. There was no significant difference in RANKL levels among patients with various HLA-B27 genotypes."}, {"pubmed": 25956608, "text": "Results demonstrated that the type of inflammatory infiltrate present in periradicular cysts appears to influence the expression of RANK, RANKL, and osteoprotegerin"}, {"pubmed": 26038599, "text": "These findings suggest that RACK1 specifies the RANKL-stimulated activation of p38 MAPK by facilitating the association of MKK6 with TAK1"}, {"pubmed": 26079882, "text": "PHB expression was time-dependently increased by RANKL in BMMs. However, the retroviral over-expression of PHB strongly inhibited the expression of c-Fos and NFATc1, and activation of p38-Elk-1-SRE signaling pathway"}, {"pubmed": 26090754, "text": "The athors show that osteoprotegerin, but not receptor activator for nuclear factor-kappaB ligand, is associated with subclinical coronary atherosclerosis in HIV-infected men."}, {"pubmed": 26112372, "text": "these findings suggest a possible mechanism underlying the RANKL expression induced by wear particles in fibroblasts, and downregulating ER stress and the XBP1s expression of fibroblasts"}, {"pubmed": 26133738, "text": "Transglutaminase 2 up-regulation is associated with RANKL/OPG pathway"}, {"pubmed": 26149648, "text": "a dual action of HDFCs in osteoclastogenesis; moreover, parathyroid hormone-related protein, CSF-1 and BMP-2 might influence osteoclastogenesis by regulating the expression of RANKL and OPG in HDFCs"}, {"pubmed": 26200837, "text": "Src expression showed a significantly positive linear relationship with RANK, suggesting a potential mechanism of the RANKL-RANK axis in regulating breast cancer cell differentiation and antiapoptosis."}, {"pubmed": 26204845, "text": "Tensile force on human macrophage cells promotes osteoclastogenesis through receptor activator of nuclear factor kappaB ligand induction."}, {"pubmed": 26218592, "text": "RANKL Polymorphisms Are Associated with Aromatase Inhibitor-Related Musculoskeletal Adverse Events in Breast Cancer."}, {"pubmed": 26261013, "text": "Despite comparable osteoprotegerin concentrations, lumbar disc herniation cases express lower RANKL than controls. Disc herniation was strongly associated with RANKL and the presence of the F allele of the VDR gene."}, {"pubmed": 26337028, "text": "Data show that receptor activator of nuclear factor kappa B ligand (RANKL) was elevated in anti-citrullinated protein antibodies (ACPA)-positive and in anti-cit-vimentin-positive patients with early untreated rheumatoid arthritis (RA)."}, {"pubmed": 26339601, "text": "qPCR and in silico hybridization revealed that miR-124 and miR-155 can be directly involved in the transcriptional regulation of Runt-related transcription factor 2 (RUNX2) and receptor activator of nuclear factor kappa-B ligand (RANKL) genes."}, {"pubmed": 26351115, "text": "Alendronate stimulated OPG mRNA and protein expression, but not RANKL expression, in fibroblasts from patients with aseptic loosening following total hip arthroplasty."}, {"pubmed": 26362732, "text": "Th17 cytokines have a dual effect on osteoclastogenesis in rheumatoid arthritis (RA): direct induction of osteoclastogenesis from monocytes and up-regulation of RANKL production in RA fibroblast-like synoviocytes (FLSs)."}, {"pubmed": 26366858, "text": "Taken together, these results suggested that the expression of RANKL induced by TiPs was mediated by ER stress in fibroblasts."}, {"pubmed": 26398902, "text": "high level of mRANKL/RANK expression in cervical cancer lesions plays an important role in the rapid growth of cervical cancer cells possibly through strengthening the dialogue between cervical cancer cells and regulation of IL-8 secretion"}, {"pubmed": 26420479, "text": "IL-29 directly induces RANKL expression in rheumatoid arthritis-fibroblasts like synoviocytes via MAPK signaling pathway."}, {"pubmed": 26438320, "text": "These data show that the osteoprotegerin and receptor-activator of nuclear factor-kappaB ligand system is associated with bone markers and bone mineral density at the lumbar spine after obesity surgery."}, {"pubmed": 26446504, "text": "This study demonstrates that clodronate decreases the compression-induced RANKL/OPG ratio expressed by human osteoblasts."}, {"pubmed": 26506085, "text": "Atorvastatin treatment reduced circulating osteoprogenitor cells and RANKL expression in T cells, and increased OPG serum levels in postmenopausal osteoporisis."}, {"pubmed": 26554541, "text": "Switched memory B cells from RA patients expressed significantly more RANKL compared to healthy controls. B cells supported osteoclast differentiation in vitro in a RANKL-dependent manner."}, {"pubmed": 26617755, "text": "expression of OPG, RANK and RANKL genes exert a crucial role in the progression of avascular necrosis"}, {"pubmed": 26621504, "text": "In conclusion, rheumatoid arthritis synovial fibroblasts were activated by CXCL16 to produce RANKL via pathways involving JAK2/STAT3 and p38/MAPK"}, {"pubmed": 26629528, "text": "Osteoprotegerin (OPG), The Endogenous Inhibitor of Receptor Activator of NF-kappaB Ligand (RANKL), is Dysregulated in BRCA Mutation Carriers"}, {"pubmed": 26635910, "text": "the independent and positive (beta = 0.449, p = 0.004, and R(2) = 0.185) association between the OxS marker and RANKL/OPG ratio which was found in osteopenic but not in the other 2 sample groups."}, {"pubmed": 26722486, "text": "Hypoxia can affect the expression of RANKL and OPG in human periodontal ligament cells"}, {"pubmed": 26734994, "text": "High RANKL expression is associated with endometrial metastasis."}, {"pubmed": 26749530, "text": "In this review, we will provide a summary of the biological functions of RANK signaling pathway (receptor activator of nuclear factor kappaB ligand RANKL and its receptor RANK ) and downstream pathways in bone remodeling, immunity and epithelial homeostasis, with a particular emphasis on cancer"}, {"pubmed": 26762414, "text": "The RANK/RANKL system induces chemoresistance."}, {"pubmed": 26781475, "text": "OPG and RANKL may play an integral role in breast cancer cells homing to the bone environment"}, {"pubmed": 26894886, "text": "Mast cell density and expression of MMP-9, RANKL and Ntx correlated positively with of bone disease severity in multiple myeloma patients."}, {"pubmed": 26914636, "text": "Postmenopausal women with Rheumatoid Arthritis, carrying either the RANKL-290T allele or possessing the RANK 575CC genotype were more likely to develop osteoporosis."}, {"pubmed": 26924459, "text": "Review: OPG, RANKL and TRAIL are involved in vascular calcification."}, {"pubmed": 26975539, "text": "The plasma OPG level is negatively associated with nonalcoholic fatty liver disease independent of potential cofounders"}, {"pubmed": 26982319, "text": "Preterm neonates exposed to Antenatal Glucocorticosteroid have higher serum levels of OPG, while premature neonates not exposed to Antenatal Glucocorticosteroid have serum OPG and RANKL levels similar to those measured in healthy term neonates."}, {"pubmed": 27009236, "text": "Study identified a novel RANKL function in the promotion of cell adhesion to type I collagen through the RANKL-NF-kappa B-integrin alpha 2 pathway and found integrin alpha2 and RANKL up-regulated in non small cell lung carcinoma."}, {"pubmed": 27028343, "text": "Data suggest that, in children with type I diabetes, serum levels of osteoprotegerin are up-regulated, serum levels of RANKL are unchanged, and serum levels of fetuin-A are down-regulated. (RANKL = receptor activator of nuclear factor kappa B ligand)"}, {"pubmed": 27040945, "text": "PI3K/Akt pathway stimulates the expressions of RANKL, PTHrP, and BMP-2 partly through NF-kappaB, suggesting its importance for bone metastasis of prostate carcinoma"}, {"pubmed": 27061293, "text": "main finding is that OPG levels decreased significantly during 8 weeks of alcohol abstinence."}, {"pubmed": 27096305, "text": "Our study revealed that RANK-L is a promising marker to forecast pts' prognosis in AML. Immune checkpoint receptor PD-1/L as well as RANK and HLA-ABC did not show an impact on pts' survival."}, {"pubmed": 27171030, "text": "Twenty-one single-nucleotide polymorphisms (SNPs) of TNFSF11, TNFRSF11A, and TNFRSF11B were genotyped. This study suggests that TNFRSF11B but not TNFSF11 and TNFRSF11A genetic polymorphisms are associated with Type 2 Diabetes Mellitus in Southern Han Chinese women."}, {"pubmed": 27235726, "text": "the overexpression of RANKL and high membranous RANKL localization in osteoblasts are related to defective CF transmembrane conductance regulator, and may worsen bone resorption, leading to bone loss in patients with cystic fibrosis."}, {"pubmed": 27251225, "text": "This study suggested that RANKL could be a marker to differentiate between pagetoid squamous cell carcinoma in situ and extramammary Paget disease ."}, {"pubmed": 27279356, "text": "the functional expression of RANKL in CD4+/CD8+ T cells and Th17 cells, and the potential role of these cells in chronic obstructive pulmonary disease-associated bone loss was investigated."}, {"pubmed": 27279652, "text": "RANK is frequently expressed by cancer cells in contrast with RANKL which is frequently detected in the tumor microenvironment, and together they participate in every step in cancer development. (Review)"}, {"pubmed": 27301430, "text": "The compound with greatest potential is E05657 with high activity and low effective concentration in the HTS system. It increases the OPG/RANKL ratio and OPG secretion, decreases the NFATc1 expression, and reduces osteoclastogenesis in vitro"}, {"pubmed": 27304650, "text": "The -643C>T RANKL polymorphism, through its significant influence on body weight and BMI value, may contribute to the development of Osteoporosis in Postmenopausal women."}, {"pubmed": 27322743, "text": "RANKL is required for progesterone-mediated cell proliferation in BRCA1mut/+ breast tissue."}, {"pubmed": 27328677, "text": "RANKL/Osteoprotegerin have roles in bone turnover in Hashimoto Thyroiditis"}, {"pubmed": 27336899, "text": "OPG and RANKL polymorphisms were associated with the occurrence of alcohol-induced ONFH."}, {"pubmed": 27403809, "text": "OPG and OPG/TRAIL ratio expression were significantly increased in rheumatoid arthritis patients compared to controls (fold change = 1.79, p = 0.013 and 2.07, p = 0.030, respectively), RANKL/OPG ratio was significantly decreased (fold change = 0.50, p = 0.020). No significant differences were found between patients and controls in RANKL and TRAIL expression."}, {"pubmed": 27411457, "text": "results suggest that serum OPG and RANKL levels are inversely associated with bone loss in men with advanced stage COPD."}, {"pubmed": 27550416, "text": "Results show that pro-inflammatory cytokines upregulated SOX5 and RANKL expression in both synovial fibroblasts of patients with primary rheumatoid arthritis and cell line. IL-6 facilitates the binding of SOX5 to RANKL promoter."}, {"pubmed": 27771584, "text": "The expression for RANKL and OPG and the RANKL/OPG ratio were not significantly different between symptomatic and asymptomatic periapical lesions."}, {"pubmed": 27815441, "text": "TNF-alpha-converting enzyme -mediated cleavage of soluble RANKL from activated lymphocytes, especially B cells, can promote osteoclastogenesis in periodontitis."}, {"pubmed": 27826889, "text": "Correlations between sRANKL and IL-18 in BALF."}, {"pubmed": 27834938, "text": "RANKL is overexpressed in invariant NKT cells in bone marrow of patients with multiple myeloma."}, {"pubmed": 27862210, "text": "Studies showed that the central hypothalamic-pituitary regulatory system, via it's relative hormones, seems to control OPG/RANKL/RANK system function, and the pulsatility and circadian rhythmicity of these hormones may induce an oscillatory fluctuation of the OPG/ RANKL ratio. Also, psycological characteristics may provoke a shift of the OPG/ RANKL ratio towards an unbalanced or a balanced status. [review]"}, {"pubmed": 27881737, "text": "Studies strongly implicates RANK and RANKL as key molecules involved in the initiation of BRCA1-associated breast cancer. [review]"}, {"pubmed": 27983911, "text": "The RANKL/OPG ratio significantly increased in the presence of bone metastasis with appropriate sensitivity and specificity (73% and 72%, respectively) at a cutoff of >/=0.14 for the detection of bone metastasis. Serum OPG and RANKL/OPG ratios are promising biomarkers for detecting bone metastasis in breast cancer patients."}, {"pubmed": 27992569, "text": "Results show that RANK-L are overexpressed in human chronic periodontitis which subsequently increase alveolar bone loss."}, {"pubmed": 28002811, "text": "Data report that in postmenopausal women without known genetic predisposition, high RANKL serum levels stratify a subpopulation of women at high risk of developing breast cancer 12-24 months before diagnosis."}, {"pubmed": 28007656, "text": "Proinsulin C-peptide prevents a reduction of type I collagen expression and decreases, in combination with insulin, receptor activator of nuclear factor-kappaB (RANKL) levels."}, {"pubmed": 28146138, "text": "sRANKL and OPG may play a role in the pathogenesis of diabetes as well as metabolic disturbance"}, {"pubmed": 28190118, "text": "Positivity of RANKL and anti-CCP2 yielded significant risk for progression with negativity for both as reference. No single nucleotide polymorphism encoding TNFSF11 or SOST was associated with increased concentrations of the factors."}, {"pubmed": 28244588, "text": "OPG rs2073618, RANK rs75404003, and RANKL rs9594782 single nucleotide poymorphisms may predispose LVH in thalassemia patients."}, {"pubmed": 28246602, "text": "the OPG/RANKL/RANK system might be directly influenced by genetic variants of NOTCH1 in aortic valve calcification."}, {"pubmed": 28252575, "text": "Our results suggest that the polymorphism of the RANKL, RANK, and OPG genes does not make a significant genetic contribution to heel ultrasound measurements in a population of young Caucasian adults. Further studies replicating the results in independent populations are needed to support these initial findings."}, {"pubmed": 28278513, "text": "The results showed that AG490 inhibited (p)-JAK2 and RANKL expression."}, {"pubmed": 28292438, "text": "MAOA provides tumor cell growth advantages in the bone microenvironment by stimulating interleukin-6 (IL6) release from osteoblasts, and triggers skeletal colonization by activating osteoclastogenesis through osteoblast production of RANKL and IL6."}, {"pubmed": 28367895, "text": "There was no significant difference in GCF RANKL values among groups (P > 0.05) or during the observation period (P > 0.008). The use of BP may be effective in preventing periodontal breakdown by controlling the levels of these markers in osteoporosis as an adjunct to periodontal treatment"}, {"pubmed": 28373003, "text": "RANK/RANKL signaling is involved in the androgen deprivation therapy-induced acceleration of bone metastasis in castration-insensitive prostate cancer and is inhibited by osteoprotegerin to prevent bone metastasis."}, {"pubmed": 28385082, "text": "HBOT increased serum OPG levels but receptor activator of nuclear factor kappa-B ligand (RANKL) levels did not change."}, {"pubmed": 28388533, "text": "Findings suggest that cell-autonomous activation of the RANKL/RANK signaling axis is a convergently shared, non-oncogenic addiction underlying the generation and maintenance of CSC-like states in response to diverse molecular events such as BRCA1 haploinsufficiency and EMT phenomena."}, {"pubmed": 28417335, "text": "triple-negative breast cancer (TNBC) patients that expressed both RANK and RANKL proteins had significantly worse RFS and OS than patients with RANK-positive, RANKL-negative tumors. RANKL was an independent, poor prognostic factor for RFS and OS in multivariate analysis in samples that expressed both RANK and RANKL."}, {"pubmed": 28453307, "text": "study demonstrated the association of the -643C > T polymorphism with bone mineral density variation and osteoporosis risk in postmenopausal Tunisian women"}, {"pubmed": 28464982, "text": "There were no significant associations involving the RANKL gene. Thus, it is suggested that alterations in the OPG and RANK genes are primarily responsible for altering the function and expression of the RANKL ligand, resulting in a predisposition to chronic arthralgia and comorbid temporomandibular OA."}, {"pubmed": 28488893, "text": "rs9525641 might contribute to bone mineral density"}, {"pubmed": 28525794, "text": "Data suggest that STAT6 and RANKL are involved in regulation of apoptosis, gene expression, and cell proliferation in hepatocellular carcinoma cell lines; depletion of STAT6 using RNA interference increases apoptosis; this mechanism involves down-regulation of expression of RANKL. (STAT6 = signal transducer and activator of transcription 6; RANKL = receptor activator of nuclear factor kappa B ligand)"}, {"pubmed": 28555364, "text": "regulation of OSCAR by TNF-alpha and receptor activator of NF kappa beta ligand (RANKL) in pre-osteoclasts/osteoclasts"}, {"pubmed": 28645722, "text": "Study recommend that measuring RANKL together with HER2 in blood samples can be routinely applied to allow early detection of bone metastases in patients with breast cancer."}, {"pubmed": 28701332, "text": "Higher concentrations of serum sRANKL were positively associated with risk of estrogen receptor positive breast cancer."}, {"pubmed": 28904316, "text": "Vitamin D, tumor necrosis factor (TNF)-alpha, receptor activator of nuclear factor-KB ligand (RANKL), and OPG levels were determined in GCF and serum. Baseline clinical parameters were similar in all periodontitis groups (P > 0.05) but were higher than that in controls"}, {"pubmed": 29022922, "text": "receptor activator for nuclear factor-kappa B ligand (RANKL), secreted by human embryonic trophoblasts and maternal decidual stromal cells, polarizes decidual macrophages toward a M2 phenotype."}, {"pubmed": 29052177, "text": "A high level of sRANKL in bronchoalveolar lavage fluid of non-small cell lung cancer patients may predict worse survival."}, {"pubmed": 29074954, "text": "The role of the RANKL pathway in the skeletal derangement in the chronic lymphocytic leukaemia patients."}, {"pubmed": 29145460, "text": "present clear evidence that TRAIL can block several key signalling actions of RANKL in vascular cells, providing further evidence of its vasoprotective potential"}, {"pubmed": 29200953, "text": "In the present study, we measured expression of RANKL in human periosteum-derived cells(hPDCs) undergoing osteoblastic differentiation and found that expression of RANKL mRNA was markedly increased in these cells in a time-dependent manner.RANKL protein expression was also significantly enhanced in osteogenic-conditioned media from hPDCs undergoing osteoblastic differentiation"}, {"pubmed": 29204705, "text": "RANKL mRNA expression was higher in tumour tissue from patients with metastatic prostate cancer compared to local disease. The RANKL/OPG ratio was low in normal prostate tissue and high in tumours with bone metastases. Expression was high in BPH tissue but did not exceed as much as in the tumour tissue."}, {"pubmed": 29214160, "text": "MiR-217 is a useful diagnostic biomarker and is involved in human podocyte cells apoptosis via targeting TNFSF11 in membranous nephropathy."}, {"pubmed": 29241686, "text": "RANK/RANKL were identified as crucial regulators for BRCA1 mutation-driven breast cancer. Current prevention strategies for BRCA1 mutation carriers are associated with wide-ranging risks; therefore, the search for alternative, non-invasive strategies is of paramount importance"}, {"pubmed": 29277763, "text": "Our study suggests that the RANKL/RANK pathway contributes to the development and maintenance of the immunosuppressive tumor microenvironment and denosumab may be a promising adjuvant therapy targeting TAMs in cancer of apocrine origin"}, {"pubmed": 29336616, "text": "In cardiovascular risks, OPG serum level might increase as a preventive compensatory mechanism to neutralize the RANKL level increment. The determination of the OPG-RANKL system is a diagnostic indicator for the intensity of vascular calcification and atherosclerosis in SSc patients."}, {"pubmed": 29424771, "text": "These data suggest that T cells may be a physiologically relevant source of OPG and T-cell RANKL/OPG imbalance is associated with HIV-induced bone loss in CD4 T-cell-sufficient patients. Both B and T lymphocytes may thus contribute to HIV-induced bone loss."}, {"pubmed": 29494398, "text": "study indicates that the expression of RANK and RANKL in parotid gland neoplasms is associated with the acquisition of a malignant phenotype and this pathway may represent an attractive therapeutic target in patients with parotid gland carcinomas."}, {"pubmed": 29528523, "text": "the rs9533090-C robustly recruits transcription factor NFIC, which efficiently elevates the enhancer activity and increases the RANKL expression."}, {"pubmed": 29635231, "text": "Vascular smooth cells are a significant source of osteoprotegerin within the vasculature but that RANKL, once present, downregulates this production and appears capable of preventing the \"protective\" upregulation of OPG seen with VSMCs exposed to physiological levels of cyclic strain."}, {"pubmed": 29684757, "text": "miR-144 could inhibit the expression of cytokine in matured immune cells through suppressing the translation of RANKL mRNA."}, {"pubmed": 29685422, "text": "High circulating RANKL values predicted shorter median overall survival and high serum levels of CCL-3 predicted shorter median progression-free survival in Waldenstrom macroglobulinemia patients. At bone marrow biopsy evaluation, the whole number of the neoplastic cells revealed strong cytoplasmic positivity for CCL-3, while the neoplastic clone did not express RANKL."}, {"pubmed": 29774578, "text": "Plasma cell-derived RANKL induces the expansion and activation of Myeloid-Derived Suppressor CellS , which suppress T-cell proliferation and contribute to the Th2-type response characteristic of IgG4-SC."}, {"pubmed": 29774992, "text": "study indicates that IL-17A enhances proliferation and osteogenic differentiation of SHED by regulating OPG/RANKL mechanism thus suggests therapeutic potential of IL-17A in bone regeneration."}, {"pubmed": 29777507, "text": "RANKL expression is increased in PBMC of patients with CAVD, is directly correlated with the degree of valve calcification, and promotes pro-calcific differentiation of VIC."}, {"pubmed": 29895074, "text": "RANKL/OPG ratio was significantly higher in the prolactinoma group than in the control group."}, {"pubmed": 29920500, "text": "Changes in the RANKL/RANK/OPG axis levels in cerebrospinal fluid are associated with clinical onset of multiple sclerosis."}, {"pubmed": 29943644, "text": "rs12585014 GG genotype strongly associated with age at menarche >13 years in women with hip fracture; rs3018362 and rs12585014 not associated with hip osteoporosis or hip fracture in Mexican women"}, {"pubmed": 29968926, "text": "Mechanistic analyses revealed that CDP increases the expression of antioxidant enzymes to attenuate RANKL-mediated ROS production in osteoclasts and inhibits nuclear factor of activated T cells and mitogen-activated protein kinase activation. These results suggest that CDP may represent a candidate drug for the treatment of osteoporosis caused by excessive osteoclast activity."}, {"pubmed": 30001863, "text": "The mechanism of IL-29 on receptor activator of nuclear factor kappaB ligand (RANKL)-induced osteoclastogenesis."}, {"pubmed": 30015970, "text": "High RANKL expression is associated with gastric cancer cell migration."}, {"pubmed": 30041283, "text": "Study of patient tissue samples and neoplastic cell lines showed that RANKL was overexpressed in bladder cancer. However, its functional role in bladder cancer, especially tumor progression and bone metastasis, remains uncertain."}, {"pubmed": 30043156, "text": "RANKL rs7984870 is involved in the etiology of lone AF and thus may be a marker for genetic susceptibility to lone AF and predicting prognosis after catheter ablation in Chinese populations. Therefore, we provide new information about treatment strategies and our understanding of RANKL in AF."}, {"pubmed": 30055540, "text": "In this review, we evaluate the relationship between estrogen, RANKL, and EphirinB2, and we highlight the direct relation between osteoporosis and estrogen hormone. The identification of direct or indirect pathways of bone formation and degradation in pre- and postmenopausal women could be an important tool for the development of therapeutic strategies in postmenopausal women"}, {"pubmed": 30093448, "text": "Results from current studies also point to a role of RANK/RANKL signaling in patients with multiple myeloma, who have increased serum levels of soluble RANKL and an imbalance in RANKL and osteoprotegerin"}, {"pubmed": 30132289, "text": "High RANKL expression is associated with left ventricular hypertrophy."}, {"pubmed": 30230620, "text": "Ultraviolet B-induced immunosuppression is not associated with receptor activator of nuclear factor kappa B ligand upregulation in human skin."}, {"pubmed": 30284692, "text": "OPG and total sRANKL concentrations are independent from Growth Hormone secretory status in short children"}, {"pubmed": 30291461, "text": "Overall, RANKL- and bone marrow stromal cell-induced drug resistance correlated with the activation of c-Src signaling pathways, which caused a decrease in Bim expression."}, {"pubmed": 30309658, "text": "MiR-223 and miR-19a were found to regulate the expression of TWIST and Runx2, influence the RANKL-RANK pathway and the expression of MCP-1, and finally regulate the pathophysiological process of osteolytic bone destruction."}, {"pubmed": 30348163, "text": "Higher pre-diagnosis endogenous concentrations of the decoy receptor for RANKL, OPG, appear to increase risk of death after a breast cancer diagnosis especially in those diagnosed with ER+ disease."}, {"pubmed": 30352839, "text": "Circulating RANK was positively associated with volumetric percent mammographic density, while circulating soluble RANK ligand was positively associated with volumetric percent density among premenopausal women with higher progesterone levels. These findings support the inhibition of RANKL signaling as a pathway to reduce mammographic density and possibly breast cancer incidence in high-risk women with dense breasts."}, {"pubmed": 30355436, "text": "Induction of RANKL expression by 1,25D3 in osteoblasts was downregulated upon knockdown of C/EBPbeta. In contrast, C/EBPbeta overexpression directly upregulated RANKL promoter activity and exhibited a synergistic effect on 1,25D3-induced RANKL expression."}, {"pubmed": 30418981, "text": "Study identified RANKL and BCL6 mRNA as targets of AUF1 p42. Detailed analysis of 3'UTRs revealed for both that full instability required two elements, which are conserved in evolution. In RANKL mRNA both elements are AU-rich and separated by 30 bases, while in BCL6 mRNA one is AU-rich and 60 bases from a non-AU-rich element that potentially forms a stem-loop structure."}, {"pubmed": 30425091, "text": "RANKL levels were significantly lower in women >60 years (P < 0.0001) and RANKL/OPG ratios higher in lymph node-positive patients (P < 0.05). High OPG serum levels were associated with a higher risk of death from breast cancer [HR 1.94; 95% confidence interval (CI) 1.23-3.07; P = 0.005] and OPG was an independent prognostic marker for breast cancer-specific survival"}, {"pubmed": 30496606, "text": "Activation of RANK/RANKL/OPG Pathway Is Involved in the Pathophysiology of Fibrous Dysplasia and Associated With Disease Burden."}, {"pubmed": 30538295, "text": "DNA methylation and MED12 mutation together constitute a complex regulatory network that affects progesterone/PR-mediated RANKL gene expression."}, {"pubmed": 30562925, "text": "higher concentrations of butyric acid generated by periodontal and root canal microorganisms may potentially induce bone destruction and impair bone repair by the alteration of OPG/RANKL expression/secretion, 8-isoprostane, MMP-2 and OPN secretion, and affect cell viability."}, {"pubmed": 30737372, "text": "The abnormal low level of RANKL/RANK results in pregnancy loss because of the dialogue disorder between DSCs and dgammadeltaTau cells."}, {"pubmed": 30737962, "text": "An osteoclastogenesis system, the RANKL/RANK signalling pathway, contributes to aggravated allergic inflammation."}, {"pubmed": 30783036, "text": "Malignancy-Associated Hypercalcemia Related with Receptor Activator of NF-kappaB Ligand (RANKL) Expression in T-Cell Acute Lymphoblastic Leukemia."}, {"pubmed": 30804932, "text": "these results suggest that RANKL modulates modeled inflammatory arthritis not only as a mediator of osteoclastogenesis and bone resorption but also as a disease modifier affecting inflammation and immune activation"}, {"pubmed": 30816098, "text": "The results of this study confirm importance of the OPG/RANKL/RANK system in calcification in patients with aortic stenosis."}, {"pubmed": 30871729, "text": "findings suggest that polymorphisms in RANK and RANKL genes are associated with persistent apical periodontitis"}, {"pubmed": 30903656, "text": "In patients with osteoporosis, iNKT cells specifically overexpress RANKL, a cytokine that regulates osteoclast activity. It seems that iNKT cells have a long-standing effect of on the bone physiology, which plays an important role in the bone loss of patients with osteoporosis."}, {"pubmed": 30958621, "text": "miR-377 downregulated the target gene RANKL, resulting in PIO inhibition. MiR-377 relieved PIO by negatively regulating RANKL."}, {"pubmed": 30984193, "text": "accumulating data indicated RANKL and RANK not only as essential players for the development and activation of osteoclasts, but also for the correct differentiation of medullary thymic epithelial cells (mTECs) that act as mediators of the central tolerance process by which self-reactive T cells are eliminated while regulatory T cells are generated."}, {"pubmed": 30998511, "text": "Giant cell lesions of the maxillofacial skeleton demonstrate strong and diffuse RANKL mRNA expression in mononuclear stromal cells, regardless of histology or presence of an associated syndrome."}, {"pubmed": 31015798, "text": "Ankylosing spondylitis patients with syndesmophyte formation had significantly lower levels of soluble RANKL levels than those without syndesmophyte formation. The data suggested a role for RANKL in AS susceptibility and severity."}, {"pubmed": 31101043, "text": "In cultured intervertebral disc cells mRNA expression of catabolic factors was significantly upregulated by stimulation of rhRANKL in the presence of rhIL-1beta. Administration of ahRANKL-mAB significantly suppressed the mRNA expression of catabolic factors that had been upregulated by rhIL-1beta stimulation. Study showed that aberrant RANKL signaling may be involved in the progression of intervertebral disc degeneration."}, {"pubmed": 31120440, "text": "RANKL deteriorates, while its inhibitor improves, muscle strength and insulin sensitivity in osteoporotic mice and humans. Hence denosumab could represent a novel therapeutic approach for sarcopenia."}, {"pubmed": 31126201, "text": "rs12585014 not associated with osteoporosis of lumbar spine"}, {"pubmed": 31189751, "text": "RANKL is expressed in subsets of soft tissue tumors with calcification."}, {"pubmed": 31209146, "text": "The association between RANK, RANKL and OPG gene polymorphisms and the risk of rheumatoid arthritis: a case-controlled study and meta-analysis."}, {"pubmed": 31212033, "text": "Quantifying RANKL and OPG levels in healthy children: A large cross-sectional analysis."}, {"pubmed": 31217507, "text": "A Selective FGFR inhibitor AZD4547 suppresses RANKL/M-CSF/OPG-dependent ostoclastogenesis and breast cancer growth in the metastatic bone microenvironment."}, {"pubmed": 31254133, "text": "Osteoclasts Modulate Bone Erosion in Cholesteatoma via RANKL Signaling."}, {"pubmed": 31292059, "text": "IL-17 can enhance the expression of RANKL in human periodontal fibroblasts and inhibit the expression of OPG mRNA through the p38MAPK signal transduction pathways."}, {"pubmed": 31292137, "text": "Reproductive and Lifestyle Factors and Circulating sRANKL and OPG Concentrations in Women: Results from the EPIC Cohort."}, {"pubmed": 31409771, "text": "Gender differences in RANKL expression and bone quality could be due to the sex-specific transcription factor SRY."}, {"pubmed": 31486401, "text": "IL-34 enhances RANKL/OPG expression by rheumatoid arthritis-fibroblast-like synoviocytes and rheumatoid arthritis-peripheral blood mononuclear cells."}, {"pubmed": 31526513, "text": "Comparison of serum levels with bone content and gene expression indicate a contradictory effect of kidney transplantation on sclerostin."}, {"pubmed": 31546898, "text": "Regulatory Effects and Interactions of the Wnt and OPG-RANKL-RANK Signaling at the Bone-Cartilage Interface in Osteoarthritis."}, {"pubmed": 31633306, "text": "Commentary on the effects of receptor activator of nuclear factor-B ligand inhibition on bone mass and muscle strength."}, {"pubmed": 31641233, "text": "Role of RANK-L as a potential inducer of ILC2-mediated type 2 inflammation in chronic rhinosinusitis with nasal polyps."}, {"pubmed": 31655342, "text": "TLR2 and LOX-1 which mediate RANKL production seems to be potential drug targets of peri-implantitis."}, {"pubmed": 31709849, "text": "Fibroblast growth factor 23 and 25(OH)D levels are related to abdominal obesity and cardiovascular risk in patients with polycystic ovarian syndrome."}, {"pubmed": 31724123, "text": "RANKL elicits ROS generation in HAECs with direct consequences for generation of paracrine pro-calcific signals known to effect calcification in underlying VSMCs."}, {"pubmed": 31859389, "text": "RANKL/OPG ratio was significantly elevated under 1,25OH(2) D(3) stimulation and FF genotype had the most remarkable elevation. When VDR was knocked down, all the differences among the three genotypes disappeared."}, {"pubmed": 31947859, "text": "Evaluation of Isoflavones as Bone Resorption Inhibitors upon Interactions with Receptor Activator of Nuclear Factor-kappaB Ligand (RANKL)."}, {"pubmed": 31992773, "text": "the expression of RANK on Circulating Tumor Cells in metastatic breast cancer patients and that the persistence of RANK expression determines denosumab effectiveness."}, {"pubmed": 32069819, "text": "IL-33/IL-31 Axis in Osteoporosis."}, {"pubmed": 32102511, "text": "Possible Prognostic Potential of RANKL and OPG in Metastatic Breast Cancer Egyptian Females."}, {"pubmed": 32108533, "text": "Expression of PTHrP and RANKL in acquired middle ear cholesteatoma epithelium."}, {"pubmed": 32159708, "text": "genetic polymorphism in RANKL (rs9594738) is not associated with mucositis and peri-implantitis in a Brazilian population from the Amazon region"}, {"pubmed": 32198488, "text": "RANKL and OPG and their influence on breast volume changes during pregnancy in healthy women."}, {"pubmed": 32248172, "text": "Besides the variants of RANKL [rs9594759] and IL-10 [rs1800896] genes a multidirectional modifying effect on the timing of tooth eruption in macrosomic-at-birth individuals made the variant of CYP19A1 [rs2414096] gene"}, {"pubmed": 32341419, "text": "Spi-C positively regulates RANKL-mediated osteoclast differentiation and function."}, {"pubmed": 32381383, "text": "RANKLed by the Complexity of Signaling in Breast Cancer Metastasis to the Brain."}, {"pubmed": 32418417, "text": "Metabolic bone markers can be related to preserved insulin secretion in children with newly diagnosed type 1 diabetes.\", trans \"Markery metabolizmu kostnego moga byc zwiazane z przetrwala insulinosekrecja u dzieci z nowo rozpoznana cukrzyca typu 1."}, {"pubmed": 32442729, "text": "Comparison of RANKL and osteoprotegerin levels in the gingival crevicular fluid of young cigarette- and waterpipe-smokers and individuals using electronic nicotine delivery systems."}, {"pubmed": 32446200, "text": "Analysis of the tumor necrosis factor superfamily member 11 gene polymorphism with bone mineral density and bone fracture frequency in patients with postmenopausal osteoporosis."}, {"pubmed": 32525717, "text": "RANK and RANKL Expression in Salivary Gland Tumors."}, {"pubmed": 32815001, "text": "Polymorphisms within the RANK and RANKL Encoding Genes in Patients with Rheumatoid Arthritis: Association with Disease Progression and Effectiveness of the Biological Treatment."}, {"pubmed": 32826531, "text": "Chondroblastoma Expresses RANKL by RNA In Situ Hybridization and May Respond to Denosumab Therapy."}, {"pubmed": 32871032, "text": "Overexpression of MMPs, cytokines, and RANKL/OPG in temporomandibular joint osteoarthritis and their association with joint pain, mouth opening, and bone degeneration: A preliminary report."}, {"pubmed": 32873083, "text": "Receptor Activator of Nuclear Factor kappa-Beta Ligand/Osteoprotegerin Axis in Adults with Hb S/beta-Thalassemia and beta-Thalassemia Trait."}, {"pubmed": 33283899, "text": "Association of RANK and RANKL gene polymorphism with survival and calcium levels in multiple myeloma."}, {"pubmed": 33376557, "text": "Association of Polymorphisms in RANK and RANKL Genes with Osteopenia in Arab Postmenopausal Women."}, {"pubmed": 33404854, "text": "Uterine leiomyosarcomas with osteoclast-like giant cells associated with high expression of RUNX2 and RANKL."}, {"pubmed": 33494362, "text": "Glucocorticoid Receptor Regulates TNFSF11 Transcription by Binding to Glucocorticoid Responsive Element in TNFSF11 Proximal Promoter Region."}, {"pubmed": 33572979, "text": "Association of RANKL and OPG Gene Polymorphism in Arab Women with and without Osteoporosis."}, {"pubmed": 33629434, "text": "Decidual-derived RANKL facilitates macrophages accumulation and residence at the maternal-fetal interface in human early pregnancy."}, {"pubmed": 33768738, "text": "Immunoexpression of RANK, RANKL and OPG in sporadic odontogenic keratocysts and their potential association with recurrence."}, {"pubmed": 33773583, "text": "OPG/RANKL/RANK gene methylation among alcohol-induced femoral head necrosis in northern Chinese men."}, {"pubmed": 33813793, "text": "Correlation of osteoprotegerin, sRANKL, inflammatory factors and epicardial adipose tissue volume with coronary heart disease."}, {"pubmed": 33893301, "text": "RANKL regulates male reproductive function."}, {"pubmed": 33907786, "text": "[Effects of different orthodontic treatments on sputum chemokines CX3CL1, RANKL/OPG levels in patients with malocclusion]."}, {"pubmed": 33952303, "text": "Angiotensin II upregulates RANKL/NFATC1 expression in synovial cells from patients with rheumatoid arthritis through the ERK1/2 and JNK pathways."}, {"pubmed": 33967621, "text": "Leptin regulates OPG and RANKL expression in Gingival Fibroblasts and Tissues of Chronic Periodontitis Patients."}, {"pubmed": 34004159, "text": "RANK links senescence to stemness in the mammary epithelia, delaying tumor onset but increasing tumor aggressiveness."}, {"pubmed": 34056870, "text": "Identification of novel mutation in RANKL by whole-exome sequencing in a Thai family with osteopetrosis; a case report and review of RANKL osteopetrosis."}, {"pubmed": 34108600, "text": "RANKL immunisation inhibits prostate cancer metastasis by modulating EMT through a RANKL-dependent pathway."}, {"pubmed": 34182967, "text": "Clinical research: low-level laser therapy in accelerating orthodontic tooth movement."}, {"pubmed": 34234380, "text": "RANKL expression in chondrocytes and its promotion by lymphotoxin-alpha in the course of cartilage destruction during rheumatoid arthritis."}, {"pubmed": 34416336, "text": "Osteoprotegerin (OPG) mediates the anti-carcinogenic effects of normal breast fibroblasts and targets cancer stem cells through inhibition of the beta-catenin pathway."}, {"pubmed": 34493364, "text": "Mechanical strain-mediated reduction in RANKL expression is associated with RUNX2 and BRD2."}, {"pubmed": 34570303, "text": "Physical activity and Mediterranean diet as potential modulators of osteoprotegerin and soluble RANKL in gBRCA1/2 mutation carriers: results of the lifestyle intervention pilot study LIBRE-1."}, {"pubmed": 34645448, "text": "The expression levels of MicroRNA-146a, RANKL and OPG after non-surgical periodontal treatment."}, {"pubmed": 34738877, "text": "Perillaldehyde inhibits bone metastasis and receptor activator of nuclear factor-kappaB ligand (RANKL) signaling-induced osteoclastogenesis in prostate cancer cell lines."}, {"pubmed": 34846723, "text": "Vertebral osteomyelitis is characterised by increased RANK/OPG and RANKL/OPG expression ratios in vertebral bodies and intervertebral discs."}, {"pubmed": 34847079, "text": "RSPO2 and RANKL signal through LGR4 to regulate osteoclastic premetastatic niche formation and bone metastasis."}, {"pubmed": 35055157, "text": "Molecular Mechanisms Leading from Periodontal Disease to Cancer."}, {"pubmed": 35183115, "text": "Phosphorylation of BCL2 at the Ser70 site mediates RANKL-induced osteoclast precursor autophagy and osteoclastogenesis."}, {"pubmed": 35345075, "text": "Serum levels of osteoprotegerin, RANK-L & vitamin D in different stages of osteoarthritis of the knee."}, {"pubmed": 35463641, "text": "Mycobacterium tuberculosis Induced Osteoblast Dysregulation Involved in Bone Destruction in Spinal Tuberculosis."}, {"pubmed": 35463988, "text": "RANKL Impairs the TLR4 Pathway by Increasing TRAF6 and RANK Interaction in Macrophages."}, {"pubmed": 35726900, "text": "RANKL interferes with osteoclastogenesis in PEG-fused U937 cells through LGR4."}, {"pubmed": 35868414, "text": "Association of OPG and RANKL gene polymorphisms with bone mineral density in Indian women."}, {"pubmed": 35869907, "text": "Association of TNFSF11 rs2200287 and TNFSF11 rs2148072 gene polymorphisms in preeclampsia."}, {"pubmed": 35893092, "text": "Associations of Bone Mineral Density with RANKL and Osteoprotegerin in Arab Postmenopausal Women: A Cross-Sectional Study."}, {"pubmed": 35916930, "text": "Human mast cells induce osteoclastogenesis through cell surface RANKL."}, {"pubmed": 35993046, "text": "The Effect of Osteoprotectin (OPG)/Receptor Activator of Nuclear Factor-kappaB Ligand (RANKL)/Receptor Activator of Nuclear Factor-kappaB (RANK) Gene Methylation on Aortic Valve Calcified."}, {"pubmed": 36054965, "text": "RANKL down-regulates the mast cell proliferation through inducing senescence."}, {"pubmed": 36060948, "text": "Decreased level of soluble receptor activator of nuclear factor-kappabeta ligand (sRANKL) in overweight and obese children."}, {"pubmed": 36251145, "text": "NCX1 disturbs calcium homeostasis and promotes RANKL-induced osteoclast differentiation by regulating JNK/c-Fos/NFATc1 signaling pathway in multiple myeloma."}, {"pubmed": 36346787, "text": "Risk association of RANKL and OPG gene polymorphism with breast cancer to bone metastasis in Pashtun population of Khyber Pakhtunkhwa, Pakistan."}, {"pubmed": 36473204, "text": "RANKL and RANK in Cancer Therapy."}, {"pubmed": 36482064, "text": "Exosomal lncRNA HOTAIR promotes osteoclast differentiation by targeting TGF-beta/PTHrP/RANKL pathway."}, {"pubmed": 36513810, "text": "RANKL-responsive epigenetic mechanism reprograms macrophages into bone-resorbing osteoclasts."}, {"pubmed": 36535121, "text": "Assessment of RANK/RANK-L prevalence and clinical significance in NSCLC European Thoracic Oncology Platform Lungscape cohort and SPLENDOUR randomized clinical trial."}, {"pubmed": 36589815, "text": "The RANK/RANKL/OPG system and tumor bone metastasis: Potential mechanisms and therapeutic strategies."}, {"pubmed": 36652988, "text": "Expression of RANKL in breast cancer tissue in patients with fibrous dysplasia/McCune-Albright syndrome."}, {"pubmed": 36872108, "text": "RANKL Promotes Chemotherapy Resistance in Breast Cancer Cells Through STAT3 Mediated Autophagy Induction."}, {"pubmed": 37121710, "text": "[RANKL and periodontitis]."}, {"pubmed": 37125501, "text": "miR-4732-3p prevents lung cancer progression via inhibition of the TBX15/TNFSF11 axis."}, {"pubmed": 37165403, "text": "MiR-217 regulates autophagy through OPG/RANKL/RANK in giant cell tumors."}, {"pubmed": 37295782, "text": "Effect of Aerobic/Strength Training on RANKL Gene DNA Methylation Levels."}, {"pubmed": 37802020, "text": "Pulling rank with RNA: RANKL promotes the association of PGC-1beta/RNA complexes with NCoR/HDAC3 to activate gene expression in osteoclasts."}, {"pubmed": 37910614, "text": "RANKL/RANK is required for cytokine-induced beta cell death; osteoprotegerin, a RANKL inhibitor, reverses rodent type 1 diabetes."}, {"pubmed": 38040752, "text": "The Notch1 signaling pathway directly modulates the human RANKL-induced osteoclastogenesis."}, {"pubmed": 38382805, "text": "RANK/RANKL axis promotes migration, invasion, and metastasis of osteosarcoma via activating NF-kappaB pathway."}, {"pubmed": 38583439, "text": "Osteoprotegerin and receptor activator of the nuclear factor kappa B ligand (RANKL) in healthy pubertal girls - relationships with physical growth and classical bone turnover markers."}, {"pubmed": 38594779, "text": "Overexpression of TNFSF11 reduces GPX4 levels and increases sensitivity to ferroptosis inducers in lung adenocarcinoma."}, {"pubmed": 38614129, "text": "Accumulation of gammadeltaT cells in the decidua is promoted by RANKL which upregulates ICAM-1 via NF-kappaB."}, {"pubmed": 39062686, "text": "Genetic Variants of the Receptor Activator Nuclear of kappaB Ligand Gene Increase the Risk of Rheumatoid Arthritis in a Mexican Mestizo Population: A Case-Control Study."}], "genomic_pos": {"chr": "13", "end": 42608013, "ensemblgene": "ENSG00000120659", "start": 42562736, "strand": 1}, "genomic_pos_hg19": {"chr": "13", "end": 43182149, "start": 43136872, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002158", "qualifier": "involved_in", "term": "osteoclast proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002548", "pubmed": 15248232, "qualifier": "involved_in", "term": "monocyte chemotaxis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 9312132, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007254", "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019221", "pubmed": 15248232, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030316", "pubmed": 18606301, "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030316", "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030316", "pubmed": 9568710, "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033209", "pubmed": 18606301, "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033209", "pubmed": 19940926, "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033598", "qualifier": "involved_in", "term": "mammary gland epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034112", "pubmed": 9367155, "qualifier": "involved_in", "term": "positive regulation of homotypic cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036035", "qualifier": "involved_in", "term": "osteoclast development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038001", "qualifier": "involved_in", "term": "paracrine signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043406", "pubmed": 15304486, "qualifier": "involved_in", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043491", "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044691", "qualifier": "involved_in", "term": "tooth eruption"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045453", "qualifier": "involved_in", "term": "bone resorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045672", "pubmed": [15304486, 17241109, 19560569], "qualifier": "involved_in", "term": "positive regulation of osteoclast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045780", "pubmed": 17241109, "qualifier": "involved_in", "term": "positive regulation of bone resorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 15304486, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046330", "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050870", "pubmed": 9367155, "qualifier": "involved_in", "term": "positive regulation of T cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051091", "pubmed": 19940926, "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051092", "pubmed": 9367155, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051466", "pubmed": 19940926, "qualifier": "involved_in", "term": "positive regulation of corticotropin-releasing hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055074", "qualifier": "involved_in", "term": "calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060749", "qualifier": "involved_in", "term": "mammary gland alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070371", "qualifier": "involved_in", "term": "ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 18606301, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071812", "pubmed": 19940926, "qualifier": "involved_in", "term": "positive regulation of fever generation by positive regulation of prostaglandin secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902533", "pubmed": 15248232, "qualifier": "involved_in", "term": "positive regulation of intracellular signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001206", "qualifier": "involved_in", "term": "positive regulation of osteoclast development"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": [9568710, 10708588], "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 9312132, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": [9367155, 15248232], "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005125", "pubmed": 9568710, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005164", "pubmed": [9312132, 9367155], "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18586671, 22664871, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IC", "id": "GO:0032813", "pubmed": 19940926, "qualifier": "enables", "term": "tumor necrosis factor receptor superfamily binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[8364, 100038074], [9031, 428067], [9544, 699955], [9598, 467353], [9606, 8600], [9615, 609418], [9913, 513836], [10090, 21943], [10116, 117516]], "id": 2744}, "interpro": [{"desc": "Tumour necrosis factor domain", "id": "IPR006052", "short_desc": "TNF_dom"}, {"desc": "Tumour necrosis factor-like domain superfamily", "id": "IPR008983", "short_desc": "Tumour_necrosis_fac-like_dom"}, {"desc": "Tumour necrosis factor ligand 10/11", "id": "IPR017355", "short_desc": "TNF_ligand_10/11"}], "ipi": ["IPI00023732", "IPI00219810", "IPI00219811"], "map_location": "13q14.11", "name": "TNF superfamily member 11", "other_names": ["TNF-related activation-induced cytokine", "osteoclast differentiation factor", "osteoprotegerin ligand", "receptor activator of nuclear factor kappa B ligand", "tumor necrosis factor (ligand) superfamily, member 11", "tumor necrosis factor ligand 6B", "tumor necrosis factor ligand superfamily member 11", "tumor necrosis factor superfamily member 11"], "pantherdb": {"HGNC": "11926", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1100089", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10090, "uniprot_kb": "O35235"}, {"RGD": "620784", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10116, "uniprot_kb": "Q9ESE2"}, {"Ensembl": "ENSGALG00000026163", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 9031, "uniprot_kb": "R4GFC6"}, {"ZFIN": "ZDB-GENE-090805-2", "ortholog_type": "O", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "E7F3U1"}, {"ZFIN": "ZDB-GENE-050227-6", "ortholog_type": "O", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "Q0PKX8"}, {"ZFIN": "ZDB-GENE-040718-335", "ortholog_type": "O", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "Q6DHG9"}], "uniprot_kb": "O14788"}, "pathway": {"biocarta": {"id": "ranklpathway", "name": "bone remodeling"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04917", "name": "Prolactin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}], "pid": {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}, {"id": "R-HSA-5676594", "name": "TNF receptor superfamily (TNFSF) members mediating non-canonical NF-kB pathway"}], "wikipathways": [{"id": "WP12", "name": "Osteoclast Signaling"}, {"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2817", "name": "Mammary gland development pathway - Pregnancy and lactation (Stage 3 of 4)"}, {"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP322", "name": "Osteoblast Signaling"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4786", "name": "Type I collagen synthesis in the context of Osteogenesis imperfecta"}, {"id": "WP4788", "name": "Autosomal recessive Osteopetrosis pathways"}, {"id": "WP4838", "name": "Regucalcin in proximal tubule epithelial kidney cells"}]}, "pdb": ["3URF", "5BNQ"], "pfam": "PF00229", "pharmgkb": "PA36619", "pharos": {"target_id": 13055, "tdl": "Tclin"}, "prosite": "PS50049", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326273", "relationship": "is"}, {"id": "GNF326274", "relationship": "is"}, {"id": "GNF326275", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292923", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258875", "relationship": "similar to"}, {"id": "GNF258876", "relationship": "is"}, {"id": "GNF258877", "relationship": "is"}, {"id": "GNF258878", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091882", "relationship": "is"}, {"id": "GNF091883", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054929", "relationship": "is"}, {"id": "GNF059716", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067439", "relationship": "is"}, {"id": "GNF067440", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278357", "relationship": "is"}, {"id": "GNF278570", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330125", "relationship": "is"}, {"id": "GNF332430", "relationship": "is"}, {"id": "GNF333034", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF336815", "relationship": "is"}, {"id": "GNF337154", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106080", "relationship": "is"}, {"id": "GNF145726", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_008990.1"], "protein": ["NP_003692.1", "NP_143026.1", "XP_011533582.1", "XP_016876291.1", "XP_016876292.1", "XP_047286663.1", "XP_054231050.1", "XP_054231051.1", "XP_054231052.1", "XP_054231053.1"], "rna": ["NM_003701.4", "NM_033012.4", "XM_011535280.3", "XM_017020802.2", "XM_017020803.3", "XM_047430707.1", "XM_054375075.1", "XM_054375076.1", "XM_054375077.1", "XM_054375078.1"], "translation": [{"protein": "XP_054231050.1", "rna": "XM_054375075.1"}, {"protein": "XP_054231052.1", "rna": "XM_054375077.1"}, {"protein": "XP_054231051.1", "rna": "XM_054375076.1"}, {"protein": "NP_143026.1", "rna": "NM_033012.4"}, {"protein": "XP_047286663.1", "rna": "XM_047430707.1"}, {"protein": "XP_011533582.1", "rna": "XM_011535280.3"}, {"protein": "NP_003692.1", "rna": "NM_003701.4"}, {"protein": "XP_016876292.1", "rna": "XM_017020803.3"}, {"protein": "XP_054231053.1", "rna": "XM_054375078.1"}, {"protein": "XP_016876291.1", "rna": "XM_017020802.2"}]}, "reporter": {"HG-U133_Plus_2": ["210643_at", "211153_s_at"], "HG-U95Av2": "35107_at", "HTA-2_0": "TC13000154.hg.1", "HuEx-1_0": "3487299", "HuGene-1_1": "7968851", "HuGene-2_1": "16774384"}, "summary": "This gene encodes a member of the tumor necrosis factor (TNF) cytokine family which is a ligand for osteoprotegerin and functions as a key factor for osteoclast differentiation and activation. This protein was shown to be a dentritic cell survival factor and is involved in the regulation of T cell-dependent immune response. T cell activation was reported to induce expression of this gene and lead to an increase of osteoclastogenesis and bone loss. This protein was shown to activate antiapoptotic kinase AKT/PKB through a signaling complex involving SRC kinase and tumor necrosis factor receptor-associated factor (TRAF) 6, which indicated this protein may have a role in the regulation of cell apoptosis. Targeted disruption of the related gene in mice led to severe osteopetrosis and a lack of osteoclasts. The deficient mice exhibited defects in early differentiation of T and B lymphocytes, and failed to form lobulo-alveolar mammary structures during pregnancy. Two alternatively spliced transcript variants have been found. [provided by RefSeq, Jul 2008].", "symbol": "TNFSF11", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1367028"}, "unigene": "Hs.333791", "uniprot": {"Swiss-Prot": "O14788", "TrEMBL": ["Q54A98", "Q5T9Y4"]}, "wikipedia": {"url_stub": "RANKL"}}