{"AllianceGenome": "11931", "HGNC": "11931", "MIM": "604052", "_id": "9966", "_version": 2, "accession": {"genomic": ["AB542703.1", "AB542704.1", "AL390240.18", "CH471090.1", "CP068269.2", "GM872837.1", "NC_000009.12", "NC_060933.1", "NG_011488.2"], "protein": ["AAD08783.1", "AAH69435.1", "AAH74940.1", "AAH74941.1", "AAI04463.1", "AAI04464.1", "AAM77366.1", "AAR98573.1", "BAF84331.1", "BAJ13472.1", "BAJ13473.1", "CAV13212.1", "CTQ86078.1", "EAW87431.1", "NP_001191273.1", "NP_005109.2", "O95150.2"], "rna": ["AF039390.1", "AF520785.1", "AK291642.1", "AK313721.1", "AW014795.1", "AY434464.1", "BC069435.1", "BC074940.2", "BC074941.2", "BC104462.1", "BC104463.1", "LN874313.1", "NM_001204344.1", "NM_005118.4"], "translation": [{"protein": "CTQ86078.1", "rna": "LN874313.1"}, {"protein": "AAH74941.1", "rna": "BC074941.2"}, {"protein": "AAD08783.1", "rna": "AF039390.1"}, {"protein": "AAM77366.1", "rna": "AF520785.1"}, {"protein": "NP_005109.2", "rna": "NM_005118.4"}, {"protein": "AAH69435.1", "rna": "BC069435.1"}, {"protein": "AAI04463.1", "rna": "BC104462.1"}, {"protein": "AAI04464.1", "rna": "BC104463.1"}, {"protein": "AAH74940.1", "rna": "BC074940.2"}, {"protein": "BAF84331.1", "rna": "AK291642.1"}, {"protein": "AAR98573.1", "rna": "AY434464.1"}, {"protein": "NP_001191273.1", "rna": "NM_001204344.1"}]}, "alias": ["TL1", "TL1A", "TNLG1B", "VEGI", "VEGI192A"], "ensembl": {"gene": "ENSG00000181634", "protein": ["ENSP00000363156", "ENSP00000363157"], "transcript": ["ENST00000374044", "ENST00000374045"], "translation": [{"protein": "ENSP00000363157", "rna": "ENST00000374045"}, {"protein": "ENSP00000363156", "rna": "ENST00000374044"}], "type_of_gene": "protein_coding"}, "entrezgene": "9966", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.65081823372, "exp_mis": 78.8313533523, "exp_syn": 34.6580441153, "lof_z": 2.23993887897629, "mis_z": -0.284737131388546, "mu_lof": 6.23422620938e-07, "mu_mis": 6.84968750342e-06, "mu_syn": 2.93535529408e-06, "n_lof": 2.0, "n_mis": 84.0, "n_syn": 35.0, "p_li": 0.364139465628525, "p_null": 0.0118745182679348, "p_rec": 0.62398601610354, "syn_z": -0.036009971098492}, "bp": 756, "cds_end": 117568292, "cds_start": 117552731, "n_exons": 4, "nonpsych": {"exp_lof": 7.74899041386, "exp_mis": 71.2691490743, "exp_syn": 31.2880452744, "lof_z": 2.02824778331378, "mis_z": -0.0436655714384176, "mu_lof": 6.23422620938e-07, "mu_mis": 6.84968750342e-06, "mu_syn": 2.93535529408e-06, "n_lof": 2.0, "n_mis": 72.0, "n_syn": 32.0, "p_li": 0.316325323809594, "p_null": 0.0205549291924293, "p_rec": 0.663119746997977, "syn_z": -0.0801352664099224}, "nontcga": {"exp_lof": 7.95087382994, "exp_mis": 72.5169711657, "exp_syn": 31.8775286953, "lof_z": 2.0818745294378, "mis_z": -0.262277804830809, "mu_lof": 6.23422620938e-07, "mu_mis": 6.84968750342e-06, "mu_syn": 2.93535529408e-06, "n_lof": 2.0, "n_mis": 77.0, "n_syn": 34.0, "p_li": 0.313164952411539, "p_null": 0.0174607059134076, "p_rec": 0.669374341675053, "syn_z": -0.238024411857142}, "transcript": "ENST00000374045.4"}, "exons": [{"cdsend": 114792530, "cdsstart": 114790451, "chr": "9", "position": [[114784634, 114790906], [114792406, 114792530]], "strand": -1, "transcript": "NM_001204344", "txend": 114792530, "txstart": 114784634}, {"cdsend": 114806012, "cdsstart": 114790451, "chr": "9", "position": [[114784651, 114790906], [114792406, 114792454], [114793525, 114793568], [114805802, 114806039]], "strand": -1, "transcript": "NM_005118", "txend": 114806039, "txstart": 114784651}], "exons_hg19": [{"cdsend": 117554810, "cdsstart": 117552731, "chr": "9", "position": [[117546914, 117553186], [117554686, 117554810]], "strand": -1, "transcript": "NM_001204344", "txend": 117554810, "txstart": 117546914}, {"cdsend": 117568292, "cdsstart": 117552731, "chr": "9", "position": [[117546931, 117553186], [117554686, 117554734], [117555805, 117555848], [117568082, 117568319]], "strand": -1, "transcript": "NM_005118", "txend": 117568319, "txstart": 117546931}], "generif": [{"pubmed": 11739281, "text": "Vascular endothelial growth inhibitor is an endothelial cell-specific gene and inhibitor of endothelial cell proliferation, angiogenesis, and tumor growth; mediates G1 arrest in G0/G1 cells responding to growth stimuli, and apoptosis in cell division"}, {"pubmed": 12882979, "text": "TL1A-induced NF-kappaB activation and c-IAP2 production prevent DR3-mediated apoptosis"}, {"pubmed": 14568967, "text": "TL1A mRNA and protein expression is up-regulated in inflammatory bowel disease, particularly in involved areas of Crohn's disease (CD) in gut mucosa cell types other than endothelial, including lamina propria lymphocytes as well as tissue macrophages."}, {"pubmed": 15207783, "text": "Expression of TL1A and its receptor DR3 by lamina propria mononuclear cells (LPMC) could have significant influence on the severity of mucosal inflammation."}, {"pubmed": 15760679, "text": "TL1A and DR3 is involved in atherosclerosis via the induction of pro-inflammatory cytokines/chemokines"}, {"pubmed": 16061878, "text": "VEGI is an endogenous inhibitor of angiogenesis"}, {"pubmed": 16221758, "text": "Genetic variations in the TNFSF15 gene contribute to the susceptibility to inflammatory bowel diseases in Japanese and European populations."}, {"pubmed": 16221758, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16604264, "text": "It can be concluded that VEGI72-251 is able to increase the level of human IL-2 production by the activation of T lymphocytes"}, {"pubmed": 16966713, "text": "a significant association between TNFSF15 and Crohn's disease"}, {"pubmed": 17030188, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17371957, "text": "The induction of TL1A on APCs via specific pathway stimulation suggests a role for TL1A in Th1 responses to pathogens, and in CD."}, {"pubmed": 17513783, "text": "Mononuclear phagocytes are a major source of TL1A in rheumatoid arthritis (RA), as revealed by their strong TL1A expression in either synovial fluids or synovial tissue of rheumatoid factor (RF)-seropositive RA patients, but not RF-negative/RA patients."}, {"pubmed": 17663424, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17663424, "text": "TNFSF15 is an ethnic-specific IBD susceptibility gene. Five SNPs that comprise the 2 common haplotypes were genotyped in 599 Caucasian patients with Crohn's dis, 382 Caucasian patients with ulcerative colitis, and 230 controls."}, {"pubmed": 17935696, "text": "TL1A forms a homotrimer with each monomer assuming a jellyroll beta-sandwich fold. The CD loop in TL1A is the longest among the TNF ligand members with known structure and the AA' loop in TL1A is the second longest after that in TRAIL."}, {"pubmed": 18287561, "text": "TL1A may contribute to renal inflammation and injury through DR3-mediated activation of NF-kappaB and caspase-3"}, {"pubmed": 18338776, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18338776, "text": "Variants in TNFSF15 contribute to overall CD susceptibility in European populations, although to a lesser extent than that seen in the Japanese."}, {"pubmed": 18422820, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18422820, "text": "TNFSF15 genotypes play an important role in the pathogenesis of Crohn's disease in Koreans."}, {"pubmed": 18757243, "text": "TL1A may serve as an inflammatory marker in rheumatoid arthritis. Interactions between TL1A and its receptors may be important in the pathogenesis of rheumatois arthritis."}, {"pubmed": 19124533, "text": "The allelic expression imbalance of TNFSF15 in peripheral blood mononuclear cells was examined to reveal the effects of the single nucleotide polymorphisms on the transcriptional activity of TNFSF15."}, {"pubmed": 19174806, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19174806, "text": "confirms that TNFSF15 or a closely linked gene is involved in the genetic predisposition to CD"}, {"pubmed": 19251437, "text": "sodium butyrate has different effects on lung vascular TNFSF15 (TL1A) expression in pulmonary artery and microvascular endothelial cells"}, {"pubmed": 19262684, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19262684, "text": "TL1A gene variation exacerbates induction of TL1A in response to FcgammaR stimulation in Jewish CD patients and this may lead to chronic intestinal inflammation via overwhelming T cell responses"}, {"pubmed": 19422935, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19522538, "text": "Results provide insights into the structure and function of TL1A and provide the basis for the rational manipulation of its interactions with cognate receptors."}, {"pubmed": 19543369, "text": "A haplotype strongly associated with predisposition to spondyloarthritis is located near to TNFSF15."}, {"pubmed": 19760754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19786547, "text": "these data suggest that TL1A secretion in lymphoid organs might contribute to rheumatoid arthritis initiation by promoting autoantibody production."}, {"pubmed": 19815424, "text": "Data suggest that lipopolysaccharide induces TL1A expression through the transcriptional activation via a NF-kappa B pathway."}, {"pubmed": 19839006, "text": "Our findings suggest a role for TL1A in pro-inflammatory APC-T cell interactions"}, {"pubmed": 19885571, "text": "VEGI functions as a negative regulator for aggressiveness during the development and progression of prostate cancer."}, {"pubmed": 20018961, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20125169, "text": "critically involved in the pathogenesis of rheumatoid arthritis"}, {"pubmed": 20150621, "text": "VEGI functions as a negative regulator of aggressiveness during development and progression of bladder cancer."}, {"pubmed": 20176734, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20349123, "text": "TL1A increased cytotoxicity of IL-12/IL-18-activated NK cells against target cells dependent on NK activation for lysis and could function in vivo as a key co-activator of NK cytotoxicity."}, {"pubmed": 20367632, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20410491, "text": "TL1A promotes foam cell formation in human macrophages in vitro by increasing low density lipoprotein uptake, by enhancing intracellular total and esterified cholesterol levels and reducing cholesterol efflux."}, {"pubmed": 20473688, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20675196, "text": "The TL1A/DcR3 ligand/receptor pair is upregulated in active ulcerative colitis."}, {"pubmed": 20848476, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20863486, "text": "TL1A can regulate the inflammatory processes through modulation of the betaig-h3 expression through two separate pathways, one through PKC and PI3K and the other through ERK, which culminates at NF-kappaB activation."}, {"pubmed": 20886065, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21072187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21153332, "text": "role in inflammatory bowel disease pathogenesis"}, {"pubmed": 21153333, "text": "role of TNFRSF25:TNFSF15 in disease and health"}, {"pubmed": 21217782, "text": "studies for the first time establish the regulatory axis of AMPK-LITAF-TNFSF15 and also suggest that LITAF may function as a tumor suppressor"}, {"pubmed": 21228792, "text": "neither TNFSF15 nor IL23R variants contribute to ulcerative colitis susceptibility in Koreans"}, {"pubmed": 21300286, "text": "Decoy Receptor 3 (DcR3)neutralizes three different TNF ligands: FasL, LIGHT, and TL1A. Crystal structure of DcR3 reported here provides a mechanistic basis for the broadened specificity required to support the decoy function of DcR3."}, {"pubmed": 21368235, "text": "Substance P- and hemokinin-1-stimulated monocytes potentiate T helper type (Th)17 cell generation in vitro through IL-1beta, IL-23, and tumor necrosis factor-like (TNF)1A expression."}, {"pubmed": 21537832, "text": "DcR3 may act as an inducer, and membrane-bound TL1A may act as a receptor in rheumatoid synovial fibroblasts."}, {"pubmed": 21636646, "text": "susceptibility gene for irritable bowel syndrome and irritable bowel syndrome constipation"}, {"pubmed": 21672030, "text": "in active psoriasis, we observed abundant immunostaining for TL1A and significant upregulation of its receptors DR3 and DcR3"}, {"pubmed": 21730793, "text": "the TNFSF15 genotype is positively associated with isolated colonic (L2) Crohn disease."}, {"pubmed": 22210436, "text": "Vascular endothelial growth factor (VEGF) produced by cancer cells and monocyte chemotactic protein-1 (MCP-1) produced mainly by tumor-infiltrating macrophages and regulatory T cells effectively inhibits TNFSF15 production by endothelial cells."}, {"pubmed": 22641456, "text": "Protein expression of tumour necrosis factor (TNF)-like ligand 1A (TL1A) and death-domain receptor (DR)3 is upregulated in the aged bladder tissues."}, {"pubmed": 22684480, "text": "Polymorphisms in TNFSF15 were associated with irritable bowel syndrome with diarrhea."}, {"pubmed": 23000144, "text": "Two significant susceptibility loci, TNFSF15 (rs4979462) and POU2AF1 (rs4938534) (combined odds ratio [OR] = 1.56, p = 2.84 x 10(-14) for rs4979462."}, {"pubmed": 23204549, "text": "TL1A is up-regulated in ankylosing spondylitis (AS), associates with disease activity and is influenced by anti-TNF treatment, suggesting that TL1A may be of pathogenic and potentially of therapeutic importance in AS patients."}, {"pubmed": 23250276, "text": "increased expressiojn in gut tissue , but not in the peripheral blood, from inflammatory bowel disease patients"}, {"pubmed": 23382586, "text": "VEGI192 and VEGI174 expression is markedly decreased in clear-cell renal cell carcinoma and are linked to pathological grade and stage."}, {"pubmed": 23404494, "text": "attenuated S. typhimurium carrying the dual function plasmid VEGI151/survivin cannot only be specifically enriched in the tumor tissue, but also showed a synergistic antitumor effect in vivo."}, {"pubmed": 23545578, "text": "this suggests that VEGI functions mainly through inhibition of angiogenesis and is a negative regulator of aggressiveness during the development and progression of renal cell carcinoma ."}, {"pubmed": 23598291, "text": "Circulating levels of TL1A correlate with the progression of atheromatous lesions in patients with rheumatoid arthritis"}, {"pubmed": 23642711, "text": "Response elements regulating TNFSF15 in primary human myeloid cells, were analyzed."}, {"pubmed": 24005100, "text": "It has been identified as a new disease susceptibility gene among Japanese. Though different from Europeans, it is indicated that a T lymphocyte differentiation route (Th1/Th17) shares a common disease developing process. [Review]"}, {"pubmed": 24016146, "text": "may play an important role in the pathogenesis of primary biliary cirrhosis"}, {"pubmed": 24023314, "text": "VEGI, possibly via DR3, suppresses the aggressive nature of pituitary tumours and its expression level is closely linked to the invasion and destruction of the suprasellar and sella regions"}, {"pubmed": 24141405, "text": "Tumor-infiltrating natural killer and CD4(+) T cells under the influence of cancer cells significantly increase the production of IFNgamma, which in turn inhibits TNFSF15 expression in vascular endothelial cells."}, {"pubmed": 24220298, "text": "Our data demonstrate a key role for TL1A in promoting ILC2s at mucosal barriers."}, {"pubmed": 24269700, "text": "genetic polymorphism is associated with psoriasis and psoriatic arthritis in Hungarians"}, {"pubmed": 24384427, "text": "ADAMTS 8, CCL23, and TNFSF15 are implicated in anti-angiogenic activities"}, {"pubmed": 24783249, "text": "Combining the genetic marker TNFSF15 with ASCA IgA increased the power of predicting stenosis/perforating phenotype in Crohn's disease patients with TNFSF15 but not with a NOD2 genetic background"}, {"pubmed": 24814505, "text": "The SNP rs7848647 associated with the TNFSF15 gene is associated with surgical diverticulitis."}, {"pubmed": 24832108, "text": "These results suggested that TL1A could promote Th17 differentiation in rheumatoid arthritis via the activation of RORc, and this effect may be mediated by the binding of TL1A with DR3."}, {"pubmed": 24835165, "text": "TNFSF15 SNPs, rs6478108 and rs4574921, may be independent genetic predictive factors for the development of stricture/non-perianal penetrating complications and perianal fistula, respectively."}, {"pubmed": 25028192, "text": "This meta-analysis indicated that most of the seven TNFSF15 polymorphisms (except for rs4263839) were risk factors contributed to CD and UC susceptibility. The differences in ethnicity did not influence the risk obviously."}, {"pubmed": 25148371, "text": "TL1A increases expression of CD25, LFA-1, CD134 and CD154, and induces IL-22 and GM-CSF production from effector CD4 T-cells"}, {"pubmed": 25197060, "text": "Mechanisms mediating TNFSF15:DR3 contributions to pattern recognition receptor outcomes included TACE-induced TNFSF15 cleavage to soluble TNFSF15; soluble TNFSF15 then led to TRADD/FADD/MALT-1- and caspase-8-mediated autocrine IL-1 secretion."}, {"pubmed": 25200589, "text": "Soluble TL1A synergized with IL-23 to stimulate peripheral blood mononuclear cells from patients with psoriasis vulgaris to produce IL-17."}, {"pubmed": 25251497, "text": "Results show that subjects with TNFSF15 -358CC genotype were at higher risks for developing gastric adenocarcinoma in the Helicobacter pylori infected group."}, {"pubmed": 25399326, "text": "DR3 is expressed in some interstitial vascular endothelial cells (EC) in human kidney in situ; these EC also respond to its ligand TL1A by activating NF-kappaB."}, {"pubmed": 25501099, "text": "associations exist between TNFSF15 gene polymorphisms and IBD (both CD and UC) in the Indian population"}, {"pubmed": 25647275, "text": "study has defined the increased serum and SF samples levels of TL1A and DcR3 in patients with rheumatoid arthritis (RA); findings support the hypothesis that TL1A and DcR3 may contribute to the pathogenesis of RA"}, {"pubmed": 25664710, "text": "This is the first report of the association between early Crohn's disease and the TNFSF15 single nucleotide polymorphisms."}, {"pubmed": 25778932, "text": "This study indicates that the HDAC inhibitor may be exploited as a therapeutic strategy modulating the soluble VEGI/DR3 pathway in osteosarcoma patients"}, {"pubmed": 25899471, "text": "Human primary biliary cirrhosis-susceptible allele of rs4979462 enhances TNFSF15 expression by binding NF-1."}, {"pubmed": 25908025, "text": "TL1A blood levels are elevated in psoriasis patients; TL1A expression is higher in psoriatic lesions than in normal skin"}, {"pubmed": 25929716, "text": "Plasma levels of TL1A were significantly higher in newly diagnosed SLE patients compared with controls, and were positively associated with SLE disease activity index."}, {"pubmed": 25998826, "text": "There were significant associations of rs3810936, rs6478108, rs6478109, rs7848647 with CD in Korean pediatric patients (P = 6.5x10(-8), P = 1.3x10(-8), P = 3.7x10(-8), P = 2.9x10(-8), respectively)."}, {"pubmed": 26046454, "text": "Addition of TL1A to IL-1beta + IL-23 also augmented ILC3 proliferation"}, {"pubmed": 26072972, "text": "The data indicate that TL1A may contribute to pathogenesis of inflammatory bowel diseases via local but not systemic induction of IL-17A but not IL-4, IL-13 or IFN-gamma."}, {"pubmed": 26200500, "text": "This study shows an association between TNFSF15-rs3810936 and AAU and suggests that the TL1A/DR3 pathway may be implicated in the pathogenesis of this disease."}, {"pubmed": 26393680, "text": "Higher TL1A levels were associated with early stage chronic lymphocytic leukemia."}, {"pubmed": 26509650, "text": "TL1A-induced cell death is directly mediated through DR3."}, {"pubmed": 26768609, "text": "(188)Re-NGR-VEGI has the potential as a theranostic agent."}, {"pubmed": 26810853, "text": "Biologics beyond TNF-alpha inhibitors and the effect of targeting the homologues TL1A-DR3 pathway in chronic inflammatory disorders."}, {"pubmed": 26823868, "text": "Rs3810936 of TNFSF15 were related to the risk of ankylosing spondylitis"}, {"pubmed": 26945876, "text": "Patients with mild traumatic brain injury (TBI) exhibited higher VEGI levels than those with moderate and severe TBI."}, {"pubmed": 27081759, "text": "the blocking of tumor necrosis factor receptor 2 (TNFR2) decreased TL1A-stimulated IL-6 production by rheumatoid arthritis fibroblast-like synoviocytes."}, {"pubmed": 27188743, "text": "miRNA-31 can directly bind to the 3-UTR of TNFSF15, thereafter negatively regulating its expression in Caco2 cells."}, {"pubmed": 27507062, "text": "Results provide evidence that variance within TNFSF15 has the potential to affect cytokine expression across a range of tissues and thereby contribute to protection from infectious diseases such as leprosy, while increasing the risk of immune-mediated diseases including Crohn's disease and primary biliary cholangitis."}, {"pubmed": 27665176, "text": "These results raise the possibility for involvement of TL1A/DR3/DR3-mediated mechanisms in epithelial-mesenchymal interactions and the development of inflammation-induced intestinal fibrosis in Crohn's disease."}, {"pubmed": 27733581, "text": "TL1A differentially induces expression of TH17 effector cytokines IL-17, -9, and -22 and provides a potential target for therapeutic intervention in TH17-driven chronic inflammatory diseases."}, {"pubmed": 28062298, "text": "the DR3/TL1A pathway directly enhances human OC formation and resorptive activity, controlling expression and activation of CCL3 and MMP-9."}, {"pubmed": 28197769, "text": "results support an idea that the genetic susceptibility of TNFSF15 to CD may be confounded, in part, by the increase of Prevotella"}, {"pubmed": 28337757, "text": "Data suggest that human regulatory T-lymphocytes express DR3 and demonstrate DR3/TL1A-mediated activation of signaling via MAP kinases and NFkappaB. (DR3 = death receptor 3; TL1A/TNFSF15 = tumor necrosis factor [ligand] superfamily, member 15)"}, {"pubmed": 28362712, "text": "The expression of VEGI and E-cadherin was significantly lower in clear cell renal cell carcinoma (RCC) tissues compared with normal kidney tissues (P<0.001). However, the expression of fibronectin and Slug was higher in RCC tissues (P<0.05). VEGI and epithelial-mesenchymal transition marker expression marginally differed in tumor size and stage."}, {"pubmed": 28397078, "text": "play a role in the development of systemic sclerosis"}, {"pubmed": 28456797, "text": "rs1250569 (ZMIZ1) and rs10114470 (TL1A) are two novel loci that indicate susceptibility to Inflammatory Bowel Disease in Han-Chinese patients."}, {"pubmed": 28624054, "text": "Distinct but overlapping TNFSF15 haplotypes were demonstrated in diverticulitis patients versus healthy controls when compared with the known Crohn's risk haplotype suggesting similar but distinct genetic predispositions. This study strengthens the role for a genetic predisposition to diverticulitis that involves the TNFSF15 gene."}, {"pubmed": 28656288, "text": "Three alternatively spliced isoforms of VEGI, VEGI174, VEGI192 and VEGI251 have been documented. This study investigated the effects of VEGI174 and its functional domains (V7 and V8) on epithelialmesenchymal transition (EMT) in renal cell carcinoma (RCC) cells in vitro. Overexpression of VEGI174, V7 or V8 inhibited EMT."}, {"pubmed": 28739718, "text": "Our findings indicate that VEGI174 prevents progression and tumor metastasis through inhibiting epithelial-mesenchymal transition (EMT) in renal cell carcinoma (RCC) in vivo. This may provide a new approach for the treatment of RCC"}, {"pubmed": 28973304, "text": "single variant analysis detected a previously unreported psoriasis risk locus at TNFSF15 (rs6478108)"}, {"pubmed": 29135326, "text": "Discontinuous epitope regions span a distance within the approximate size of the variable domains of mAb1's heavy and light chains, indicating it uses a unique mechanism of action to block the TL1A/DR3 interaction."}, {"pubmed": 29748156, "text": "TL1A modulated Rheumatoid arthritis-fibroblast-like synoviocytes migration and Indian hedgehog signaling pathway using TNFR2."}, {"pubmed": 29796912, "text": "TL1A can induce tumor cell proliferation and promote the occurrence of colitis-associated colorectal cancer by activating Wnt/beta-catenin pathway."}, {"pubmed": 29803925, "text": "Results suggested that TNFSF15 (rs3810936 and rs4979462) SNPs may confer susceptibility to systemic lupus erythematosus (SLE) risk, which were significantly associated with the clinical phenotypes of SLE."}, {"pubmed": 29873318, "text": "TNFSF15 polymorphisms may contribute to genetic susceptibility of inflammatory bowel disease (Meta-Analysis)"}, {"pubmed": 29890027, "text": "TNFSF15, a cytokine mainly produced by blood endothelial cells, facilitates tumor lymphangiogenesis by upregulating VEGFC expression in A549 cells."}, {"pubmed": 30199539, "text": "Study show that the inflammatory bowel disease (IBD)-risk haplotype at TNFSF15 is associated with decreased expression of the gene by peripheral blood monocytes in both healthy volunteers and IBD patients and suggests that genetically elevated TNFSF15 from monocytes or monocyte-derived cells may protect healthy individuals from the development of IBD."}, {"pubmed": 30213220, "text": "High TL1A expression is associated with coronary artery disease."}, {"pubmed": 30488533, "text": "these findings indicated an association between TL1A rs3810936, rs7848647 variation and the susceptibility of rheumatoid arthritis in a sample of Chinese individuals."}, {"pubmed": 30736740, "text": "Findings highlight the importance of TNFSF15 polymorphisms in the promotor region in the development of small cell lung cancer."}, {"pubmed": 30767681, "text": "TNFSF15 is the gene most consistently associated with Irritable bowel syndrome."}, {"pubmed": 30788683, "text": "Expression of the TNFSF15 gene isoforms was associated with the progression of colon cancer. Levels of TL1A and VEGI-192 transcripts can be considered as independent prognostic factors for colon cancer."}, {"pubmed": 31081141, "text": "These findings indicate that gene polymorphisms (rs3810936, rs7848647) of TL1A might correlate with lupus."}, {"pubmed": 31135876, "text": "Pathologic up-regulation of TNFSF15-TNFRSF25 axis sustains endothelial dysfunction in unprovoked venous thromboembolism."}, {"pubmed": 31242765, "text": "Low TNFSF15 expression is associated with intracranial hemangioma."}, {"pubmed": 31255916, "text": "TNFSF/TNFRSF cytokine gene expression in sickle cell anemia: Up-regulated TNF-like cytokine 1A (TL1A) and its decoy receptor (DcR3) in peripheral blood mononuclear cells and plasma."}, {"pubmed": 31299941, "text": "In contrast to pre-menopausal females, post-menopausal serum levels of TL1A are not significantly elevated and that DR3 expression is not induced on CD14+ monocytes. Murine ovariectomy (OVX) model of estrogen-deficiency revealed that early post-OVX expression of DR3 on CD4+ T cells is significantly elevated suggesting that DR3 and TL1A could play a potentially indirect role in early post-menopausal bone loss."}, {"pubmed": 31332995, "text": "significantly higher levels of TL1A and its decoy receptor DcR3 in RA patients than in controls; TL1A is significantly related to the disease activity and enhances IL-17 production"}, {"pubmed": 31615448, "text": "it was confirmed that TNFSF15 rs4263839 and TNFSF15 rs6478108 associated with increased irritable bowel syndrome (IBS) risk, while IL10 rs1800896 GG genotype associated with decreased IBS risk."}, {"pubmed": 31628153, "text": "The identifies a new inflammatory mechanism in Mucosal-associated invariant T cells linking the DR3/TL1A axis with amplification of TCR-dependent and -independent effector functions, particularly inducing excessive innate TNF-alpha production."}, {"pubmed": 31646918, "text": "Non-smoker CAD patients have higher TLA1 levels that are promising biomarker for diagnosing CAD and indicating CAD lesion complexity."}, {"pubmed": 31869260, "text": "TNFSF15 Polymorphisms are Associated with Graves' Disease and Graves' Ophthalmopathy in a Han Chinese Population."}, {"pubmed": 31902306, "text": "TNFSF15 (rs3810936) in Behcet's disease."}, {"pubmed": 31953914, "text": "TL1A/TNFR2-mediated mitochondrial dysfunction of fibroblast-like synoviocytes increases inflammatory response in patients with rheumatoid arthritis via reactive oxygen species generation."}, {"pubmed": 32064668, "text": "Intraocular tumour necrosis factor ligand related molecule 1 A links disease progression of proliferative diabetic retinopathy after primary vitrectomy."}, {"pubmed": 32381123, "text": "Circulating TNF-like protein 1A (TL1A) is elevated early in rheumatoid arthritis and depends on TNF."}, {"pubmed": 32554042, "text": "Common risk variants in NPHS1 and TNFSF15 are associated with childhood steroid-sensitive nephrotic syndrome."}, {"pubmed": 32732304, "text": "A TRAIL-TL1A Paracrine Network Involving Adipocytes, Macrophages, and Lymphocytes Induces Adipose Tissue Dysfunction Downstream of E2F1 in Human Obesity."}, {"pubmed": 32827707, "text": "TNFSF15 Promotes Antimicrobial Pathways in Human Macrophages and These Are Modulated by TNFSF15 Disease-Risk Variants."}, {"pubmed": 32910534, "text": "TNFSF15 facilitates human umbilical cord blood haematopoietic stem cell expansion by activating Notch signal pathway."}, {"pubmed": 33026276, "text": "Polymorphism rs6478109 in the TNFSF15 gene contributes to the susceptibility to Crohn's disease but not ulcerative colitis: a meta-analysis."}, {"pubmed": 33177161, "text": "TL1A-DR3 Plasma Levels Are Predictive of HIV-1 Disease Control, and DR3 Costimulation Boosts HIV-1-Specific T Cell Responses."}, {"pubmed": 34022066, "text": "Genome-wide association study identifies TNFSF15 associated with childhood asthma."}, {"pubmed": 34232416, "text": "The relationship between TNF-like protein 1A and coronary artery aneurysms in children with Kawasaki disease."}, {"pubmed": 34257516, "text": "Effect and Mechanism of TL1A Expression on Epithelial-Mesenchymal Transition during Chronic Colitis-Related Intestinal Fibrosis."}, {"pubmed": 34974051, "text": "Nonylphenol regulates TL1A through the AhR/HDAC2/HNF4alpha pathway in endothelial cells to promote the angiogenesis of colorectal cancer."}, {"pubmed": 36226563, "text": "Role of TNFSF15 variants in oral cancer development and clinicopathologic characteristics."}, {"pubmed": 36429070, "text": "Immune Checkpoint Inhibitor (ICI) Genes and Aging in Clear Cell Renal Cell Carcinoma (ccRCC): Clinical and Genomic Study."}, {"pubmed": 36768135, "text": "Increased Serum Levels of Tumor Necrosis Factor-like Ligand 1A in Atopic Dermatitis."}, {"pubmed": 37156999, "text": "Genetic architecture of the inflammatory bowel diseases across East Asian and European ancestries."}, {"pubmed": 37392242, "text": "The Relation of VEGFA, VEGFR2, VEGI, and HIF1A Genetic Variants and Their Serum Protein Levels with Breast Cancer in Egyptian Patients."}, {"pubmed": 38597952, "text": "TL1A is an epithelial alarmin that cooperates with IL-33 for initiation of allergic airway inflammation."}, {"pubmed": 38866875, "text": "MicroRNA-141-regulated KLK10 and TNFSF-15 gene expression in hepatoblastoma cells as a novel mechanism in liver carcinogenesis."}, {"pubmed": 38987753, "text": "Necroptosis plays a role in TL1A-induced airway inflammation and barrier damage in asthma."}], "genomic_pos": {"chr": "9", "end": 114806039, "ensemblgene": "ENSG00000181634", "start": 114784652, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 117568406, "start": 117546915, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006919", "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006919", "pubmed": 11911831, "qualifier": "acts_upstream_of_or_within", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9872942, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007250", "pubmed": 11911831, "qualifier": "acts_upstream_of_or_within", "term": "activation of NF-kappaB-inducing kinase activity"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 11911831, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9872942, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 9434163, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005164", "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32814053, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[8364, 100494382], [9031, 417247], [9544, 703189], [9598, 473468], [9606, 9966], [9615, 481688], [9913, 514239], [10090, 326623], [10116, 252878]], "id": 3755}, "interpro": [{"desc": "Tumour necrosis factor domain", "id": "IPR006052", "short_desc": "TNF_dom"}, {"desc": "Tumour necrosis factor", "id": "IPR006053", "short_desc": "TNF"}, {"desc": "Tumour necrosis factor-like domain superfamily", "id": "IPR008983", "short_desc": "Tumour_necrosis_fac-like_dom"}], "ipi": ["IPI00021380", "IPI00184879", "IPI00478864"], "map_location": "9q32", "name": "TNF superfamily member 15", "other_names": ["TNF ligand-related molecule 1", "TNF superfamily ligand TL1A", "tumor necrosis factor (ligand) superfamily, member 15", "tumor necrosis factor ligand 1B", "tumor necrosis factor ligand superfamily member 15", "tumor necrosis factor superfamily member 15", "vascular endothelial cell growth inhibitor", "vascular endothelial growth inhibitor-192A"], "pantherdb": {"HGNC": "11931", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2180140", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10090, "uniprot_kb": "Q5UBV8"}, {"RGD": "628735", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10116, "uniprot_kb": "Q8K3Y7"}, {"Ensembl": "ENSGALG00000007174", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 9031, "uniprot_kb": "Q50L61"}, {"ZFIN": "ZDB-GENE-081104-141", "ortholog_type": "O", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "B0S5B3"}, {"ZFIN": "ZDB-GENE-100727-1", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "B8YI05"}], "uniprot_kb": "O95150"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}], "wikipathways": {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}}, "pdb": ["2O0O", "2QE3", "2RE9", "2RJK", "2RJL", "3K51", "3MI8"], "pfam": "PF00229", "pharmgkb": "PA36623", "pharos": {"target_id": 14224, "tdl": "Tbio"}, "prosite": "PS50049", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260799", "relationship": "is"}, {"id": "GNF260800", "relationship": "is"}, {"id": "GNF260801", "relationship": "is"}, {"id": "GNF260802", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031705", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091894", "relationship": "is"}, {"id": "GNF091895", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053049", "relationship": "is"}, {"id": "GNF057816", "relationship": "is"}, {"id": "GNF072956", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066799", "relationship": "is"}, {"id": "GNF066800", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128410", "relationship": "is"}, {"id": "GNF275439", "relationship": "is"}, {"id": "GNF275440", "relationship": "is"}, {"id": "GNF277903", "relationship": "is"}, {"id": "GNF278379", "relationship": "is"}, {"id": "GNF278532", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106078", "relationship": "is"}, {"id": "GNF145724", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_011488.2"], "protein": ["NP_001191273.1", "NP_005109.2"], "rna": ["NM_001204344.1", "NM_005118.4"], "translation": [{"protein": "NP_005109.2", "rna": "NM_005118.4"}, {"protein": "NP_001191273.1", "rna": "NM_001204344.1"}]}, "reporter": {"HG-U133_Plus_2": ["221085_at", "229242_at"], "HG-U95B": "49148_at", "HTA-2_0": "TC09001515.hg.1", "HuEx-1_0": ["3222120", "3222122", "3222124", "3222126", "3222128"], "HuGene-1_1": "8163618", "HuGene-2_1": "17097643"}, "summary": "The protein encoded by this gene is a cytokine that belongs to the tumor necrosis factor (TNF) ligand family. This protein is abundantly expressed in endothelial cells, but is not expressed in either B or T cells. The expression of this protein is inducible by TNF and IL-1 alpha. This cytokine is a ligand for receptor TNFRSF25 and decoy receptor TNFRSF21/DR6. It can activate NF-kappaB and MAP kinases, and acts as an autocrine factor to induce apoptosis in endothelial cells. This cytokine is also found to inhibit endothelial cell proliferation, and thus may function as an angiogenesis inhibitor. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Feb 2011].", "symbol": "TNFSF15", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336647"}, "unigene": "Hs.23349", "uniprot": {"Swiss-Prot": "O95150", "TrEMBL": ["X6R8I9", "A0A0U5JA19"]}, "wikipedia": {"url_stub": "Vascular endothelial growth inhibitor"}}