{"AllianceGenome": "11930", "HGNC": "11930", "MIM": "604520", "_id": "8740", "_version": 1, "accession": {"genomic": ["AC008760.7", "AF542509.1", "CH471139.2", "CP068259.2", "CS330726.1", "HI573998.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAC25169.1", "AAC39563.1", "AAK26160.1", "AAN34658.1", "AAQ89171.1", "BAF84726.1", "CAG46652.1", "CAG46669.1", "CAL00173.1", "CBX47488.1", "CTQ86080.1", "EAW69072.1", "EAW69073.1", "NP_001363816.1", "NP_003798.2", "NP_742011.2", "O43557.2"], "rna": ["AF036581.1", "AF064090.1", "AK026704.1", "AK292037.1", "AY028261.1", "AY358812.1", "BC018058.1", "CR541854.1", "CR541871.1", "LN874315.1", "NM_001376887.1", "NM_003807.5", "NM_172014.3"], "translation": [{"protein": "AAC25169.1", "rna": "AF064090.1"}, {"protein": "AAK26160.1", "rna": "AY028261.1"}, {"protein": "NP_001363816.1", "rna": "NM_001376887.1"}, {"protein": "CAG46652.1", "rna": "CR541854.1"}, {"protein": "CTQ86080.1", "rna": "LN874315.1"}, {"protein": "NP_742011.2", "rna": "NM_172014.3"}, {"protein": "AAQ89171.1", "rna": "AY358812.1"}, {"protein": "CAG46669.1", "rna": "CR541871.1"}, {"protein": "AAC39563.1", "rna": "AF036581.1"}, {"protein": "BAF84726.1", "rna": "AK292037.1"}, {"protein": "NP_003798.2", "rna": "NM_003807.5"}]}, "alias": ["CD258", "HVEML", "LIGHT", "LTg"], "ensembl": {"gene": "ENSG00000125735", "protein": ["ENSP00000245912", "ENSP00000469049", "ENSP00000502837"], "transcript": ["ENST00000245912", "ENST00000599359", "ENST00000675206"], "translation": [{"protein": "ENSP00000245912", "rna": "ENST00000245912"}, {"protein": "ENSP00000502837", "rna": "ENST00000675206"}, {"protein": "ENSP00000469049", "rna": "ENST00000599359"}], "type_of_gene": "protein_coding"}, "entrezgene": "8740", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.63396317445, "exp_mis": 113.051279896, "exp_syn": 50.3227581972, "lof_z": 2.75548089790457, "mis_z": 0.876401816641779, "mu_lof": 7.17261438e-07, "mu_mis": 9.87733459267e-06, "mu_syn": 4.32339873904e-06, "n_lof": 1.0, "n_mis": 94.0, "n_syn": 38.0, "p_li": 0.813514842794245, "p_null": 0.000964117660303736, "p_rec": 0.185521039545451, "syn_z": 1.07689970905301}, "bp": 723, "cds_end": 6670080, "cds_start": 6664936, "n_exons": 4, "nonpsych": {"exp_lof": 8.63960557988, "exp_mis": 102.242259765, "exp_syn": 45.4668896267, "lof_z": 2.55256002405568, "mis_z": 1.00973228292507, "mu_lof": 7.17261438e-07, "mu_mis": 9.87733459267e-06, "mu_syn": 4.32339873904e-06, "n_lof": 1.0, "n_mis": 82.0, "n_syn": 36.0, "p_li": 0.774367606153895, "p_null": 0.0019895469798802, "p_rec": 0.223642846866225, "syn_z": 0.883940889440461}, "nontcga": {"exp_lof": 8.8554427092, "exp_mis": 103.999381263, "exp_syn": 46.2891338936, "lof_z": 2.60403482682699, "mis_z": 0.781623579146324, "mu_lof": 7.17261438e-07, "mu_mis": 9.87733459267e-06, "mu_syn": 4.32339873904e-06, "n_lof": 1.0, "n_mis": 88.0, "n_syn": 37.0, "p_li": 0.772130958792217, "p_null": 0.00168067573676105, "p_rec": 0.226188365471022, "syn_z": 0.864485739642136}, "transcript": "ENST00000599359.1"}, "exons": [{"cdsend": 6670069, "cdsstart": 6664925, "chr": "19", "position": [[6661252, 6665350], [6667112, 6667154], [6667412, 6667449], [6669850, 6670160]], "strand": -1, "transcript": "NM_001376887", "txend": 6670160, "txstart": 6661252}, {"cdsend": 6670069, "cdsstart": 6664925, "chr": "19", "position": [[6661252, 6665350], [6667112, 6667154], [6667412, 6667449], [6669850, 6670158], [6670295, 6670588]], "strand": -1, "transcript": "NM_003807", "txend": 6670588, "txstart": 6661252}, {"cdsend": 6670069, "cdsstart": 6664925, "chr": "19", "position": [[6661252, 6665350], [6667112, 6667154], [6667412, 6667449], [6669958, 6670158]], "strand": -1, "transcript": "NM_172014", "txend": 6670158, "txstart": 6661252}], "exons_hg19": [{"cdsend": 6670080, "cdsstart": 6664936, "chr": "19", "position": [[6661263, 6665361], [6667123, 6667165], [6667423, 6667460], [6669861, 6670171]], "strand": -1, "transcript": "NM_001376887", "txend": 6670171, "txstart": 6661263}, {"cdsend": 6670080, "cdsstart": 6664936, "chr": "19", "position": [[6661263, 6665361], [6667123, 6667165], [6667423, 6667460], [6669861, 6670169], [6670306, 6670599]], "strand": -1, "transcript": "NM_003807", "txend": 6670599, "txstart": 6661263}, {"cdsend": 6670080, "cdsstart": 6664936, "chr": "19", "position": [[6661263, 6665361], [6667123, 6667165], [6667423, 6667460], [6669969, 6670169]], "strand": -1, "transcript": "NM_172014", "txend": 6670169, "txstart": 6661263}], "generif": [{"pubmed": 11714797, "text": "Effects in transgenic mice indicate that human LIGHT may function as a major regulator of T cell activation, and implicate LIGHT signaling pathways in inflammation focused on mucosal tissues."}, {"pubmed": 11742858, "text": "LIGHT (TNFSF14),5 its membrane-anchored ligand, was also present in atheromatous lesions and highest in regions rich in macrophage-derived foam cells."}, {"pubmed": 12215452, "text": "Role of calcium-signaling pathway in the transcriptional control"}, {"pubmed": 12393901, "text": "LIGHT may act as an anti-apoptotic agent against TNFalpha-mediated liver injury by blocking the activation of both caspase-3 and caspase-8."}, {"pubmed": 12456019, "text": "LIGHT, a new member of the TNF superfamily [review]"}, {"pubmed": 12466117, "text": "Data show that mRNA encoding LIGHT and its receptors [HVEM, LTbetaR, and TR6 (DcR3)] are present in placentas and cytotrophoblast cells at term."}, {"pubmed": 12471113, "text": "Soluble LIGHT blocks TR6-Fc costimulated proliferation, lymphokine production, and cytotoxicity of T cells in the presence of T cell receptor ligation."}, {"pubmed": 12767529, "text": "LIGHT-sensitized IFN-gamma-mediated apoptosis of MDA-MB-231 cells is probably through down-regulation of anti-apoptosis Bcl-2 family members; it could be caspase (especially caspase-3)-independent, even though extensive caspase activation was observed."}, {"pubmed": 12768436, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15115612, "text": "LIGHT signaling is mediated through both death receptor and mitochondria pathways"}, {"pubmed": 15210782, "text": "LIGHT-herpesvirus entry mediator mediated signaling as an important immune regulatory mechanism in mucosal inflammatory responses."}, {"pubmed": 15215185, "text": "Mechanisms protecting trophoblast cells from LIGHT-mediated apoptosis were studied."}, {"pubmed": 15634882, "text": "LIGHT expression by human intestinal T cells suggests the possibility that LIGHT may play a key role in regulation of the mucosal immune system."}, {"pubmed": 15634882, "text": "LIGHT protein can be activated on mucosal T cells through a gut-specific CD2-dependent signaling mechanism."}, {"pubmed": 15833878, "text": "Data suggest that LIGHT constitutively expressed in human melanoma cells and microvesicles may contribute to regulate T-cell responses to tumor cells."}, {"pubmed": 15895390, "text": "NF-kappaB signal plays a key role in LIGHT-mediated upregulation of CD86 expression."}, {"pubmed": 15917993, "text": "both LTbetaR and HVEM can discriminatively mediate the expression of different genes in cultured human umbilical vein endothelial cells, including LIGHT, a proinflammatory cytokine"}, {"pubmed": 15944326, "text": "A transgenic mouse model resembling Crohn's disease (CD) suggests that up-regulation of LIGHT may be an important mediator of CD pathogenesis."}, {"pubmed": 16186421, "text": "LIGHT could serve as a molecular link between lipid metabolism, inflammation, and thrombus formation, which are all features of atherosclerotic plaques."}, {"pubmed": 16861346, "text": "platelet-derived LIGHT is biologically active and can induce an inflammatory response in monocytes and particularly within endothelial cells measured as up-regulation of adhesion molecules and release of chemokines"}, {"pubmed": 16934497, "text": "Blockade of TNFSF14 signaling caused a substantial reduction in the expression of lymphotoxin beta receptor (LTbetaR)-controlled migration factors within the islets and disrupts organization of tertiary structures, leading to prevention of diabetes."}, {"pubmed": 17010447, "text": "LIGHT system may regulate early to middle stages of placental development via cell-specific, temporally programmed expression of the ligand and its receptors, and may also assist in preserving placental immune privilege."}, {"pubmed": 17543278, "text": "in addition to activating NF-kappaB/p52, LIGHT also activates Stat3 through the NIK pathway"}, {"pubmed": 17652173, "text": "attenuated Salmonella typhimurium expressing LIGHT inhibited growth of primary tumors, as well as the dissemination of pulmonary metastases, in various mouse tumor models employing murine carcinoma cell lines in immunocompetent mice"}, {"pubmed": 17826757, "text": "The plasma levels of LIGHT seem to be similar in hemodialysis (HD) patients and healthy subjects and were not affected by gender, age, the mean period of HD history, disease etiology, type of medication and type of using dialysis membrane."}, {"pubmed": 17938804, "text": "platelet-associated LIGHT is involved in adhesion of platelets to endothelium while soluble LIGHT induces a pro-inflammatory state in vascular endothelial cells"}, {"pubmed": 18292573, "text": "Lymphotoxin-beta receptor ligand LIGHT activates both the the noncanonical and classical NF-kappa B pathways leading to proinflammatory gene expression in vascular endothelial cells."}, {"pubmed": 18320356, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18320356, "text": "the allele T of C-770T and the haplotype TTGA of the promoter SNPs in LIGHT gene might decrease the expression of LIGHT and subsequently increase the susceptibility to vascular dementia in females"}, {"pubmed": 18384455, "text": "derangement of LIGHT may be important for atherogenetic process of ischemic stroke."}, {"pubmed": 18412315, "text": "LIGHT was upregulated in both synovial fluid and synovium of rheumatoid arthritis patients compared with osteoarthritis patients."}, {"pubmed": 19019090, "text": "These findings suggested that LIGHT might be involved in the progression of inflammatory bone destruction in rheumatoid arthritis."}, {"pubmed": 19023130, "text": "LIGHT acts synergistically with PAR-2 activation to promote enhanced release of the proatherogenic interleukin-8 & monocyte chemoattractant protein-1. The interaction between LIGHT & PAR-2 is biologically active, promoting potent inflammatory effects."}, {"pubmed": 19380287, "text": "Enhanced plasma levels of soluble LIGHT in patients with chronic infections suggest a role of LIGHT in systemic inflammatory activation."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19701890, "text": "unknown killing effect of LIGHT through HVEM on a lymphoid malignancy is described."}, {"pubmed": 19716382, "text": "suppresses tumor growth by augmentation of immune response"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19826934, "text": "mediates organ-specific donor T cells activation in GVHD"}, {"pubmed": 20042587, "text": "When highly expressed, LIGHT is capable of promoting effector T cell proliferation and differentiation even in a regulatory T (Treg) cell-enriched, suppressive intestinal environment."}, {"pubmed": 20096889, "text": "There is over expression of genes related to immune and inflammatory responses, including cytokines such as TNFSF14 in interstitial cystitis"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592286, "text": "Increased potential for LIGHT receptor signaling, coupled with increased bioavailability due to lower decoy receptor-3 (DcR3) avidity, provides a mechanism for polymorphic variants in LIGHT to contribute to the pathogenesis of inflammatory diseases."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20804734, "text": "These data clearly indicate that ZFP91 is a key regulator in LIGHT-induced activation of non-canonical NF-kappaB pathway in LTbetaR signaling."}, {"pubmed": 20826693, "text": "Herpes simplex virus 1 gD interfere HVEM function by competing with its natural ligands and by downregulating HVEM."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21117871, "text": "INF-gamma can synergistically precede LIGHT-induced apoptotic processes through down-regulation of Bcl-2 expression, but not survivin expression."}, {"pubmed": 22172512, "text": "RANKL induced large resorption pits (10,876 +/- 2190mum(2)) whereas TNF-alpha/IL-1 and LIGHT generated smaller pits (respectively 1328 +/- 210 and 1267 +/- 173mum(2))."}, {"pubmed": 22221541, "text": "This study showed that expression of the death-triggering ligand LIGHT is increased in ALS spinal cords"}, {"pubmed": 22519595, "text": "increased plasma levels in patients with atopic dermatitis"}, {"pubmed": 22775554, "text": "TNFSF14 was significantly increased in sickle-cell anemia, SCA treated with hydroxycarbamide,& HbSC. It could contribute to endothelial activation & inflammation in SCA."}, {"pubmed": 23037546, "text": "GG carriers of rs1077667, of the LIGHT gene, with the highest risk for Multiple Sclerosis, had the lowest serum levels."}, {"pubmed": 23391709, "text": "findings show that LIGHT is not inhibited by the soluble RANKL receptor OPG and that LIGHT is a potent osteoclastogenesis factor that activates the Akt, NFkappaB and JNK pathways"}, {"pubmed": 23514280, "text": "although a limited number of activated T-cells infiltrate the tumor and initiate an immune response, the number of LIGHT + T cells infiltrating the tumor is very low"}, {"pubmed": 24044961, "text": "Triggering of LIGHT induced production of pro-inflammatory mediators such as interleukin-8 and matrix metalloproteinase-9 while suppressing the phagocytic activity."}, {"pubmed": 24782592, "text": "TNFSF14 has an effect on the activation of basophils and eosinophils interacting with bronchial epithelial cells"}, {"pubmed": 25087510, "text": "Crystal structures of LIGHT and the LIGHT:DcR3 complex reveal the structural basis for the DcR3-mediated neutralization of LIGHT."}, {"pubmed": 25251281, "text": "The findings suggest a new molecular determinant of LIGHT-mediated pathogenic changes in human bronchial epithelial cells."}, {"pubmed": 25460501, "text": "LIGHT, a TNF superfamily member, is involved in T-cell homeostasis and erosive bone disease associated with rheumatoid arthritis."}, {"pubmed": 25501580, "text": "LIGHT, via LTbetaR signaling, may contribute to exacerbation of airway neutrophilic inflammation through cytokine and chemokine production by bronchial epithelial cells."}, {"pubmed": 25512551, "text": "regulation by NK cell licensing helps to safeguard against TNFSF14 production in response to healthy tissues."}, {"pubmed": 25680454, "text": "LIGHT controls TSLP to drive pulmonary fibrosis."}, {"pubmed": 25789702, "text": "The tumor necrosis factor superfamily molecule LIGHT promotes keratinocyte activity and skin fibrosis."}, {"pubmed": 26146063, "text": "proliferation and migration would be enhanced in Tca8113 cells with over-expressed TNFSF14"}, {"pubmed": 26448572, "text": "Serum LIGHT levels correlate with disease progression and severity in interstitial pneumonia patients with dermatomyositis."}, {"pubmed": 27835685, "text": "LIGHT and LTBR interaction increases the survival and proliferation of human bone marrow-derived mesenchymal stem cells, and therefore, LIGHT might play an important role in stem cell therapy."}, {"pubmed": 28642135, "text": "LIGHT is highly expressed and companied with severe inflammations in patients with coronary disease. LIGHT significantly enhanced inflammation response in oxLDL-induced THP-1 macrophages."}, {"pubmed": 29339444, "text": "LIGHT signaling through HVEM in epidermal keratinocytes directly induced proliferation and periostin expression, and both keratinocyte-specific deletion of HVEM or antibody blocking of LIGHT-HVEM interactions after disease onset prevented expression of periostin and limited atopic dermatitis symptoms."}, {"pubmed": 29359470, "text": "the outcomes of this study provide compelling evidence that TNFSF14 is necessary to limit relevant steps in the pathogenesis of the metabolic syndrome and support the development of agonists of TNFSF14 signaling as attractive therapeutics for treating obesity and type 2 diabetes"}, {"pubmed": 29730385, "text": "Inhibition of NF-kB effectively blocks the hypopigmentation induced by TNFSF14."}, {"pubmed": 30405638, "text": "this study shows LIGHT as a new biomarker of bone disease in multiple myeloma patients experiencing therapeutic regimens"}, {"pubmed": 30508197, "text": "These data provide the first evidence of overexpression of LIGHT and its receptors in systemic sclerosis and suggest that the LIGHT axis might contribute to the pathogenesis of systemic sclerosis. Increased serum concentrations of LIGHT seem to reflect vascular injury in systemic sclerosis."}, {"pubmed": 30943772, "text": "Increased TNFSF14 levels were independently associated with the occurrence of cardiovascular events in patients with stable coronary artery disease."}, {"pubmed": 31300808, "text": "Increased LIGHT leading to sFlt-1 elevation underlies the pathogenic link between hydatidiform mole and preeclampsia."}, {"pubmed": 31826304, "text": "LIGHT/TNFSF14 Promotes Osteolytic Bone Metastases in Non-small Cell Lung Cancer Patients."}, {"pubmed": 31990039, "text": "TNFSF14 regulates estrogen deficiency-induced bone loss"}, {"pubmed": 32118359, "text": "TNFSF14, a novel target of miR-326, facilitates airway remodeling in airway smooth muscle cells via inducing extracellular matrix protein deposition and proliferation."}, {"pubmed": 32635185, "text": "Shedding \"\"LIGHT\"\" on the Link between Bone and Fat in Obese Children and Adolescents."}, {"pubmed": 32712105, "text": "Increased Production of LIGHT by T Cells in Eosinophilic Esophagitis Promotes Differentiation of Esophageal Fibroblasts Toward an Inflammatory Phenotype."}, {"pubmed": 32725578, "text": "The impact of TNFSF14 on prognosis and immune microenvironment in clear cell renal cell carcinoma."}, {"pubmed": 32795404, "text": "Redesigning HVEM Interface for Selective Binding to LIGHT, BTLA, and CD160."}, {"pubmed": 32817460, "text": "Levels of the TNF-Related Cytokine LIGHT Increase in Hospitalized COVID-19 Patients with Cytokine Release Syndrome and ARDS."}, {"pubmed": 32881263, "text": "LIGHT aggravates sepsis-associated acute kidney injury via TLR4-MyD88-NF-kappaB pathway."}, {"pubmed": 33231567, "text": "Tumor necrosis factor superfamily 14 is critical for the development of renal fibrosis."}, {"pubmed": 33492677, "text": "Increased level of LIGHT/TNFSF14 is associated with survival in aneurysmal subarachnoid hemorrhage."}, {"pubmed": 33542721, "text": "Plasma TNFSF13B and TNFSF14 Function as Inflammatory Indicators of Severe Adenovirus Pneumonia in Pediatric Patients."}, {"pubmed": 33594067, "text": "LIGHT/LTbetaR signaling regulates self-renewal and differentiation of hematopoietic and leukemia stem cells."}, {"pubmed": 33606781, "text": "LIGHT (TNFSF14) enhances osteogenesis of human bone marrow-derived mesenchymal stem cells."}, {"pubmed": 34083106, "text": "The tumor necrosis factor family molecules LIGHT and lymphotoxins in sinus mucosa of patients with chronic rhinosinusitis with or without nasal polyps."}, {"pubmed": 34244107, "text": "Abundant TNF-LIGHT expression in the airways of patients with asthma with persistent airflow limitation: Association with nitrative and inflammatory profiles."}, {"pubmed": 34353742, "text": "Genomic and functional evaluation of TNFSF14 in multiple sclerosis susceptibility."}, {"pubmed": 34709351, "text": "HVEM structures and mutants reveal distinct functions of binding to LIGHT and BTLA/CD160."}, {"pubmed": 34838790, "text": "The Contribution of LIGHT (TNFSF14) to the Development of Systemic Sclerosis by Modulating IL-6 and T Helper Type 1 Chemokine Expression in Dermal Fibroblasts."}, {"pubmed": 34903876, "text": "LIGHT controls distinct homeostatic and inflammatory gene expression profiles in esophageal fibroblasts via differential HVEM and LTbetaR-mediated mechanisms."}, {"pubmed": 35987137, "text": "A LIGHT-HVEM/LTbetaR axis contributes to the fibrosis of intrauterine adhesion."}, {"pubmed": 36917420, "text": "High levels of LIGHT/TNFSF14 in patients with Prader-Willi syndrome."}, {"pubmed": 37408308, "text": "LIGHT/TNFSF14 promotes CAR-T cell trafficking and cytotoxicity through reversing immunosuppressive tumor microenvironment."}, {"pubmed": 37552689, "text": "LIGHT (TNFSF14) promotes the differentiation of human bone marrow-derived mesenchymal stem cells into functional hepatocyte-like cells."}, {"pubmed": 37722959, "text": "Increased expression of TNFRSF14 and LIGHT in biliary epithelial cells of patients with primary sclerosing cholangitis."}, {"pubmed": 38235898, "text": "TNFSF14 mediates the impact of docosahexaenoic acid on atopic dermatitis: a Mendelian randomization study."}], "genomic_pos": {"chr": "19", "end": 6670588, "ensemblgene": "ENSG00000125735", "start": 6661253, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 6670599, "start": 6663148, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 10799510, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 12393901, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010818", "qualifier": "involved_in", "term": "T cell chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010820", "qualifier": "involved_in", "term": "positive regulation of T cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031295", "pubmed": 10754304, "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042098", "pubmed": 9765287, "qualifier": "involved_in", "term": "T cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042110", "pubmed": 12393901, "qualifier": "involved_in", "term": "T cell activation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043029", "pubmed": 12393901, "qualifier": "involved_in", "term": "T cell homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045663", "qualifier": "involved_in", "term": "positive regulation of myoblast differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071260", "pubmed": 19593445, "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901224", "pubmed": 12393901, "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901741", "qualifier": "involved_in", "term": "positive regulation of myoblast fusion"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 12393901, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005164", "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9462508, 10318773, 26977880, 27152329, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043027", "pubmed": 12393901, "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity involved in apoptotic process"}]}, "homologene": {"genes": [[9544, 701451], [9598, 468687], [9606, 8740], [9615, 611306], [9913, 505521], [10090, 50930], [10116, 301133]], "id": 2822}, "interpro": [{"desc": "Tumour necrosis factor domain", "id": "IPR006052", "short_desc": "TNF_dom"}, {"desc": "Tumour necrosis factor", "id": "IPR006053", "short_desc": "TNF"}, {"desc": "Tumour necrosis factor-like domain superfamily", "id": "IPR008983", "short_desc": "Tumour_necrosis_fac-like_dom"}], "ipi": ["IPI00221341", "IPI00307531"], "map_location": "19p13.3", "name": "TNF superfamily member 14", "other_names": ["herpesvirus entry mediator ligand", "tumor necrosis factor (ligand) superfamily, member 14", "tumor necrosis factor ligand 1D", "tumor necrosis factor ligand superfamily member 14", "tumor necrosis factor superfamily member 14"], "pantherdb": {"HGNC": "11930", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1355317", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10090, "uniprot_kb": "Q9QYH9"}, {"RGD": "1588572", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10116, "uniprot_kb": "M0RCN2"}, {"ZFIN": "ZDB-GENE-101109-3", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "E7FBC0"}], "uniprot_kb": "O43557"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04061", "name": "Viral protein interaction with cytokine and cytokine receptor - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}, {"id": "R-HSA-5676594", "name": "TNF receptor superfamily (TNFSF) members mediating non-canonical NF-kB pathway"}, {"id": "R-HSA-5676594", "name": "TNF receptor superfamily (TNFSF) members mediating non-canonical NF-kB pathway"}]}, "pdb": ["4EN0", "4J6G", "4KG8", "4KGG", "4KGQ", "4RSU", "7MSG"], "pfam": "PF00229", "pharmgkb": "PA36622", "pharos": {"target_id": 4029, "tdl": "Tbio"}, "prosite": "PS50049", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326287", "relationship": "is"}, {"id": "GNF326288", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259095", "relationship": "is"}, {"id": "GNF259096", "relationship": "is"}, {"id": "GNF259097", "relationship": "is"}, {"id": "GNF259098", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159287", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036048", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091891", "relationship": "is"}, {"id": "GNF091892", "relationship": "is"}, {"id": "GNF091893", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052087", "relationship": "is"}, {"id": "GNF056853", "relationship": "is"}, {"id": "GNF061665", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066193", "relationship": "is"}, {"id": "GNF066194", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014747", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329820", "relationship": "is"}, {"id": "GNF333003", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF336997", "relationship": "is"}, {"id": "GNF337172", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106077", "relationship": "is"}, {"id": "GNF145723", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001363816.1", "NP_003798.2", "NP_742011.2"], "rna": ["NM_001376887.1", "NM_003807.5", "NM_172014.3"], "translation": [{"protein": "NP_001363816.1", "rna": "NM_001376887.1"}, {"protein": "NP_003798.2", "rna": "NM_003807.5"}, {"protein": "NP_742011.2", "rna": "NM_172014.3"}]}, "reporter": {"HG-U133_Plus_2": ["207907_at", "233935_at"], "HG-U95Av2": "31742_at", "HTA-2_0": ["TC19001102.hg.1", "TC19002306.hg.1"], "HuEx-1_0": ["3848014", "3848020"], "HuGene-1_1": "8033248", "HuGene-2_1": "16867775"}, "retired": [63472, 94566], "summary": "The protein encoded by this gene is a member of the tumor necrosis factor (TNF) ligand family. This protein is a ligand for TNFRSF14, which is a member of the tumor necrosis factor receptor superfamily, and which is also known as a herpesvirus entry mediator (HVEM). This protein may function as a costimulatory factor for the activation of lymphoid cells and as a deterrent to infection by herpesvirus. This protein has been shown to stimulate the proliferation of T cells, and trigger apoptosis of various tumor cells. This protein is also reported to prevent tumor necrosis factor alpha mediated apoptosis in primary hepatocyte. Two alternatively spliced transcript variant encoding distinct isoforms have been reported. [provided by RefSeq, Jul 2008].", "symbol": "TNFSF14", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420817"}, "unigene": "Hs.129708", "uniprot": {"Swiss-Prot": "O43557"}, "wikipedia": {"url_stub": "TNFSF14"}}