{"AllianceGenome": "11929", "HGNC": "11929", "MIM": "603969", "_id": "10673", "_version": 2, "accession": {"genomic": ["AB073224.1", "AB073225.1", "AL157762.13", "CH471085.1", "CP068265.2", "EF064706.1", "JF749840.1", "NC_000013.11", "NC_060937.1", "NG_029524.1"], "protein": ["AAD21092.1", "AAD25356.1", "AAD29421.1", "AAF01432.1", "AAF60219.1", "AAH20674.1", "AAN08421.1", "AAN08422.1", "AAN08423.1", "AAN08424.1", "AAP83164.1", "AAQ89240.1", "ABK41889.1", "ADK91575.1", "ADO22519.1", "BAB90856.1", "CAG46617.1", "CTQ86090.1", "EAX09099.1", "EAX09100.1", "EAX09101.1", "NP_001139117.1", "NP_006564.1", "Q9Y275.1", "XP_047286011.1", "XP_054230009.1"], "rna": ["AF116456.1", "AF132600.1", "AF134715.1", "AF136293.1", "AF186114.1", "AK309629.1", "AW151367.1", "AW963062.1", "AY129225.1", "AY129226.1", "AY129227.1", "AY129228.1", "AY302751.1", "AY358881.1", "BC020674.1", "BI818459.1", "BQ776352.1", "BQ778438.1", "BX482686.1", "CR541818.1", "D79690.1", "DQ857728.1", "GQ901002.1", "HM636064.1", "LN874325.1", "NM_001145645.2", "NM_006573.5", "XM_047430055.1", "XM_054374034.1"], "translation": [{"protein": "NP_006564.1", "rna": "NM_006573.5"}, {"protein": "AAF01432.1", "rna": "AF186114.1"}, {"protein": "XP_047286011.1", "rna": "XM_047430055.1"}, {"protein": "AAH20674.1", "rna": "BC020674.1"}, {"protein": "AAN08421.1", "rna": "AY129225.1"}, {"protein": "AAQ89240.1", "rna": "AY358881.1"}, {"protein": "CAG46617.1", "rna": "CR541818.1"}, {"protein": "AAP83164.1", "rna": "AY302751.1"}, {"protein": "AAD29421.1", "rna": "AF136293.1"}, {"protein": "AAN08424.1", "rna": "AY129228.1"}, {"protein": "NP_001139117.1", "rna": "NM_001145645.2"}, {"protein": "AAD25356.1", "rna": "AF116456.1"}, {"protein": "AAD21092.1", "rna": "AF132600.1"}, {"protein": "AAN08422.1", "rna": "AY129226.1"}, {"protein": "ADO22519.1", "rna": "GQ901002.1"}, {"protein": "CTQ86090.1", "rna": "LN874325.1"}, {"protein": "AAF60219.1", "rna": "AF134715.1"}, {"protein": "AAN08423.1", "rna": "AY129227.1"}, {"protein": "ADK91575.1", "rna": "HM636064.1"}, {"protein": "XP_054230009.1", "rna": "XM_054374034.1"}]}, "alias": ["BAFF", "BLYS", "CD257", "DTL", "TALL-1", "TALL1", "THANK", "TNFSF20", "TNLG7A", "ZTNF4"], "ensembl": {"gene": "ENSG00000102524", "protein": ["ENSP00000365048", "ENSP00000389540", "ENSP00000445334"], "transcript": ["ENST00000375887", "ENST00000430559", "ENST00000479435", "ENST00000486502", "ENST00000493765", "ENST00000542136"], "translation": [{"protein": "ENSP00000389540", "rna": "ENST00000430559"}, {"protein": "ENSP00000365048", "rna": "ENST00000375887"}, {"protein": "ENSP00000445334", "rna": "ENST00000542136"}], "type_of_gene": "protein_coding"}, "entrezgene": "10673", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.43518146633, "exp_mis": 87.4114384614, "exp_syn": 40.5223529268, "lof_z": 3.04273976903174, "mis_z": 2.11415403948037, "mu_lof": 6.7797813458e-07, "mu_mis": 7.80699513809e-06, "mu_syn": 3.48957010309e-06, "n_lof": 0.0, "n_mis": 47.0, "n_syn": 35.0, "p_li": 0.954794121426939, "p_null": 0.000120700966286404, "p_rec": 0.045085177606775, "syn_z": 0.537806548765204}, "bp": 858, "cds_end": 108959286, "cds_start": 108922243, "n_exons": 6, "nonpsych": {"exp_lof": 8.42822037252, "exp_mis": 79.0042599353, "exp_syn": 36.565110217, "lof_z": 2.85114892978568, "mis_z": 2.21334153301677, "mu_lof": 6.7797813458e-07, "mu_mis": 7.80699513809e-06, "mu_syn": 3.48957010309e-06, "n_lof": 0.0, "n_mis": 40.0, "n_syn": 32.0, "p_li": 0.943075771726163, "p_null": 0.000261442712055745, "p_rec": 0.0566627855617817, "syn_z": 0.475314764163378}, "nontcga": {"exp_lof": 8.66949608351, "exp_mis": 80.4076579327, "exp_syn": 37.2696947181, "lof_z": 2.90454543679709, "mis_z": 2.13392412901611, "mu_lof": 6.7797813458e-07, "mu_mis": 7.80699513809e-06, "mu_syn": 3.48957010309e-06, "n_lof": 0.0, "n_mis": 42.0, "n_syn": 32.0, "p_li": 0.942866730654374, "p_null": 0.000216372283526391, "p_rec": 0.0569168970620991, "syn_z": 0.546549452558539}, "transcript": "ENST00000375887.4"}, "exons": [{"cdsend": 108306938, "cdsstart": 108269895, "chr": "13", "position": [[108269628, 108270234], [108270339, 108270424], [108303252, 108303365], [108303453, 108303604], [108306825, 108308484]], "strand": 1, "transcript": "NM_001145645", "txend": 108308484, "txstart": 108269628}, {"cdsend": 108306938, "cdsstart": 108269895, "chr": "13", "position": [[108269717, 108270234], [108270339, 108270424], [108286802, 108286859], [108303252, 108303365], [108303453, 108303604], [108306825, 108308478]], "strand": 1, "transcript": "NM_006573", "txend": 108308478, "txstart": 108269717}], "exons_hg19": [{"cdsend": 108959286, "cdsstart": 108922243, "chr": "13", "position": [[108921976, 108922582], [108922687, 108922772], [108955600, 108955713], [108955801, 108955952], [108959173, 108960832]], "strand": 1, "transcript": "NM_001145645", "txend": 108960832, "txstart": 108921976}, {"cdsend": 108959286, "cdsstart": 108922243, "chr": "13", "position": [[108922065, 108922582], [108922687, 108922772], [108939150, 108939207], [108955600, 108955713], [108955801, 108955952], [108959173, 108960826]], "strand": 1, "transcript": "NM_006573", "txend": 108960826, "txstart": 108922065}], "generif": [{"pubmed": 11509692, "text": "interacts with newly identified receptor BAFF-R, which appears to be the principal receptor for BAFF-mediated mature B cell survival"}, {"pubmed": 11714784, "text": "BAFF may play a role in the development of T cell responses, in addition to its role in B cell homeostasis."}, {"pubmed": 11823048, "text": "Levels of BLyS protein were, on average, threefold higher in patients with follicular lymphoma compared to normal donors"}, {"pubmed": 11827482, "text": "crystal structure of the TNF-homologous domain"}, {"pubmed": 11862220, "text": "determined the three-dimensional crystal structure of BLyS to 2.0 A resolution and identified receptor recognition segments using limited proteolysis coupled with mass spectrometry"}, {"pubmed": 12115621, "text": "BAFF is a survival and maturation factor for mouse B cells"}, {"pubmed": 12149433, "text": "10 genes, including interleukin (IL)-10, lymphocyte activation gene-1 (LAG-1), GCP-2, PBEF, ferritin, PIM-2, TFG, CD27 ligand, DUSP5, and archain, were up-regulated at the mRNA level by TALL-1 stimulation in B lymphoma cells and/or primary B lymphocytes."}, {"pubmed": 12154359, "text": "BLyS and APRIL critically link the innate and adaptive immune responses."}, {"pubmed": 12351410, "text": "aberrantly expressed by B chronic lymphocytic leukemia cells"}, {"pubmed": 12370363, "text": "When coexpressed with APRIL, BLYS forms active heterotrimeric molecules that circulate in the serum of patients with systemic immune-based rheumatic diseases."}, {"pubmed": 12389615, "text": "REVIEW: role in regulating the peripheral B cell compartment and humoral immunity, and the contribution of altered BLyS expression to B lymphocyte diseases"}, {"pubmed": 12408045, "text": "Review. BLyS is one of the most important cytokines of the TNF superfamily. It supports normal B-cell function & promotes B-cell autoimmunity."}, {"pubmed": 12424625, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12531790, "text": "macrophage- and DC-derived BAFF is a key molecule by which macrophages and DCs directly regulate human B-cell proliferative responses to T-cell-independent stimuli."}, {"pubmed": 12715002, "text": "crystal structure and interactions with BAFF receptor"}, {"pubmed": 12755599, "text": "BAFF/BLyS receptor 3 comprises a minimal TNF receptor-like module that encodes a highly focused ligand-binding site."}, {"pubmed": 12865416, "text": "BAFF may enhance humoral immunity in vivo by promoting survival of Ig-secreting cells via a B cell maturation antigen-dependent mechanism"}, {"pubmed": 12867412, "text": "alternative splicing of the BAFF gene regulates receptor binding and biopresentation of the B cell survival cytokine, BAFF"}, {"pubmed": 14504101, "text": "B-CLL cells can be rescued from apoptosis through an autocrine process involving BAFF, APRIL, and their receptors."}, {"pubmed": 14607922, "text": "BAFF up-regulates activation-induced cytidine deaminase and enhances class-switch DNA recombination in Epstein-Barr virus-infected B cells."}, {"pubmed": 14630796, "text": "BAFF may play an important role in FDC-B-cell interactions through the B-cell coreceptor complex and a possibly sequential link between the T cell-independent and -dependent B-cell responses in the germinal centers."}, {"pubmed": 14673998, "text": "Dysregulation of BLyS over extended periods of time is common in patients with systemic lupus erythematosus"}, {"pubmed": 14978135, "text": "Exposure of non-Hodgkin's lymphoma B cells to recombinant or myeloid cell-derived BAFF attenuates apoptosis, increases NF-kappa B activation, up-regulates Bcl-2 and Bcl-xL, and down-regulates Bax."}, {"pubmed": 15070697, "text": "serum levels of BAFF and APRIL were increased about 5-fold in patients with multiple myeloma as compared with healthy donors"}, {"pubmed": 15230285, "text": "Antagonissts may provide treatment for systsemic lupus erythematosus (REVIEW)"}, {"pubmed": 15251985, "text": "BLyS and its receptors represent a potentially important therapeutic target in B-cell lymphoma"}, {"pubmed": 15358625, "text": "novel mechanism that might dramatically exacerbate the release of BLyS by neutrophils during pathologic inflammatory responses."}, {"pubmed": 15470519, "text": "Review. BLyS plasma levels in systemic lupus erythematosus, Sjogren's syndrome & rheumatoid arthritis are higher in patients than controls. BLyS may have a role in the interaction between the monocyte & the B lymphocyte in some autoimmune disease."}, {"pubmed": 15542592, "text": "another form of TACI exists wherein the N-terminal cysteine-rich domain (CRD) is removed by alternative splicing and is capable of ligand-induced cell signaling and that the second CRD alone (TACI_d2) contains full affinity for both APRIL and BAFF"}, {"pubmed": 15634908, "text": "The induced expression of BAFF on fibroblast-like synoviocytes by proinflammatory cytokines in vitro may enhance the capacity of such cells to protect B cells from apoptosis in inflammatory microenvironments in vivo."}, {"pubmed": 15728515, "text": "Macrophages promote Burkitt's lymphoma cell survival through a B-cell survival factor (BAFF)-dependent mechanism."}, {"pubmed": 15827134, "text": "show that the main site of production for BAFF and APRIL is the bone marrow (BM) environment, and that production is mainly by monocytes and neutrophils. In addition, osteoclasts produce very high levels of APRIL, unlike BM stromal cells"}, {"pubmed": 15843552, "text": "BAFF transgene overexpression in vivo promotes delayed-type hypersensitivity, which is a classical type 1 T-helper (Th1) cell response, and suppresses Th2-dependent allergic airway responses."}, {"pubmed": 15860672, "text": "conclude that BAFF and APRIL from NLCs can function in a paracrine manner to support leukemia cell survival via mechanisms that are distinct from those of SDF-1alpha"}, {"pubmed": 15981083, "text": "Serum levels of sBAFF and sAPRIL were increased in Sjogren's syndrome, especially in anti-Ro/La+ patients"}, {"pubmed": 16052575, "text": "The known effect of B cells in periodontitis would be partly mediated by salivary BAFF in patients with primary Sjogren's syndrome."}, {"pubmed": 16239971, "text": "BLyS regulates B cell as well as T cell function and has pro- and antiinflammatory activities in rheumatoid arthritis."}, {"pubmed": 16242914, "text": "In Wagener's granulomatosis (WG) patients, serum levels of BAFF are significantly increased, therefore BAFF is proposed to be a possible pathogenic factor in WG."}, {"pubmed": 16301744, "text": "B cell homeostasis is maintained by BAFF-mediated regulation of Bcl-2-binding protein, BIM."}, {"pubmed": 16304043, "text": "BLyS was found to increase the viability and proliferation of malignant B cells from Waldenstrom macroglobulinemia patients."}, {"pubmed": 16356193, "text": "Full-length BLyS and DeltaBLyS mRNA levels are elevated in systemic lupus erythematosis and are more closely associated with disease activity than are BLyS protein levels."}, {"pubmed": 16475789, "text": "Ala134-BAFF is more efficacious than myc-Gln136-BAFF in inducing B cell proliferation. Formation of the 60-mer in solution by BAFF extracellular domain is an intrinsic property of the protein. This more active form of BAFF may be physiologically relevant."}, {"pubmed": 16497967, "text": "NFKB and NFAT regulate BLyS expression via at least one NFKB and 2 NFAT BLYS promoter binding sites. Constitutive activation of NFKB and BLyS in NHL-B cells forms a positive feedback loop associated with lymphoma cell survival and proliferation"}, {"pubmed": 16507129, "text": "BAFF gene polymorphism is neither involved in genetic predisposition to primary Sjogren's syndrome nor associated with a specific pattern of antibody production."}, {"pubmed": 16507129, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16547227, "text": "Chronic activation of B cells through this CD40-independent pathway could impair protective T cell-dependent antibody responses by inducing immune exhaustion"}, {"pubmed": 16604261, "text": "results indicated that four residues, H218, F220, T228 and L229, are indispensable for the biological activity of cBLyS, whereas two regions, amino acid 134-148 and amino acid 271-285, are related to the biological activity of BLyS."}, {"pubmed": 16623930, "text": "The addition of Qn to previous therapeutic regimens in active SLE is beneficial and seems to reduce SLEDAI scores, serum BAFF and aCL levels and therefore should be considered in many of our SLE patients before aggressive treatments are given."}, {"pubmed": 16740602, "text": "expression of BAFF was regulated through a signal transduction pathway which involves c-jun NH2-terminal kinase and p38"}, {"pubmed": 16802367, "text": "BAFF (the assistance of which is required for proper transformation of transitional TI B cells into transitional TII B cells) accumulated adjacent to transitional and marginal-zone-like B lymphocytes in Sjogren's syndrome."}, {"pubmed": 16818641, "text": "BAFF secretion is 3- to 10-fold higher in bone marrow stromal cell than in multiple myeloma cells; tumor cell adhesion to BMSCs augments BAFF secretion by 2- to 5-fold, confirmed by both ELISA and immunoblotting."}, {"pubmed": 16825497, "text": "high BLyS production is often correlated with certain inflammatory autoimmune diseases and B-lymphocyte malignancies"}, {"pubmed": 16838132, "text": "patients with CVID were screened using DHPLC and direct sequencing: No disease causing mutations were identified. A novel heterozygous single nucleotide polymorphism(G189A), which does not lead to an amino acid substitution, was found in one individual."}, {"pubmed": 16840730, "text": "BR3, which is expressed on all mature B cells, is a specific receptor for the B-cell survival and maturation factor BAFF."}, {"pubmed": 16863659, "text": "BAFF has provided considerable new insight into B cell homeostasis and immune function, and represents an important new molecular target for treatment of autoimmune diseases and lymphomas--{REVIEW}"}, {"pubmed": 16914324, "text": "Review. The splice variants, binding specificities, structural determinants for ligand selectivity, and signaling pathways are reviewed."}, {"pubmed": 16916609, "text": "Review. BAFF is required for mature B cell development and survival but causes B cell hyperplasia and autoimmunity when it is overexpressed."}, {"pubmed": 16916610, "text": "Review. Defects in the production of BAFF and/or expression of its receptors have been associated with a diverse array of human immunopathologies characterised by perturbed B cell function and behaviour, like autoimmunity, malignancy, & immunodeficiency."}, {"pubmed": 16919470, "text": "Review. BLyS signaling via BR3 is the dominant homeostatic regulator of primary B cell pools."}, {"pubmed": 16931037, "text": "Review. Signal cascades that effect BLyS- dependent survival, regulation of BLyS signaling, BLyS as a growth factor & BLyS- induced metabolic enhancement in B cell response to BCR and TLR-dependent signaling."}, {"pubmed": 16931038, "text": "Review. BAFF and its receptor have roles in B cell biology outside of a survival mechanism. These include germinal center maintenance, isotype switching, and regulation of specific B cell surface markers."}, {"pubmed": 16931039, "text": "Review. Direct BAFF/APRIL signalling in T cells and/or T cell modulation in response to a BAFF-modified B cell compartment may play an important role in inflammation and immunomodulation."}, {"pubmed": 17119117, "text": "recombinant gelonin/B lymphocyte stimulator fusion toxin may have potential therapeutic efficacy for B-CLL patients"}, {"pubmed": 17257595, "text": "These results indicated that the recombinant BAFF mutants modified with Th epitopes could induce neutralizing antibodies against BAFF in vivo."}, {"pubmed": 17296586, "text": "B-lymphocyte stimulator (BLyS) plays a critical role in the survival of B-lymphocytes and has a role in progression of Hodgkin's lymphoma"}, {"pubmed": 17346422, "text": "BAFF levels are elevated in the serum of autoimmune patients--{REVIEW}"}, {"pubmed": 17393290, "text": "anti-BAFF IgG might amend deleterious effects of BAFF in B-cell-mediated autoimmune diseases"}, {"pubmed": 17442944, "text": "These data define a complex role for BAFF in humoral immune responses and show for the first time that BAFF can also play an inhibitory role in B cell differentiation."}, {"pubmed": 17469105, "text": "The timing of B cell repopulation in rituximab-treated Sjogren's syndrome patients is modulated by BAFF and is followed by reconstitution of the preexisting abnormalities."}, {"pubmed": 17530706, "text": "As neutrophils enter the site of inflammation, they release surface-expressed BLyS in a TNFalpha-dependent manner, and thus may contribute to local stimulation of autoimmune B cell responses."}, {"pubmed": 17556024, "text": "Peripheral blood mononuclear cells of CVID subjects had increased levels of BAFF mRNA."}, {"pubmed": 17584580, "text": "results suggest that BAFF contributes to liver injury and disease development in autoimmune hepatitis patients"}, {"pubmed": 17592744, "text": "BAFF playsan important role in the pathogenesis of idiopathic thrombocytopenic purpura by activating B cells."}, {"pubmed": 17640886, "text": "suggest a model for the pathology of endometriosis where BLyS-responsive plasma cells interact with retrograde menstrual tissues to give rise to endometriosis lesions"}, {"pubmed": 17825416, "text": "Low levels of the BAFF TVs in all lymphocyte subpopulations analyzed suggest that their main source in PBMC are monocytes."}, {"pubmed": 17896803, "text": "Results suggest that elevated serum APRIL and BAFF levels are differentially associated with disease severity in systemic sclerosis."}, {"pubmed": 17907168, "text": "findings indicate that BAFF secretion by resident cells in target organs of autoimmunity is tightly regulated by innate immunity, with positive and negative controls, depending on the receptors and the pathways triggered"}, {"pubmed": 17908986, "text": "BAFF has a role as a survival factor in multiple myeloma"}, {"pubmed": 17942754, "text": "TACI supported survival of activated B cells and plasmablasts in vitro"}, {"pubmed": 17947475, "text": "BAFF has a role in B-cell activation in patients with active chronic graft-versus-host disease"}, {"pubmed": 17963166, "text": "Widely expressed in the synovial tissue of patients with rheumatoid arthritis."}, {"pubmed": 17988587, "text": "The levels of serum BAFF and IL-21 level are increased in the patients with SLE."}, {"pubmed": 18050196, "text": "IFNalpha activity and BAFF levels are elevated in the plasma of patients with Sjogren's syndrome compared with healthy controls."}, {"pubmed": 18064389, "text": "All of these results indicated that the abnormally high expression of BAFF on T lymphocytes from MPE may play a role of anti-tumor effect."}, {"pubmed": 18172003, "text": "These findings indicate a previously unreported role for the BAFF/BAFF-R pair in mature B-cell chemotaxis."}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18204790, "text": "Elevated BAFF and APRIL expression levels might partially reflect the common immunological feature of primary antibody deficiency."}, {"pubmed": 18243342, "text": "BAFF inhibits Fas-mediated cell death, however, the BCR-driven survival signals were not strengthened by BAFF, therefore, BAFF may function independently of the antigen specificity of BCR."}, {"pubmed": 18249037, "text": "The roles of BAFF protein and interferon gamma in IgA production of tonsillar mononuclear leukocytes in patients with IgA nephropathy."}, {"pubmed": 18328673, "text": "serum BAFF is elevated and appears to play an important role in the development of alopecia areata"}, {"pubmed": 18350548, "text": "BAFF induction by target organs of autoimmune diseases after viral infection may be a link between innate immunity and autoimmunity"}, {"pubmed": 18366696, "text": "the constant expression of BAFF, in adipocytes, normal breast cells and their cancer counterparts, might be relevant of the trophic potency in breast, promoting the proliferation and development of normal and malignant breast tissue."}, {"pubmed": 18403603, "text": "there are potential autocrine and paracrine pathways for BAFF and APRIL signaling in human placentas suggest that lineage-specific regulation of placental cell viability, differentiation and/or other activities may be novel functions of these proteins"}, {"pubmed": 18410958, "text": "Overproduction of BAFF in nasal polyps may contribute to the pathogenesis of chronic rhinosinusitis with nasal polyps"}, {"pubmed": 18490739, "text": "data suggest that BLyS may modulate adaptive immune cells indirectly by inducing dendritic cell maturation"}, {"pubmed": 18528969, "text": "Elevated BAFF (B-cell activating factor) in a subset of ERA patients is related to autoantibody levels and synovitis"}, {"pubmed": 18551073, "text": "In certain patients, inflammatory microenvironment provides BAFF-dependent paracrine survival signal to B-cells in TLOs, allowing them to escape rituximab-induced apoptosis, thereby thwarting therapeutic efficiency."}, {"pubmed": 18556064, "text": "only feature characterizing familial CLL patients was a higher serum BAFF level (sporadic CLL 336 ng/mL, range 93-925; familial CLL 601 ng/mL, range 138-8914; P=0.002). Our data suggest that BAFF levels are elevated in patients with familial CLL"}, {"pubmed": 18566393, "text": "viral dsRNA may initiate frontline IgG and IgA responses through an innate TLR3-dependent pathway involving BAFF"}, {"pubmed": 18586330, "text": "BAFF might play a role in the immunopathogenesis of myasthenia gravis."}, {"pubmed": 18606652, "text": "These results provide a mechanism by which Fcgamma receptors can elevate circulating BLyS levels and promote autoantibody production in immune complex-mediated autoimmune diseases."}, {"pubmed": 18617551, "text": "susceptibility for Ro/La-positive primary Sjogren's syndrome (pSS) is increased with the CTAT haplotype, but not with high s-BAFF levels; elevated s-BAFF in pSS are associated with the TTTT haplotype & may be a secondary phenomenon in Ro/La-positive pSS"}, {"pubmed": 18625509, "text": "Report bioassay for human BAFF based on expression of a mouse BAFF-receptor ectodomain-human tumour necrosis factor-related apoptosis-inducing ligand (TRAIL) receptor-2 endodomain fusion receptor in human rhabdomyosarcoma cells."}, {"pubmed": 18628489, "text": "Autocrine BAFF signal transduction pathways may contribute to Helicobacter pylori-independent growth of gastric DLBCL (MALT)."}, {"pubmed": 18637712, "text": "hsBAFF-upregulated intracellular free Ca(2+) homeostasis regulates ERK1/2 activity and cell proliferation in B cells in vitro."}, {"pubmed": 18641361, "text": "overexpression of IFN-gamma in peripheral blood T cells contributes to the immunopathogenesis of systemic lupus erythematosus via the induction of sBLyS by monocytes/macrophages"}, {"pubmed": 18668552, "text": "Circulating BLyS levels and systemic lupus erythematosus (SLE) are positively correlated. BLyS is a candidate for therapeutic targeting in SLE."}, {"pubmed": 18687360, "text": "hsBAFF results in the elevation of NK cell activity by regulation of CD4(+) T lymphocytes contributing to IL-2 and IFN-gamma generation"}, {"pubmed": 18715196, "text": "BAFF is a good biomarker for IFN-beta response, and requires further studies to determine its value as a marker for clinical response and NAb predisposition."}, {"pubmed": 18718031, "text": "There are elevated levels of BAFF and APRIL in cerebrospinal fluid of systemic lupus erythematosus (SLE) patients. APRIL was augmented in neuropsychiatric SLE patients compared with SLE patients without central nervous system involvement."}, {"pubmed": 18775026, "text": "We propose that an aberrant BAFF/BAFF-R-dependent autocrine mechanism may play a role in the development of certain types of nonhematopoietic cancer cells."}, {"pubmed": 18784835, "text": "Human BLyS facilitates engraftment of human PBL derived B cells in immunodeficient mice"}, {"pubmed": 18843286, "text": "non-Hodgkin's B lymphoma cell adhesion to bone marrow stromal cells augmented BAFF secretion twofold through upregulation of BAFF gene expression, protecting lymphoma cells from apoptosis."}, {"pubmed": 18852352, "text": "We report that BAFF levels are increased in patients with autoimmune MG. Our data suggest that BAFF is likely to play a role in the pathogenesis of MG by promoting the survival and maturation of autoreactive B cells."}, {"pubmed": 18988879, "text": "investigation of the role of BAFF promoter polymorphism in HCV-related mixed cryoglobulinemia patients as a genetic contributor to its pathogenesis"}, {"pubmed": 19005881, "text": "BAFF might contribute to autoimmunity and disease development in ITP. However, BAFF serum level must be carefully considered as a surrogate marker of disease activity in ITP."}, {"pubmed": 19026118, "text": "Serum BAFF (B-cell activating factor )levels were elevated in patients with active Behcets disease compared to the healthy controls, and correlated positively with the extent of skin lesions."}, {"pubmed": 19028483, "text": "BLyS protein concentration and BLyS, TACI and BAFF-R mRNA expression levels were significantly elevated in patients with multiple myeloma."}, {"pubmed": 19051265, "text": "BLyS serum levels significantly increase, independent of SNPs rs12428930, rs12583006, rs1224141, & rs9514828), after rituximab therapy. These high levels may promote the proliferation of residual malignant B-cells explaining rituximab failure."}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19118513, "text": "These results indicate that BAFF may be involved in the development of graft-loss and influences the long-time outcome of kidney allograft, likely mediated by interfering with immune response."}, {"pubmed": 19124722, "text": "T cell responses in BAFF-transgenic mice are profoundly compromised, as indicated by their acceptance of islet allografts and delayed skin graft rejection."}, {"pubmed": 19135236, "text": "The antigen-induced production of BAFF in the airway might contribute to local class-switch recombination and immunoglobulin synthesis by B cells."}, {"pubmed": 19168788, "text": "In cGVHD, increasing BAFF concentrations correlated with increased numbers of circulating pre-germinal center (GC) B cells and post-GC \"plasmablast-like\" cells, suggesting in vivo BAFF dependence of these 2 CD27(+) B-cell subsets"}, {"pubmed": 19175985, "text": "Over-expression of BLyS/April may be one of factors contributed to the immunological dysfunction in acute idiopathic thrombocytopenic purpura."}, {"pubmed": 19190830, "text": "Case Report: Elevation of B cell-activating factor belonging to the tumour necrosis family family (BAFF) in haemophilia A patients with inhibitor."}, {"pubmed": 19249491, "text": "Level of this material may be associated with the development of antibody-mediated allograft rejection in kidney transplantation."}, {"pubmed": 19291294, "text": "overexpression and association with tumor progression in many human tumor types - brain, epithelial, lymphoid, germ cells"}, {"pubmed": 19339060, "text": "These data indicate that an activated B-cell system in the cerebrospinal fluid is involved in the pathogenesis of OMS, and BAFF may be a candidate parameter for the activation of B-cell immune system."}, {"pubmed": 19366834, "text": "Lack of epithelial BAFF gene expression in prostate cancer is associated with tumor escape from immunosurveillance."}, {"pubmed": 19383901, "text": "Genetic variation in the TNFSF13B gene is significantly associated with non-Hodgkin lymphom and elevated serum levels."}, {"pubmed": 19383901, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19393234, "text": "Results demonstrated that IL-10 and IFN-gamma both regulate B-cell activating factor expression and synthesis in human promyelocytic leukemia cell cultures, and the activation occurs at the transcriptional level."}, {"pubmed": 19395025, "text": "Patients with a low percentage of leukemic cells with intracellular BAFF or APRIL expression had a significantly longer overall survival than those with a high proportion of APRIL or BAFF positive leukemic cells."}, {"pubmed": 19421221, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19421221, "text": "Single nucleotide polymorphism in BLYS is associated with pemphigus foliaceus."}, {"pubmed": 19439611, "text": "Nogo-66 receptor (NgR)is identified as a high affinity receptor for BLyS; BLyS can function independently of myelin-associated inhibitors & likely serves as a redundant NgR ligand that negatively influences axonal outgrowth in the central nervous system"}, {"pubmed": 19499314, "text": "Both plasma concentration and mRNA are increased in autoimmune thrombocytopenia, and are decreased folloiwing dexamethasone treatment"}, {"pubmed": 19545677, "text": "Expression of BAFF in peripheral blood sample from kidney transplant recipients indicate that BAFF may be involved in the development of graft loss."}, {"pubmed": 19565488, "text": "B cells contribute to the enhanced levels of circulating BAFF and APRIL in patients with systemic lupus erythematosus."}, {"pubmed": 19604268, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19731825, "text": "BLyS and its receptors might have a potential role in the growth and survival of malignant plasma cells."}, {"pubmed": 19758161, "text": "Results show that IgAD patients had a significant increase of BLyS (P < 0.0001) and APRIL (P = 0.003) levels, and no differences were seen between patients with or without CD."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19774453, "text": "higher plasma concentrations in systemic lupus erythematosus patients"}, {"pubmed": 19794139, "text": "BAFF may play a pathogenic role in immune thrombocytopenia"}, {"pubmed": 19828625, "text": "BAFF and its receptor BCMA are novel potential mediators of adipogenesis and have a specific role in immunity, which is defined by immature and mature adipocytes as their source."}, {"pubmed": 19840904, "text": "BAFF may serve as a modulator of the clinical and/or serological manifestation in primary biliary cirrhosis"}, {"pubmed": 19841639, "text": "The reverse signaling initiated from BAFF induces the expression of inflammatory mediators while suppressing the cytoskeletal movements associated with phagocytosis and transmigration."}, {"pubmed": 19863844, "text": "Data show that mesenchymal stromal cell interaction with B cells supports B-cell survival and may contribute to the pathogenesis of rheumatoid arthritis, and suggest that factors other than B cell-activating factor may contribute to this effect."}, {"pubmed": 19877053, "text": "Plasma BLyS protein and blood leukocyte BLyS mRNA levels are elevated in pediatric systemic lupus erythematosus. Plasma BLyS protein levels are normal in juvenile idiopathic arthritis despite elevated blood leukocyte BLyS mRNA levels."}, {"pubmed": 19909733, "text": "The levels of APRIL, BlyS and receptors as TACI, BCMA and BAFF-R in peripheral blood mononuclear cells of cryptococcal meningitis patients and its clinical significance, was investigated."}, {"pubmed": 19935379, "text": "BAFF seems to support the rate of circulating B-cell repopulation after rituximab treatment and may play a role in regulating differences in B-cell homeostasis."}, {"pubmed": 20004378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20004378, "text": "Patients with deep infiltrating endometriosis had less often a BLyS -817C/T genotype as compared with the reference group."}, {"pubmed": 20089415, "text": "These results indicate that human nasal airway fibroblasts strongly induce BLyS-expression and production by poly(I:C) through PI3-K signaling during airway immune responses."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20302641, "text": "A novel immunoassay demonstrated that native BLyS/APRIL heterotrimers, as well as BLyS and APRIL homotrimers, are elevated in patients with autoimmune diseases."}, {"pubmed": 20357250, "text": "TLR4 in immature B cells directly obtained from fresh bone marrow results in the generation of CD23-positive B cells upon overnight stimulation with lipopolysaccharide."}, {"pubmed": 20428981, "text": "Although BAFF inhibited apoptosis by Burkitt lymphoma cells, it failed to inhibit apoptosis by B cell precursor acute lymphoblastic leukemia cells."}, {"pubmed": 20546021, "text": "in early B-cell CLL, the biological profile including among other parameters soluble BAFF may provide a useful insight into the complex interrelationship of prognostic variables"}, {"pubmed": 20561430, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20561430, "text": "The polymorphism -871 C/T of BAFF promoter is correlated with the pathogenesis of immune thrombocytopenic purpura."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20646006, "text": "Findings indicate that IREM-1 exerted its inhibitory effect on BAFF-medicated signalling through ITIM-mediated regulation of ERK activities in THP-1 cells."}, {"pubmed": 20802378, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20813000, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20870901, "text": "High expression levels of B lymphocyte stimulator by dendritic cells correlate with HIV-related B-cell disease progression."}, {"pubmed": 20890272, "text": "This is the first study, which details local expression of APRIL and BLyS in glomeruli and tubulointerstitium of human proliferative lupus nephritis."}, {"pubmed": 20927378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20927378, "text": "TNFSF13B is a positional candidate preeclampsia susceptibility gene on chromosome 13q."}, {"pubmed": 20935029, "text": "We found significantly higher levels of BAFF in the cerebrospinal fluid of neuromyelitis optica patients compared with that in Multiple sclerosis"}, {"pubmed": 20956327, "text": "an important relationship between BAFF and c-MYC in CLL which may affect disease development and progression, and suggests that inhibitors of the canonical NF-kappaB pathway may be effective in treatment of patients with this disease."}, {"pubmed": 20974656, "text": "Elevated plasma BAFF and reduced BR3 protein expression on peripheral B cells could act as biomarkers for active disease in systemic lupus erythematosus patients"}, {"pubmed": 21039888, "text": "TLR7 regulates DC-dependent B-cell responses through BlyS in the pathogenesis of ITP"}, {"pubmed": 21051868, "text": "BAFF induction by viral infection is a general phenomenon, but the types of viruses and mechanisms of the induction depend on the cell type."}, {"pubmed": 21145253, "text": "Human soluble BAFF may promote CD4(+) T cell proliferation and response by upregulation of [Ca(2+)](i) homeostasis."}, {"pubmed": 21177756, "text": "Interferon-beta increases systemic BAFF levels in multiple sclerosis without increasing autoantibody production."}, {"pubmed": 21211990, "text": "Data show negative correlations for BAFF concentration vs blood B cell percentage and serum CXCL13 concentration."}, {"pubmed": 21239754, "text": "Data suggest that elevated B cell activation factor (BAFF) expression supports expansion of the T2 B cell compartment and contributes to a breach in tolerance in patients with systemic lupus erythematosus."}, {"pubmed": 21293157, "text": "Serum BAFF accumulation is higher in active vasculitis patients than in inactive vasculitis, infectious complication and control patients."}, {"pubmed": 21372118, "text": "BAFF/CXCL12 may work in concert to affect B-cell homeostasis in multiple sclerosis and contribute to the pathophysiology of the disease."}, {"pubmed": 21483105, "text": "This is the first study, presenting together the TNFSF members APRIL, BAFF, TWEAK and their receptors in different areas of normal renal tissue and renal cell carcinoma."}, {"pubmed": 21505913, "text": "Data indicate that BAFF and APRIL can induce inflammatory activation of THP-1 cells through the activation of their receptors (TAC1, BAFF-R, and BCMA) and MAPK, which leads to the subsequent activation of NF-kappaB."}, {"pubmed": 21518495, "text": "BAFF and BCL-2 may be involved in occurrence and development of multiple myeloma."}, {"pubmed": 21537154, "text": "871C>T BAFF gene polymorphism expression may have a role in chronic ITP disease"}, {"pubmed": 21538321, "text": "transcriptional activation induced by the particular allelic variant of BAFF promoter can be considered one of the mechanisms contributing to the pathogenesis of hepatitis C virus-related autoimmune/lymphoproliferative disorders"}, {"pubmed": 21557212, "text": "results suggest that fibroblast-like synoviocytes can induce class switch recombination through a BAFF-dependent mechanism"}, {"pubmed": 21559937, "text": "serum BAFF levels are increased in myasthenia gravis"}, {"pubmed": 21628416, "text": "This study shows that genetic variation of BAFF modulates GVHD phenotype after allogeneic stem cell transplantation"}, {"pubmed": 21632709, "text": "Peripheral tolerance mechanisms regulate the frequency of autoreactive follicular B cells independent of the BLyS transgene pathway."}, {"pubmed": 21707303, "text": "Data show that the combined analysis of BAFF and APRIL serum levels emerged as an independent predictor of disease progression."}, {"pubmed": 21733733, "text": "Our results suggest increased BAFF and APRIL serum levels in juvenile idiopathic arthritis patients denoting their possible role in the disease."}, {"pubmed": 21747319, "text": "B Cell-activating factor could be a novel marker for diagnosis and treatment response in autoimmune pancreatitis and may contribute to its pathogenesis."}, {"pubmed": 21765951, "text": "The expression of these BAFF, APRIL and TWEAK was analyzed in atopic eczema, seborrheic eczema (SE) and healthy controls (HC)."}, {"pubmed": 21790703, "text": "elevated serum levels in patients with autoimmunity and lymphoproliferation"}, {"pubmed": 21849293, "text": "In summary, this study suggests a potential role for BAFF during malaria disease, both as a marker for disease severity and in shaping the differentiation pattern of antigen-specific B cells."}, {"pubmed": 21883351, "text": "results point to a possible association between BLyS -817C/T polymorphism and idiopathic infertility in Brazilian population"}, {"pubmed": 21889147, "text": "FURIN and its substrate cytokines BAFF and APRIL are over expressed in atherosclerotic plaques."}, {"pubmed": 22018243, "text": "Monocyte production of soluble BAFF from patients with primary Sjogren's syndrome is significantly higher than in normal monocytes; the amount of interleukin (IL)-6 produced is also noticeably increased."}, {"pubmed": 22059379, "text": "APRIL and BAFF proteins increase proliferation of human adipose-derived stem cells through activation of Erk1/2 MAP kinase."}, {"pubmed": 22102726, "text": "Although BAFF/APRIL inhibition increases the stringency of negative selection of the naive autoreactive B cell repertoire in chimeric mice, it does not correct the major breach in B cell tolerance at the germinal center checkpoint."}, {"pubmed": 22124120, "text": "Soluble BAFF levels inversely correlate with peripheral B cell numbers and the expression of BAFF receptors."}, {"pubmed": 22169295, "text": "BAFF and APRIL gene expression in multiple myeloma cells is down-regulated after glucocorticoid and bortezomib treatment."}, {"pubmed": 22325420, "text": "BAFF-specific inhibitor AMG623 peptibody reduces B-cell number and improves outcomes in murine models of autoimmune disease."}, {"pubmed": 22338013, "text": "study showed that functional polymorphism in the promoter region of the BAFF gene is associated with better overall survival of patients with T-cell lymphomas"}, {"pubmed": 22340436, "text": "data suggested that BAFF was produced within the central nervous system and may be associated with the development of Neuro-Behcet's disease"}, {"pubmed": 22399512, "text": "We report that serum BAFF concentrations are elevated in patients with Graves disease, in whom hyperthyroidism is known to be based on a B-cell-driven pathophysiological mechanism."}, {"pubmed": 22463935, "text": "the expression level of BlyS was increased in human breast cancer cell lines in hypoxic conditions. Up-regulation of this protein led to activation and nuclear translocation of NF-kappa B p65."}, {"pubmed": 22498341, "text": "Higher BAFF levels predicted a shorter survival, suggesting an important prognostic marker and a possible therapeutic target in myeloma."}, {"pubmed": 22516957, "text": "BAFF-transgenic mice manifest an expansion of peritoneal B1 cells that express lower levels of FcgammaRIIb and exhibit reduced susceptibility to apoptosis."}, {"pubmed": 22526370, "text": "BAFF serum levels in multiple myeloma patients increased in advanced stages & decreased in plateau phase. BAFF may play an important role in the pathogenesis of MM."}, {"pubmed": 22531553, "text": "In patients with IgG4-related disease, serum BAFF levels are significantly higher than in healthy individuals."}, {"pubmed": 22537850, "text": "Protein kinase C stimulates human B cell activating factor gene expression through reactive oxygen species-dependent c-Fos in THP-1 pro-monocytic cells"}, {"pubmed": 22575417, "text": "Our study results suggest that BAFF might play an important role in the pathogenesis of Dermatomyositis"}, {"pubmed": 22593611, "text": "These data indicate that BAFF, APRIL, and CD40L form a Chronic lymphocytic leukemia -enhancing bidirectional signaling network linking neoplastic B cells with the microvascular stroma."}, {"pubmed": 22718279, "text": "findings show decidual stromal cells and follicular dendritic cells shared some of each other's distinctive features such as expression of B cell-activating factor, C-X-C motif chemokine 13 secretion and the capacity to rescue B cells from apoptosis"}, {"pubmed": 22719887, "text": "found that the BAFF/APRIL system was closely related to the Th1 immune response. Our study delineates previously unreported roles of BAFF and APRIL in the development of tuberculosis"}, {"pubmed": 22728080, "text": "study evaluated polymorphisms in viral response genes and found an intronic SNP in the BAFF gene associated with asthma exacerbations in African Americans in 2 of 3 cohorts of patients; this SNP was associated with higher levels of BAFF compared with subjects homozygous for G allele"}, {"pubmed": 22736090, "text": "The monocyte IFN type I signature identifies a subgroup of patients with Sjogren syndrome with a higher clinical disease activity together with higher BAFF mRNA expression."}, {"pubmed": 22749832, "text": "The complexity of the various forms of BAFF has profound implications for autoimmunity. (Review)"}, {"pubmed": 22752534, "text": "increased serum levels of BLyS and APRIL in BD patients supports the notion of a critical role for B cell activation factors in BD, particularly in terms of uveitis and disease activity."}, {"pubmed": 22822003, "text": "Single nucleotide polymorphisms that result in increased BAFF are potentially relevant for chronic graft versus host disease pathophysiology."}, {"pubmed": 22850273, "text": "These findings suggest that JNK activation and BLyS expression in multiple myeloma (MM) cells may form a positive feedback loop that promotes the survival and proliferation of MM cells."}, {"pubmed": 22851468, "text": "Rituximab has differential effects on BAFF and APRIL levels in primary Sjogren's syndrome patients"}, {"pubmed": 22879463, "text": "Higher s-BLyS levels and tissue clonal B-cell expansion characterize Sjogren's syndrome with B-cell lymphoproliferative disorders."}, {"pubmed": 22883025, "text": "data suggest that BAFF constitutes a risk factor for renal graft dysfunction and development of donor-specific antibodies. They also suggest that agents targeting BAFF-R interactions may offer new therapeutic opportunities in transplantation"}, {"pubmed": 22896003, "text": "Elevated BAFF is associated with chronic Graft vs Host Disease."}, {"pubmed": 22898048, "text": "these results suggest that BAFF induced CD4(+) spleen T cell proliferation by down-regulating the phosphorylation of FOXO3A and then activating cyclin D2 and D3 expression, leading to CD4(+) T cell proliferation."}, {"pubmed": 22927996, "text": "BAFF serum levels were significantly higher in patients with active sarcoidosis"}, {"pubmed": 23039894, "text": "Serum levels of BAFF were increased in chronic HCV with MC."}, {"pubmed": 23088438, "text": "Systemic regulation of spinal cord injury-induced autoimmunity occurs via BAFF- mediated activation of B cells and B cell maturatin antigen (BMCA)."}, {"pubmed": 23264555, "text": "The BAFF-871C>T polymorphism seems to influence the response to rituximab in rheumatoid arthritis patients after failure or intolerance to TNF blockers."}, {"pubmed": 23271704, "text": "IFN-gamma induces BAFF expression in human intestinal epithelial cells through JAK/STAT signaling pathways that might activate the GAS and IRF-1-binding element in the BAFF promoter."}, {"pubmed": 23272079, "text": "BAFF-R, but not BAFF, may have a role in progression-free survival and overall survival in follicular lymphoma"}, {"pubmed": 23276925, "text": "BLyS and its receptors are expressed by B lymphocytes in the peripheral blood and the bone marrow of patients with multiple myeloma."}, {"pubmed": 23303823, "text": "High BAFF expression is associated with chronic graft-versus-host disease with bronchiolitis obliterans syndrome."}, {"pubmed": 23317407, "text": "The levels of serum BAFF and APRIL were raised in patients with anti-glomerular basement membrane disease and might be associated with disease activity and kidney damage."}, {"pubmed": 23322463, "text": "We found a positive correlation of BAFF and DeltaBAFF expression with 3 disease activity measures in patients with idiopathic inflammatory myopathies."}, {"pubmed": 23324534, "text": "Increased cerebrospinal fluid expression of BAFF protein is associated with severity of illness and neuroinflammation in children with opsoclonus-myoclonus syndrome."}, {"pubmed": 23336587, "text": "Up-regulation of BLyS and its receptors, especially TACI are observed in patients with systemic lupus erythematosus."}, {"pubmed": 23342125, "text": "This study establishes for the first time BAFF as an acute phase reactant with predictive value for the course of acute pancreatitis."}, {"pubmed": 23436580, "text": "Toll-like receptor 9 activation induces expression of membrane-bound BAFF on human B cells and leads to increased proliferation in response to both soluble and membrane-bound BAFF."}, {"pubmed": 23557796, "text": "findings show that excessive hsBAFF-elevated [Ca(2+)]i activated mammalian target of rapamycin signaling pathway, leading to proliferation and survival in B lymphocytes"}, {"pubmed": 23604864, "text": "For the polymorphism in the BLYS gene, There were no statistically significant differences in the genotype and allele frequencies between the malaria and non-malaria groups."}, {"pubmed": 23620746, "text": "The ability of TACI-Fc to activate reverse signalling through BAFF and APRIL, was investigated."}, {"pubmed": 23639027, "text": "Serum BAFF levels were significantly elevated in patients with systemic sclerosis irrespective of disease subtype, disease duration or age of patients."}, {"pubmed": 23684916, "text": "These data suggest that TNF-alpha-induced BAFF expression and BAFF-mediated VEGF expression in synovium may cooperate to protect B cells from apoptosis and the supply of nutrients and oxygen in inflammatory microenvironments."}, {"pubmed": 23685362, "text": "Serum BAFF levels can be used as a surrogate marker of disease activity in sarcoidosis patients. Increased BAFF may be related to the pathogenesis of sarcoidosis."}, {"pubmed": 23686487, "text": "these findings show that ribosomal stress-induced SOCS3 plays a novel regulatory role in epithelial BAFF production"}, {"pubmed": 23768867, "text": "High serum BAFF is associated with multiple myeloma."}, {"pubmed": 23773925, "text": "These findings suggest that elevated BAFF in chronic granulomatous disease subjects and healthy donors is a consequence of acute and chronic inflammation."}, {"pubmed": 23842189, "text": "In high immunologic risk patients undergoing antibody-incompatible kidney transplantation, the presence of elevated pretransplantation serum BAFF might identify those at increased risk of acute antibody-mediated rejection."}, {"pubmed": 23845207, "text": "these findings suggest the implication of the host's genetic background in pSS-related lymphomagenesis. The interaction of pSS-related BAFF gene haplotypes together with distinct BAFF genetic variants appears to contribute to this complication."}, {"pubmed": 23846230, "text": "Although neither serum BAFF nor APRIL correlated with disease activity in the overall population, elevated serum BAFF and reduced APRIL may be markers of renal and CNS disease in systemic lupus erythematosus patients"}, {"pubmed": 23884224, "text": "Polymorphisms in the regulatory region of the BAFF gene do contribute to the susceptibility to systemic lupus erythematosus."}, {"pubmed": 23936794, "text": "BAFF seems to be an important growth factor for myeloma plasma cells. Measuring its serum levels, along with the previously mentioned cytokines, may provide important information regarding the degree of myeloma cells' proliferation"}, {"pubmed": 23940742, "text": "BAFF was elevated in patients with metastatic advanced pancreatic ductal adenocarcinoma."}, {"pubmed": 24084099, "text": "BAFF regulates T-cell survival by inducing osteopontin secretion in B cells in autoimmune diseases."}, {"pubmed": 24141333, "text": "Serum BAFF levels could be useful as a biomarker of multiple myeloma disease activity."}, {"pubmed": 24252051, "text": "Our results suggest that an elevated level of BAFF/APRIL drives the maturation of B cells, subsequently leading to IgA2 class switching, and possibly to the development of interstitial lung disease in patients with mixed connective tissue disease."}, {"pubmed": 24289101, "text": "Results indicate a pathogenic role of B cells and B-cell activating factor (BAFF) in fibrosis and systemic sclerosis."}, {"pubmed": 24376672, "text": "BAFF and APRIL as well as their cognate receptors (BCMA, TACI) correlate with glioma grade. (Meta-analysis)"}, {"pubmed": 24393484, "text": "overexpressed in myasthenia gravis thymus"}, {"pubmed": 24411564, "text": "that BAFF can promote T cell activation, proliferation and differentiation."}, {"pubmed": 24435807, "text": "Data suggest that lack of BAFF prevents the procurement of B-cell-dependent help necessary for the emergence of destructive diabetes."}, {"pubmed": 24462743, "text": "In patients who did not develop chronic graft-versus-host disease, there is a temporal pattern of gradually decreasing BAFF levels as B cell numbers increase after myeloablative conditioning."}, {"pubmed": 24534784, "text": "The levels of serum BAFF ligand are elevated in patients with myeloperoxidase-antineutrophil cytoplasmic antibodies-associated vasculitis."}, {"pubmed": 24602383, "text": "Our study demonstrates that BR3 is involved in the survival of cultured epithelial cells due to an autocrine effect of BAFF."}, {"pubmed": 24616478, "text": "B cells chronically exposed to high levels of BAFF were poised for rapid induction of aerobic glycolysis and metabolic reprogramming."}, {"pubmed": 24670802, "text": "This study suggests that BAFF suppresses IL-15 expression in autoimmune diseases"}, {"pubmed": 24728308, "text": "B lymphocyte stimulator (BLyS) is increased in human obesity."}, {"pubmed": 24758362, "text": "BAFF expressed by B cells may play a pathogenic role in autoimmune bullous diseases, particularly bullous pemphigoid."}, {"pubmed": 24780395, "text": "TLR4 activation increased BAFF production in mesenchymal stem cells."}, {"pubmed": 24800836, "text": "our findings demonstrate that the lymphoid microenvironment promotes survival, proliferation and progression of CLL cells via chronic activation of BCR, BAFF/APRIL and NF-kappaB activation while suppressing the immune response."}, {"pubmed": 24802131, "text": "Case Report: therapy with belimumab followed by rituximab may be effective for SS-related B-cell lymphoproliferation and overexpression of BAFF."}, {"pubmed": 24809296, "text": "Availability of BAFF determines BAFF-R and TACI expression on B cells in common variable immunodeficiency."}, {"pubmed": 24811691, "text": "BAFF levels in chronic HBV infection are elevated, correlated with clinical diseases, and could be used as a biomarker for indicating disease mechanisms, activity, and diagnosis."}, {"pubmed": 24847941, "text": "BAFF expression is not specific to pseudomonas infection and may be a feature of the cystic fibrosis airway."}, {"pubmed": 24864436, "text": "dectin-1 expression in conjunctival epithelial cells (CECs) was demonstrated, and expression of both dectin-1 and BAFF in CECs is thought to be involved in pathologic aggravation of allergic inflammatory in patients with vernal keratoconjuctivitis"}, {"pubmed": 24889407, "text": "TNFRSF13C expression is reduced on CD19(+) cells in active ITP patients. This down-regulation occurs through a post-transcriptional mechanism and could be a consequence of chronic increase of TNFSF13B."}, {"pubmed": 24906685, "text": "The strength of the antibody response to the nematode Ascaris lumbricoides inversely correlates with levels of B-Cell Activating Factor."}, {"pubmed": 24911453, "text": "The results demonstrated that BAFF has an important role in the pathogenesis of newly diagnosed childhood immune thrombocytopenia."}, {"pubmed": 24931438, "text": "Activation of human cytomegalovirus enhance the activation of BAFF expression in renal transplant recipients."}, {"pubmed": 24993857, "text": "TLR9 mRNA and protein levels in peripheral blood mononuclear cells as well as serum levels of BAFF were significantly increased and may be associated with the overexpression of serum IgA1 in patients with immunoglobulin A nephropathy."}, {"pubmed": 25002077, "text": "Our data suggest that BAFF plays an important role in the pathogenesis of chronic inflammatory demyelinating polyneuropathy and may serve as marker for IVIg treatment response."}, {"pubmed": 25033258, "text": "Irrespective of HLA Ab status, sBAFF levels progressively increased in all patients in the first posttransplant year, thereafter reaching a plateau."}, {"pubmed": 25085377, "text": "Higher serum concentrations of BAFF in acute myeloid leukemia patients predicted a shorter overall survival."}, {"pubmed": 25152030, "text": "Letter: BAFF splice variants area differential expressed, but in a comparable ratio, in healthy controls and myositis patients."}, {"pubmed": 25162001, "text": "we confirmed the prognostic significance of soluble BLyS levels with regard to TFT in CLL patients, and, more importantly, we showed for the first time that sTACI is a powerful prognostic marker, related to parameters of disease activity"}, {"pubmed": 25339679, "text": "promotes Th17 cell-mediated immunity in Helicobacter pylori-induced gastritis"}, {"pubmed": 25360821, "text": "a critical role of miR-30a-3p in the regulation of BAFF expression"}, {"pubmed": 25567522, "text": "serum levels elevated in the active phase of MPO-ANCA-associated renal vasculitis"}, {"pubmed": 25637018, "text": "HIV-1-triggered release of interferon-alpha/interferon-beta by plasmacytoid dendritic cells induces BAFF production in monocytes."}, {"pubmed": 25656062, "text": "BAFF levels are significantly lower in maternal peripheral blood in pre-eclamptic pregnancies."}, {"pubmed": 25723853, "text": "Serum BAFF levels are significantly elevated in MM patients when compared to healthy controls, and correlate inversely with overall survival."}, {"pubmed": 25759827, "text": "elevated serum levels in patients with Behcet's disease"}, {"pubmed": 25800158, "text": "A significant association was found between the BAFF -871C/T promoter polymorphism and MC, which may indicate that BAFF could be a potential therapeutic target in HCV-MC."}, {"pubmed": 25849069, "text": "Cigarette smoke may hinder early mucosal IgA responses in the lung during influenza virus infection through oxidative inhibition of BAFF, which might contribute to the increased incidence and severity of viral infections in smokers."}, {"pubmed": 25941062, "text": "BAFF and IL-17A are associated with different subphenotypes of primary Sjogren's syndrome."}, {"pubmed": 25971527, "text": "These results suggest that miR-202 functions as a modulator that can negatively regulate BAFF by inhibiting multiple myeloma tumor cell survival, growth, and adhesion in the bone marrow microenvironment."}, {"pubmed": 25989238, "text": "Elimination of B lymphocyte stimulator receptor 3 (BR-3) and TACI or BR-3 and BCMA inhibits the development of SLE in NZM mice."}, {"pubmed": 26073875, "text": "Data support the hypothesis that B-cell BAFF expression creates a self-perpetuating loop contributing to COPD progression by promoting pulmonary B-cell survival and lymphoid follicle expansion."}, {"pubmed": 26150532, "text": "the elevated presence of APRIL and BLyS in B cell-rich areas of chronically inflamed gingiva suggests that these cytokines may contribute to bone loss by promoting the survival and persistence of RANKL-expressing B cells/plasma cells."}, {"pubmed": 26198030, "text": "we consider recent observations of BAFF and its receptors in RA progression, as well as the effects of BAFF on the cell-cell interactions network. We also summarize the clinical development of BAFF antagonists for the treatment of RA"}, {"pubmed": 26214745, "text": "BAFF and BAFF-R are expressed in the thyrocytes derived from patients with either autoimmune thyroid disorders or multinodular goiter, as well in the infiltrating immune cells of Graves' disease and Hashimoto's thyroiditis"}, {"pubmed": 26243624, "text": "results indicate that analysis of serum concentrations of BAFF and APRIL potentially represents a useful tool for the assessment of AIHA disease activity and progression."}, {"pubmed": 26266827, "text": "BAFF is significantly increased in lungs of patients with COPD and is present around both immune and stromal cells within lymphoid follicles."}, {"pubmed": 26268376, "text": "SNPs rs9514828 (BAFF), rs3803800 (APRIL) and rs4985726 (TACI) may be associated with the risk of development of B-cell chronic lymphocytic leukemia in a Polish population."}, {"pubmed": 26327569, "text": "Negative expression of BAFF-R, but not of BAFF, could be an independent risk factor for progression-free survival and Overall survival in patients with diffuse large B-cell lymphoma treated with standard R-CHOP."}, {"pubmed": 26339644, "text": "Taking all the above together, BAFF is emerging as a biomarker of several malignancies and a possible hallmark of cancer cachexia"}, {"pubmed": 26359802, "text": "High BAFF was associated with non-Hodgkin's lymphoma in primary Sjogren's syndrome."}, {"pubmed": 26385220, "text": "elevated BLyS levels in patients with systemic lupus erithematosus could be used to identify patients at risk of disease flare."}, {"pubmed": 26417991, "text": "role of TLR3/BAFF axis in IgA class-switch recombination of IgA nephropathy"}, {"pubmed": 26424433, "text": "Serum BAFF was significantly higher in connective tissue disease-interstitial lung disease (CTD-ILD) patients compared to healthy subjects and chronic fibrosing interstitial pneumonia patients. BAFF was strongly expressed in CTD-ILD patient lungs."}, {"pubmed": 26461968, "text": "BAFF gene expression play an important role with transplant tolerance in patients receiving kidney transplants."}, {"pubmed": 26590315, "text": "BAFF expression is directly induced by type I interferons via IRF1 and IRF2, whereas IRF4 and IRF8 are negative regulators of BAFF expression."}, {"pubmed": 26600308, "text": "The present study addresses how blood BAFF levels are associated with the clinical course of relapsing-remitting multiple sclerosis."}, {"pubmed": 26688003, "text": "Blood and salivary-gland BAFF-driven B-cell hyperactivity is associated to rituximab inefficacy in primary Sjogren's syndrome"}, {"pubmed": 26901523, "text": "The SNP BLYS -871C>T was associated with the frequency of IgG responders to PvAMA-1 and PvMSP-119."}, {"pubmed": 26914861, "text": "expression levels of B cell-activating factor (BAFF) and B-cell maturation antigen were increased in multiple myeloma cells as compared with those in normal controls"}, {"pubmed": 26950089, "text": "Abnormal levels of BAFF/APRIL in pediatric acute lymphoblastic leukemia suggest that BAFF/APRIL are associated with the development and progression of this disease in children"}, {"pubmed": 26960399, "text": "soluble BCMA sequesters circulating BAFF, thereby preventing it from performing its signaling to stimulate normal B-cell and plasma cell development, resulting in reduced polyclonal antibody levels in multiple myeloma patients."}, {"pubmed": 26996115, "text": "Expression of BAFF mRNA was not altered in patients with relapsing remitting multiple sclerosis."}, {"pubmed": 27022194, "text": "this study provides new useful information about the increased levels of BAFF observed during HIV-1 infection and highlights the importance of macrophages as a source of BAFF"}, {"pubmed": 27031098, "text": "Serum BAFF is unexpectedly found to be decreased in serum in response to the T cell independent immunogen Pneumovax 23."}, {"pubmed": 27056038, "text": "The novel association between BAFF and inflammatory bowel disease (IBD) seems to identify that BAFF might regulate the inflammatory process in these diseases and it appears to be a potential marker of IBD."}, {"pubmed": 27100979, "text": "The BLyS level is increased in some lupus patients. There was a moderate correlation with titers of anti-DNA antibody and disease activity."}, {"pubmed": 27136204, "text": "In BAFF, rs2893321 may be a susceptible genetic variant for the development of GD and AITDs. Associations of rs2893321 with susceptibility to GD and AITDs and the correlation between rs2893321 and TAb exhibit a dimorphic pattern. Additional studies with larger sample sizes are required to confirm our findings."}, {"pubmed": 27268602, "text": "High levels of serum BAFF were associated with Multiple Myeloma."}, {"pubmed": 27383531, "text": "Elevated blood BAFF levels could be associated with a more stable disease."}, {"pubmed": 27468724, "text": "Variants in BAFF gene is associated with chronic lymphocytic leukemia."}, {"pubmed": 27561453, "text": "Blood B lymphocyte stimulator (BLyS)/BAFF levels of HIV-uninfected commercial sex workers (CSWs) were lower than those observed in both HIV-infected CSW and HIV-uninfected non-CSW groups."}, {"pubmed": 27668971, "text": "results showed that serum BAFF in nasal type, extranodal NK/T cell lymphoma patients was significantly higher than that in control group and negatively correlated with patients' survival."}, {"pubmed": 27804111, "text": "Urinary APRIL (uAPRIL) and BAFF (uBAFF) levels were raised significantly in AN."}, {"pubmed": 27888573, "text": "Post-transplant antibody mediated rejection in kidney transplantation recipients can be predicted by perioperative elevations in serum BAFF level."}, {"pubmed": 28028945, "text": "The expression levels of serum BAFF and the three receptors (TACI, BCMA and BAFF-R) in non-Hodgkin lymphoma patients were significantly higher than in healthy controls."}, {"pubmed": 28035475, "text": "Findings indicate that BAFF expression is significantly increased in chronic rhinosinusitis with nasal polyps patients and may orchestrate inflammatory load in polyp tissues by regulating T and B cell-mediated response."}, {"pubmed": 28039405, "text": "Data presented show that B-cell activating factor (BAFF) plays a central role in the induction and maintenance of cigarette smoke-induced pulmonary antinuclear antibodies and suggest a therapeutic potential for BAFF blockade in limiting autoimmune processes associated with smoking."}, {"pubmed": 28074193, "text": "In Sjogren's syndrome (SS) patients, EULAR Sjogren's syndrome disease activity index (ESSDAI) is negatively associated with serum levels of 25(OH)-D3 and positively associated with BAFF."}, {"pubmed": 28083608, "text": "BAFF levels are lower in patients with antibody-mediated kidney rejection and also in patients with concurrent humoral and cellular rejection compared with patients without rejection"}, {"pubmed": 28087387, "text": "This study indicates that orbital fibroblasts from Graves' orbitopathy can express BAFF and mediate the intraorbital survival of B cells via BAFF mechanism."}, {"pubmed": 28122293, "text": "this study shows that chicoric acid suppresses BAFF expression by inhibiting NF-kappaB activity, and chicoric acid may serve as a novel therapeutic agent to down-regulate excessive BAFF expression in autoimmune diseases"}, {"pubmed": 28249164, "text": "Inhibition of ADAM10 augments BAFF-dependent survival of primary human B cells, whereas inhibition of ADAM17 increases BAFFR expression levels"}, {"pubmed": 28259511, "text": "This study demonstrated that An Increase of Cerebrospinal Fluid B-cell Activating Factor Level in Pediatric Patients With Acute Viral Encephalitis."}, {"pubmed": 28260100, "text": "Plasma BAFF levels were positively associated with serum creatinine, proteinuria, uric acid and group A Streptococcus infection index in patients with IgA nephropathy."}, {"pubmed": 28260502, "text": "BCMA has other contributors for ligands binding except DxL motif. The affinity of BCMA for APRIL higher than for BAFF may be caused by the segment outside of the conservative DxL motif. Moreover, the exposition of new binding modes of BCMA2 interacting with APRIL may establish the foundation of designing novel drugs in the future"}, {"pubmed": 28300280, "text": "Rapamycin attenuates excessive hsBAFF-induced cell proliferation/survival via blocking mTORC1/2 signaling in normal and neoplastic B-lymphoid cells."}, {"pubmed": 28374824, "text": "Co-immunoprecipitation analysis and siRNA-mediated suppression of CREB expression indicated that phospho-CREB has a positive effect on pro-inflammatory gene expression in the crosstalk between BAFF- and TLR4-mediated signaling by forming trimeric complexes containing NF-kappaB, CBP, and CREB"}, {"pubmed": 28383556, "text": "The BAFF promoter increased in response to TNF-alpha treatment or overexpression of HIF-1alpha. However, TNF-alpha-induced BAFF expression and promoter activity decreased after treatment with the ERK inhibitor PD98059."}, {"pubmed": 28388832, "text": "study demonstrated a high prevalence of endogenous antibodies to BAFF in a multi-ethnic Asian systemic lupus erythematosus (SLE) cohort; while levels of serum BAFF correlated positively with disease activity, levels of anti-BAFF antibody were correlated negatively with levels of its target cytokine, anti-dsDNA antibody and clinical disease activity"}, {"pubmed": 28413701, "text": "During remission, serum CXCL13 and BAFF levels have not decreased to normal in neuromyelitis optica patients, and B-cell-related autoimmune response persists. Immunosuppressive therapy decreased serum BAFF levels, but did not affect CXCL13 expression."}, {"pubmed": 28441631, "text": "up-regulated expression in intractable temporal lobe epilepsy"}, {"pubmed": 28442365, "text": "BAFF-R was consistently expressed on B cells infected by HCMV. Enhancement of BAFF/BAFF-R signaling decreased the apoptosis rate and extended the survival of B cells."}, {"pubmed": 28481353, "text": "data show that BAFF levels at the time of cGvHD diagnosis are associated with non-relapse-mortality, and also are potentially useful for risk stratification."}, {"pubmed": 28573703, "text": "data revealed that the TNFSF13B/TNFRSF13C axis could have a role in B-cell precursor acute lymphoblastic leukaemia."}, {"pubmed": 28624489, "text": "genetic polymorphisms of BAFF may increase the risk of posttransplant development of donor specific antibodies in kidney allograft recipients"}, {"pubmed": 28627389, "text": "BAFF rs9514828 polymorphism may be associated with the chronic hepatitis and the combinatorial action of rs9514828 and rs12583006 may confer susceptibility to chronic HBV infection and the resolution of the infection, suggesting that host genetic factors associated with B cell mediated immune responses are involved in chronic HBV infection."}, {"pubmed": 28833566, "text": "analysis of expression of BLyS and its receptors in skin lesions of different subtypes of cutaneous lupus erythematosus"}, {"pubmed": 28834574, "text": "Among the BAFF receptors in a cohort of rheumatoid arthritis (RA) patients, the AA have shown, by fluorescence activated cell sorter (FACS) analysis of median fluorescence intensity (MFI), that transmembrane activator and calcium-modulating cyclophilin ligand interactor (TACI) and B cell maturation antigen (BCMA) do not change"}, {"pubmed": 28838991, "text": "our study throws light on the crosstalk between BAFF and BCR signaling pathways in neoplastic B cells, and provides insights into the mechanistic effects of SYK inhibitors in CLL."}, {"pubmed": 28844943, "text": "BAFF has a role in inducing IL35 production by regulatory B cells in lupus"}, {"pubmed": 28847534, "text": "The results suggest that increased levels of BAFF and APRIL produced in the central nervous system may influence the development of anti-neutrophil cytoplasmic antibody-hypertrophic pachymeningitis."}, {"pubmed": 28848067, "text": "Inhibition of B cell plasmablast differentiation by reduction of Aiolos and Ikaros may have utility in the treatment of systemic lupus erythematosus , where elevated levels of BAFF and Aiolos may prime CD27(+) memory and double negative memory-like B cells to become Ab-producing plasmablasts in the presence of BAFF and proinflammatory cytokines."}, {"pubmed": 28849060, "text": "The results of the present study revealed a correlation between BAFF and the PI3K/Akt/mTOR signaling pathway, and it is hypothesized that they are involved in the pathogenesis of lupus nephritis"}, {"pubmed": 28867309, "text": "P\\pre-sensitized patients had significantly higher BAFF levels before transplantation and suffered significantly more often from early steroid-resistant, mainly antibody-mediated rejections"}, {"pubmed": 28921509, "text": "this study shows that BAFF augments IgA2 and IL-10 production by TLR7/8 stimulated total peripheral blood B cells"}, {"pubmed": 28992184, "text": "High BAFF expression is associated with systemic lupus erythematosus."}, {"pubmed": 29087261, "text": "Expression patterns of BAFF and its receptors differ according to lupus nephritis class."}, {"pubmed": 29277566, "text": "elevated pretransplant serum BAFF levels negatively affect renal allograft survival and represent a risk factor for allosensitization and subsequent antibody-mediated rejection"}, {"pubmed": 29314720, "text": "APRIL plasma levels were transiently increased during acute P. vivax and P. falciparum infections whereas BAFF levels were only increased during acute P. falciparum malaria. Although P. vivax and P. falciparum malaria patients have similar cytokine profiles during infection, in P. vivax acute phase malaria, APRIL but not BAFF levels correlated positively with IL-1, IL-2, IL-4, IL-6, and IL-13 levels."}, {"pubmed": 29378215, "text": "Studies show that nuclear factor kappa B (NF-kappaB) signaling pathways mediated by B cell activating factor (BAFF) involve in B cell survival [Review]."}, {"pubmed": 29516280, "text": "Serum BAFF levels are elevated in idiopathic inflammatory myositis, more so in children."}, {"pubmed": 29572442, "text": "BAFF loop region controls B cell survival and regulates recognition by different inhibitors"}, {"pubmed": 29572471, "text": "analysis of how BAFF is neutralized by belimumab gives insight into treatment of systemic lupus erythematosus"}, {"pubmed": 29802242, "text": "Study uncovers a previously unrecognized regulation of BAFF by testosterone and raises important questions about BAFF in testosterone-mediated protection against autoimmunity. Among healthy men, serum BAFF levels are higher in men with low testosterone."}, {"pubmed": 29807524, "text": "Higher BLyS levels identify neuroendocrine tumor patients with a more severe disease, characterized by progression despite treatment."}, {"pubmed": 29844438, "text": "The results obtained confirm the known association of TNFSF13B BAFF-var with Systemic Lupus Erythematosus and, for the first time, demonstrate that this variant contributes to susceptibility to Rheumatoid Arthritis."}, {"pubmed": 29845274, "text": "Increased BAFF expression is associated with B cell class switching in patients with tuberculous pleural effusion."}, {"pubmed": 29859654, "text": "high BAFF serum levels in the upper 4th quartile as well as BAFF genetic variants increase susceptibility for both lupus and lupus related subclinical atherosclerosis"}, {"pubmed": 29884307, "text": "To produce specific IgG through BAFF, APRIL and other independent complimentary signaling pathways."}, {"pubmed": 29936689, "text": "This study demonstrated that in sarcoidosis, the BAFF levels in both the serum and bronchoalveolar lavage fluid were positively correlated with the disease activity markers and disease severity"}, {"pubmed": 30244168, "text": "BAFF promotes B-cell proliferation and survival by inhibiting autophagy.  BAFF inhibits autophagy by activating Ca2+-CaMKII-dependent Akt/mTOR signaling pathway in B cells."}, {"pubmed": 30270699, "text": "The increase in BAFF, IL-6, and IL-8 in induced sputum suggests a specific ongoing inflammatory disease process in the airways in primary Sjogren's syndrome patients."}, {"pubmed": 30272251, "text": "An autoimmunity-causing BAFF polymorphism prevents NF90-mediated recruitment of microRNAs to suppress BAFF translation, raising the levels of disease-associated BAFF."}, {"pubmed": 30281845, "text": "demonstrated, for the first time, a significant association of the BAFF polymorphism rs4000607 with Graves' disease in a UK cohort."}, {"pubmed": 30301439, "text": "Urinary BAFF was detectable in a small but a significant proportion of systemic lupus erythematosus (SLE) patients but not in other groups tested, and was higher in SLE patients with active renal disease."}, {"pubmed": 30467093, "text": "To evaluate the expression of the cytokines BAFF and APRIL and their association with the receptors BAFF-R and TACI on CD3+ T cells."}, {"pubmed": 30524439, "text": "data show that belimumab can inhibit membrane-bound BAFF, and that BAFF in U937 cells is processed by furin."}, {"pubmed": 30586461, "text": "TNFSF13B single nucleotide polymorphism rs374039502, which colocalizes with the genetic variant previously implicated in autoimmunity, does not contribute to the genetic network underlying giant cell arteritis and systemic sclerosis."}, {"pubmed": 30635946, "text": "Data show that APRIL mediates an anti-inflammatory response from astrocytes in multiple sclerosis lesions. This protective activity is not shared with BAFF."}, {"pubmed": 30747361, "text": "In conclusion, the TNFSF13B gene polymorphisms were not found to be associated with systemic lupus erythematosus (SLE) susceptibility in Mexican mestizos. Nevertheless, rs9514828C>T polymorphism seems to increase TNFSF13B gene expression. High BAFF expression is related to active disease, renal and hematological involvement; therefore, it could be considered as follow-up biomarker in SLE patients."}, {"pubmed": 30921706, "text": "BAFF promotes the expression of BAFF receptor (BAFF-R)."}, {"pubmed": 31020912, "text": "B Cell-Activating Factor Is Associated with Testosterone and Smoking Status in Non-Ambulatory Men with Chronic Spinal Cord Injury."}, {"pubmed": 31156628, "text": "B-Cell Activating Factor Predicts Acute Rejection Risk in Kidney Transplant Recipients: A 6-Month Follow-Up Study."}, {"pubmed": 31173604, "text": "Low genital levels of BLyS/BAFF observed in HIV highly-exposed seronegative (HESN) commercial sex workers may allow for controlled first-line responses, contributing to natural immunity to HIV."}, {"pubmed": 31513833, "text": "There was a positive correlation between NEAT1 and BAFF with the IFN signature in SLE patients."}, {"pubmed": 31615554, "text": "These results highlight an important role of APRIL and BAFF in the pathophysiology of CNS lymphoma."}, {"pubmed": 31666013, "text": "Genetic variations of rs2893321 in BAFF might be associated with susceptibility to MG in the Chinese Han population"}, {"pubmed": 31752784, "text": "Susceptibility of BAFF-var allele carriers to severe SLE with occurrence of lupus nephritis."}, {"pubmed": 31974601, "text": "BAFF is involved in the pathogenesis of IgA nephropathy by activating the TRAF6/NFkappaB signaling pathway in glomerular mesangial cells."}, {"pubmed": 32036585, "text": "Cerebrospinal fluid biomarkers implicated in the pathogenesis of anti-neutrophil cytoplasmic antibody-related hypertrophic pachymeningitis."}, {"pubmed": 32123265, "text": "The activation of BAFF/APRIL system in spleen and lymph nodes of Plasmodium falciparum infected patients."}, {"pubmed": 32157911, "text": "Abnormal expression of BAFF and its receptors in peripheral blood and skin lesions from systemic lupus erythematosus patients."}, {"pubmed": 32160903, "text": "The effects of BAFF on T lymphocytes in chronic obstructive pulmonary disease."}, {"pubmed": 32506205, "text": "Expression of BAFF and BAFF receptors in primary Sjogren's syndrome patients with ectopic germinal center-like structures."}, {"pubmed": 32763489, "text": "Alternative splicing of the TNFSF13B (BAFF) pre-mRNA and expression of the BAFFX1 isoform in human immune cells."}, {"pubmed": 32783382, "text": "Effects of BAFF Neutralization on Atherosclerosis Associated With Systemic Lupus Erythematosus."}, {"pubmed": 32937648, "text": "B cell-activating factor (BAFF) in children with inflammatory bowel disease."}, {"pubmed": 33004801, "text": "BAFF-driven NLRP3 inflammasome activation in B cells."}, {"pubmed": 33123155, "text": "Evolutionarily Selected Overexpression of the Cytokine BAFF Enhances Mucosal Immune Response Against P. falciparum."}, {"pubmed": 33177622, "text": "The role of soluble mediators in the clinical course of EBV infection and B cell homeostasis after kidney transplantation."}, {"pubmed": 33189404, "text": "BVVL/ FL: features caused by SLC52A3 mutations; WDFY4 and TNFSF13B may be novel causative genes."}, {"pubmed": 33241414, "text": "Circulating plasmablasts and high level of BAFF are hallmarks of minimal change nephrotic syndrome in adults."}, {"pubmed": 33245890, "text": "BST-2/Tetherin is involved in BAFF-enhanced proliferation and survival via canonical NF-kappaB signaling in neoplastic B-lymphoid cells."}, {"pubmed": 33339749, "text": "B-cell activating factor (BAFF) expression is associated with Crohn's disease and can serve as a potential prognostic indicator of disease response to Infliximab treatment."}, {"pubmed": 33465125, "text": "A longitudinal study of plasma BAFF levels in mothers and their infants in Uganda, and correlations with subsets of B cells."}, {"pubmed": 33483588, "text": "BAFF, involved in B cell activation through the NF-kappaB pathway, is related to disease activity and bone destruction in rheumatoid arthritis."}, {"pubmed": 33542721, "text": "Plasma TNFSF13B and TNFSF14 Function as Inflammatory Indicators of Severe Adenovirus Pneumonia in Pediatric Patients."}, {"pubmed": 33552090, "text": "B Cell-Activating Factor Promotes B Cell Survival in Ectopic Lymphoid Tissues in Nasal Polyps."}, {"pubmed": 33651716, "text": "B cell-activating factor modulates the factor VIII immune response in hemophilia A."}, {"pubmed": 33665679, "text": "Exploring the role of BAFF as biomarker in the detection of uveal melanoma metastases."}, {"pubmed": 33748289, "text": "Investigating the Role of BAFF and Its Receptors in Renal Transplant Recipients with Chronic Antibody-Mediated Rejection."}, {"pubmed": 33926416, "text": "Altered expression profile of BAFF receptors on peripheral blood B lymphocytes in Graves' disease."}, {"pubmed": 34075170, "text": "BAFF, APRIL and BAFFR on the pathogenesis of Immunoglobulin-A vasculitis."}, {"pubmed": 34128158, "text": "BAFF signaling drives interstitial transformation of mouse renal tubular epithelial cells in a Pin1-dependent manner."}, {"pubmed": 34174517, "text": "BAFF signaling in B cell metabolism."}, {"pubmed": 34281218, "text": "B Cell Adhesion to Fibroblast-Like Synoviocytes Is Up-Regulated by Tumor Necrosis Factor-Alpha via Expression of Human Vascular Cell Adhesion Molecule-1 Mediated by B Cell-Activating Factor."}, {"pubmed": 34303157, "text": "Keeping up with the stress of antibody production: BAFF and APRIL maintain memory plasma cells."}, {"pubmed": 34338918, "text": "Lower BAFF Levels in Myasthenic Patients Treated with Glucocorticoids."}, {"pubmed": 34352467, "text": "BAFF signaling in health and disease."}, {"pubmed": 34396626, "text": "High B-cell activating factor levels in multi-transfused thalassemia patients."}, {"pubmed": 34503766, "text": "Editorial overview: BAFF family ligands and receptors - a license to live."}, {"pubmed": 34509440, "text": "B Cell-Activating Factor Antagonism Attenuates the Growth of Experimental Abdominal Aortic Aneurysm."}, {"pubmed": 34724826, "text": "Hepatitis C Virus-Induced Exosomal MicroRNAs and Toll-Like Receptor 7 Polymorphism Regulate B-Cell Activating Factor."}, {"pubmed": 34725405, "text": "Possible interplay between estrogen and the BAFF may modify thyroid activity in Graves' disease."}, {"pubmed": 34742229, "text": "Osteopontin and malaria: no direct effect on parasite growth, but correlation with P. falciparum-specific B cells and BAFF in a malaria endemic area."}, {"pubmed": 34810198, "text": "BAFF Attenuates Immunosuppressive Monocytes in the Melanoma Tumor Microenvironment."}, {"pubmed": 34908244, "text": "Increased gene expression of B cell-activating factor of tumor necrosis factor family, in remitting antineutrophil cytoplasmic antibody-associated vasculitis patients."}, {"pubmed": 35008009, "text": "Circulating BAFF as novel biomarker in distinguishing chronic rhinosinusitis with nasal polyps endotypes and predicting postoperative recurrence."}, {"pubmed": 35017485, "text": "A BAFF ligand-based CAR-T cell targeting three receptors and multiple B cell cancers."}, {"pubmed": 35230474, "text": "Increased vitreous levels of B cell activation factor (BAFF) and soluble interleukin-6 receptor in patients with macular edema due to uveitis related to Behcet's disease and sarcoidosis."}, {"pubmed": 35249405, "text": "The relationship between serum A proliferation-inducing ligand and B-cell activating factor levels with disease activity and organ involvement in systemic lupus erythematosus."}, {"pubmed": 35316553, "text": "BAFF rs9514828 gene polymorphism and the risk of the development of inhibitors in children with severe haemophilia A."}, {"pubmed": 35371038, "text": "Genetic Variants of the BAFF Gene and Risk of Fatigue Among Patients With Primary Sjogren's Syndrome."}, {"pubmed": 35411715, "text": "Analysis of TNFSF13B polymorphisms and BAFF expression in rheumatoid arthritis and primary Sjogren's syndrome patients."}, {"pubmed": 35460540, "text": "B-cell activating factor (BAFF), BAFF promoter and BAFF receptor allelic variants in hepatitis C virus related Cryoglobulinemic Vasculitis and Non-Hodgkin's Lymphoma."}, {"pubmed": 35493478, "text": "Serum Soluble B Cell-Activating Factor Is a Non-Invasive Biomarker of Antibody-Mediated Rejection in Kidney Allograft With Satisfactory Risk Stratification Performance But Negligible Diagnostic Value."}, {"pubmed": 35580639, "text": "B-cell activating factor and A proliferation-inducing ligand in relation to intima-media thickness as biomarkers of premature atherosclerosis in systemic lupus erythematosus patients."}, {"pubmed": 35689637, "text": "Subclinical atherosclerosis profiles in rheumatoid arthritis and primary Sjogren's syndrome: the impact of BAFF genetic variations."}, {"pubmed": 35780200, "text": "Protein and functional isoform levels and genetic variants of the BAFF and APRIL pathway components in systemic lupus erythematosus."}, {"pubmed": 35820532, "text": "APRIL and BAFF play a key role in differentiating vitreoretinal lymphoma from uveitis."}, {"pubmed": 36047579, "text": "Expression of B-cell activating factor in pediatric patients with immune thrombocytopenia: a single institutional series and review of literature."}, {"pubmed": 36094336, "text": "SLE stratification based on BAFF and IFN-I bioactivity for biologics and implications of BAFF produced by glomeruli in lupus nephritis."}, {"pubmed": 36098792, "text": "B cell-activating factor is involved in thrombocytopenia in patients with liver cirrhosis."}, {"pubmed": 36481267, "text": "Neutrophilic granulocyte-derived B-cell activating factor supports B cells in skin lesions in hidradenitis suppurativa."}, {"pubmed": 36508294, "text": "TNFSF13B rs9514828 gene polymorphism and soluble B cell activating factor levels: Association with apical periodontitis."}, {"pubmed": 36645607, "text": "BAFF Promotes FLS Activation Through BAFFR-Mediated Non-canonical NF-kappaB Pathway and the Effects of CP-25."}, {"pubmed": 36722235, "text": "Dysregulation of Gene Expressions in Multiple Sclerosis: TNFSF13B and Other Candidate Genes."}, {"pubmed": 37083495, "text": "Pleiotropic effects of BAFF on the senescence-associated secretome and growth arrest."}, {"pubmed": 37148776, "text": "Cerebrospinal fluid B-cell activating factor levels as a novel biomarker in patients with neurosarcoidosis."}, {"pubmed": 37338768, "text": "B-Cell-Activating Factor Contributes to Elevation of the Content of Regulatory B Cells in Neonatal Sepsis."}, {"pubmed": 37572436, "text": "Serum B-cell activating factor is not a potential biomarker for disease activity in chronic inflammatory demyelinating polyneuropathy."}, {"pubmed": 37995946, "text": "B-cell activating factor gene variants in multiple sclerosis: Possible associations with disease susceptibility among females."}, {"pubmed": 38088123, "text": "Human gingival fibroblasts are a source of B cell-activating factor during periodontal inflammation."}, {"pubmed": 38156381, "text": "Associations between TNFSF13B polymorphisms and primary Sjogren's syndrome susceptibility in primary Sjogren's syndrome patients: A meta-analysis."}, {"pubmed": 38329469, "text": "Correlation Between B-Cell Activating Factor of the Tumor Necrosis Factor Family Level in Serum and Immune Inflammation in Patients with Neuropsychiatric Systemic Lupus Erythematosus and its Clinical Value."}, {"pubmed": 38469292, "text": "An unappreciated cell survival-independent role for BAFF initiating chronic lymphocytic leukemia."}, {"pubmed": 38557386, "text": "[Research advances on B-cell activating factor and its targeted agents in inflammatory bowel disease]."}, {"pubmed": 38600356, "text": "An IL-1beta-driven neutrophil-stromal cell axis fosters a BAFF-rich protumor microenvironment in individuals with multiple myeloma."}], "genomic_pos": {"chr": "13", "end": 108308484, "ensemblgene": "ENSG00000102524", "start": 108251240, "strand": 1}, "genomic_pos_hg19": {"chr": "13", "end": 108960832, "start": 108903588, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001782", "qualifier": "involved_in", "term": "B cell homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002333", "qualifier": "involved_in", "term": "transitional one stage B cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002467", "qualifier": "involved_in", "term": "germinal center formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002636", "qualifier": "involved_in", "term": "positive regulation of germinal center formation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10908663, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030890", "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030890", "pubmed": 17499850, "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030890", "pubmed": 10359578, "qualifier": "involved_in", "term": "positive regulation of B cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031295", "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031296", "qualifier": "involved_in", "term": "B cell costimulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033209", "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042098", "qualifier": "involved_in", "term": "T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042100", "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043588", "qualifier": "involved_in", "term": "skin development"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19828625, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 12867412, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 19828625, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 10908663, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005164", "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10801128, 10880535, 10956646, 30833792], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048018", "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[7955, 561268], [8364, 101731546], [9031, 374229], [9544, 693917], [9598, 467323], [9606, 10673], [9615, 485545], [9913, 504507], [10090, 24099], [10116, 498666]], "id": 48443}, "interpro": [{"desc": "Tumour necrosis factor domain", "id": "IPR006052", "short_desc": "TNF_dom"}, {"desc": "Tumour necrosis factor-like domain superfamily", "id": "IPR008983", "short_desc": "Tumour_necrosis_fac-like_dom"}], "ipi": ["IPI00031802", "IPI00923520", "IPI01010535"], "map_location": "13q33.3", "name": "TNF superfamily member 13b", "other_names": ["ApoL related ligand TALL-1", "B-cell-activating factor", "B-lymphocyte stimulator", "Delta4 BAFF", "TNF and ApoL-related leukocyte expressed ligand 1", "TNF homolog that activates apoptosis", "delta BAFF", "dendritic cell-derived TNF-like molecule", "epididymis secretory sperm binding protein", "tumor necrosis factor (ligand) superfamily, member 13b", "tumor necrosis factor (ligand) superfamily, member 20", "tumor necrosis factor ligand 7A", "tumor necrosis factor ligand superfamily member 13B", "tumor necrosis factor superfamily member 13b", "tumor necrosis factor-like protein ZTNF4"], "pantherdb": {"HGNC": "11929", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1344376", "ortholog_type": "LDO", "panther_family": "PTHR15151", "taxid": 10090, "uniprot_kb": "Q9WU72"}, {"RGD": "1561519", "ortholog_type": "LDO", "panther_family": "PTHR15151", "taxid": 10116, "uniprot_kb": "A0A096MJG3"}, {"Ensembl": "ENSGALG00000016852", "ortholog_type": "LDO", "panther_family": "PTHR15151", "taxid": 9031, "uniprot_kb": "Q8JHJ4"}, {"Ensembl": "ENSGALG00000052140", "ortholog_type": "O", "panther_family": "PTHR15151", "taxid": 9031, "uniprot_kb": "A0A3Q2TUG5"}, {"Ensembl": "ENSGALG00000049342", "ortholog_type": "O", "panther_family": "PTHR15151", "taxid": 9031, "uniprot_kb": "A0A3Q2UDP5"}, {"ZFIN": "ZDB-GENE-120508-6", "ortholog_type": "O", "panther_family": "PTHR15151", "taxid": 7955, "uniprot_kb": "F1QSF7"}, {"ZFIN": "ZDB-GENE-080204-44", "ortholog_type": "LDO", "panther_family": "PTHR15151", "taxid": 7955, "uniprot_kb": "F1QUA2"}, {"FlyBase": "FBgn0033483", "ortholog_type": "O", "panther_family": "PTHR15151", "taxid": 7227, "uniprot_kb": "Q8MUJ1"}], "uniprot_kb": "Q9Y275"}, "pathway": {"biocarta": {"id": "tall1pathway", "name": "yaci and bcma stimulation of b cell immune responses"}, "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}, {"id": "R-HSA-5676594", "name": "TNF receptor superfamily (TNFSF) members mediating non-canonical NF-kB pathway"}], "wikipathways": {"id": "WP2431", "name": "Spinal Cord Injury"}}, "pdb": ["1JH5", "1KD7", "1KXG", "1OQD", "1OQE", "1OSG", "3V56", "4V46", "4ZCH", "5Y9J", "6FXN"], "pfam": "PF00229", "pharmgkb": "PA434", "pharos": {"target_id": 17046, "tdl": "Tclin"}, "prosite": "PS50049", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261787", "relationship": "is"}, {"id": "GNF261788", "relationship": "is"}, {"id": "GNF261789", "relationship": "is"}, {"id": "GNF261790", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF045963", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091889", "relationship": "is"}, {"id": "GNF091890", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055253", "relationship": "is"}, {"id": "GNF074183", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067045", "relationship": "is"}, {"id": "GNF067046", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014746", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF335558", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF107049", "relationship": "is"}, {"id": "GNF146695", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_029524.1"], "protein": ["NP_001139117.1", "NP_006564.1", "XP_047286011.1", "XP_054230009.1"], "rna": ["NM_001145645.2", "NM_006573.5", "XM_047430055.1", "XM_054374034.1"], "translation": [{"protein": "NP_001139117.1", "rna": "NM_001145645.2"}, {"protein": "XP_047286011.1", "rna": "XM_047430055.1"}, {"protein": "XP_054230009.1", "rna": "XM_054374034.1"}, {"protein": "NP_006564.1", "rna": "NM_006573.5"}]}, "reporter": {"HG-U133_Plus_2": ["223501_at", "223502_s_at"], "HTA-2_0": "TC13000383.hg.1", "HuEx-1_0": "3500787", "HuGene-1_1": "7969986", "HuGene-2_1": "16776339"}, "retired": 89794, "summary": "The protein encoded by this gene is a cytokine that belongs to the tumor necrosis factor (TNF) ligand family. This cytokine is a ligand for receptors TNFRSF13B/TACI, TNFRSF17/BCMA, and TNFRSF13C/BAFFR. This cytokine is expressed in B cell lineage cells, and acts as a potent B cell activator. It has been also shown to play an important role in the proliferation and differentiation of B cells. Alternatively spliced transcript variants encoding distinct isoforms have been identified. [provided by RefSeq, Mar 2011].", "symbol": "TNFSF13B", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420816"}, "unigene": "Hs.525157", "uniprot": {"Swiss-Prot": "Q9Y275", "TrEMBL": "A0A0U5J7Q1"}, "wikipedia": {"url_stub": "B-cell activating factor"}}