{"AllianceGenome": "11943", "HGNC": "11943", "MIM": "191040", "_id": "7134", "_version": 2, "accession": {"genomic": ["AC006208.3", "CH471055.1", "CP068275.2", "GU324920.1", "M37984.1", "NC_000003.12", "NC_060927.1", "NG_008963.1", "NG_033112.2"], "protein": ["AAA36772.1", "AAB91994.1", "AAH30244.1", "ADL14491.1", "BAG36483.1", "CAA30736.1", "CAG46663.1", "CAG46683.1", "EAW65226.1", "EAW65227.1", "NP_003271.1", "P63316.1"], "rna": ["AF020769.1", "AJ574625.1", "AK313743.1", "BC030244.1", "CR541865.1", "CR541885.1", "NM_003280.3", "X07897.1"], "translation": [{"protein": "CAG46683.1", "rna": "CR541885.1"}, {"protein": "BAG36483.1", "rna": "AK313743.1"}, {"protein": "CAG46663.1", "rna": "CR541865.1"}, {"protein": "NP_003271.1", "rna": "NM_003280.3"}, {"protein": "AAB91994.1", "rna": "AF020769.1"}, {"protein": "AAH30244.1", "rna": "BC030244.1"}, {"protein": "CAA30736.1", "rna": "X07897.1"}]}, "alias": ["CMD1Z", "CMH13", "TN-C", "TNC", "TNNC"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "no known disease relationship", "classification_date": "2019-09-13T16:00:00.000Z", "disease_label": "arrhythmogenic right ventricular cardiomyopathy", "gcep": "Arrhythmogenic Right Ventricular Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0016587", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_bea34b8c-4260-4dce-bcb3-69be7eb1aa21-2019-09-13T160000.000Z", "sop": "SOP7"}, {"classification": "definitive", "classification_date": "2020-10-09T16:00:00.000Z", "disease_label": "dilated cardiomyopathy", "gcep": "Dilated Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005021", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_6ad71467-74c0-4a7c-932d-c5ca5747e59e-2020-10-09T160000.000Z", "sop": "SOP7"}, {"classification": "definitive", "classification_date": "2023-09-13T16:00:00.000Z", "disease_label": "hypertrophic cardiomyopathy", "gcep": "Hereditary Cardiovascular Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005045", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_5d832673-8acb-4a02-ae34-35e0d9981b70-2023-09-13T160000.000Z", "sop": "SOP9"}]}, "ensembl": {"gene": "ENSG00000114854", "protein": ["ENSP00000232975", "ENSP00000420596"], "transcript": ["ENST00000232975", "ENST00000461086", "ENST00000496590"], "translation": [{"protein": "ENSP00000232975", "rna": "ENST00000232975"}, {"protein": "ENSP00000420596", "rna": "ENST00000496590"}], "type_of_gene": "protein_coding"}, "entrezgene": "7134", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.8952511989, "exp_mis": 67.3016226157, "exp_syn": 37.32536106, "lof_z": 1.99716296542601, "mis_z": 2.22398290867334, "mu_lof": 3.48531706598e-07, "mu_mis": 5.89535907479e-06, "mu_syn": 3.17475354282e-06, "n_lof": 1.0, "n_mis": 30.0, "n_syn": 39.0, "p_li": 0.510486367884133, "p_null": 0.0182364882117977, "p_rec": 0.471277143904069, "syn_z": -0.169929559059257}, "bp": 486, "cds_end": 52488031, "cds_start": 52485290, "n_exons": 6, "nonpsych": {"exp_lof": 5.22457412398, "exp_mis": 60.8032676173, "exp_syn": 33.671859614, "lof_z": 1.81513712932635, "mis_z": 2.0571688678532, "mu_lof": 3.48531706598e-07, "mu_mis": 5.89535907479e-06, "mu_syn": 3.17475354282e-06, "n_lof": 1.0, "n_mis": 29.0, "n_syn": 37.0, "p_li": 0.477664056059747, "p_null": 0.0275461172352253, "p_rec": 0.494789826705027, "syn_z": -0.361103372836993}, "nontcga": {"exp_lof": 5.41279235163, "exp_mis": 61.9066584002, "exp_syn": 34.3284979094, "lof_z": 1.87104427790785, "mis_z": 2.08365090676386, "mu_lof": 3.48531706598e-07, "mu_mis": 5.89535907479e-06, "mu_syn": 3.17475354282e-06, "n_lof": 1.0, "n_mis": 29.0, "n_syn": 37.0, "p_li": 0.473554631722675, "p_null": 0.0237258109617556, "p_rec": 0.50271955731557, "syn_z": -0.28870218142882}, "transcript": "ENST00000232975.3"}, "exons": [{"cdsend": 52454015, "cdsstart": 52451274, "chr": "3", "position": [[52451099, 52451306], [52451390, 52451527], [52451743, 52451858], [52452105, 52452252], [52452482, 52452513], [52453991, 52454041]], "strand": -1, "transcript": "NM_003280", "txend": 52454041, "txstart": 52451099}], "exons_hg19": [{"cdsend": 52488031, "cdsstart": 52485290, "chr": "3", "position": [[52485115, 52485322], [52485406, 52485543], [52485759, 52485874], [52486121, 52486268], [52486498, 52486529], [52488007, 52488057]], "strand": -1, "transcript": "NM_003280", "txend": 52488057, "txstart": 52485115}], "generif": [{"pubmed": 12732641, "text": "Structure and dynamics of the C-domain of human cardiac troponin C in complex with the inhibitory region of human cardiac troponin I."}, {"pubmed": 15147183, "text": "Data suggest that activation of cardiac myofilaments is tightly coupled to the open state of the N-domain of cardiac troponin C, and that pathological effects of phosphorylation are influenced by mutations in cardiac troponin I."}, {"pubmed": 15524171, "text": "CTnI mutations mainly alter myocardial performance via changes in the Ca2+ -sensitivity of force development and in some cases alter the muscle relaxation kinetics. Review."}, {"pubmed": 15628883, "text": "C helix moves away from the D helix in a distinct Ca(2+)-dependent manner, while the B helix does not."}, {"pubmed": 15808858, "text": "Results describe the in situ structure of human cardiac troponin C."}, {"pubmed": 16157639, "text": "The crystal structure of troponin suggests that the Ca2+-binding to the regulatory TnC site displaces the N-terminal portion of TnI from actin/tropomyosin, thereby altering mobility/flexibility of the troponin/tropomyosin strand on the actin filament."}, {"pubmed": 16157641, "text": "Spin dipole-dipole interaction showed that in reconstituted muscle fibers both skeletal and cardiac TnC undergo Ca2+-induced structural change that is thought to be TnIreg movement."}, {"pubmed": 16302972, "text": "Results imply a hindered transduction of the protein kinase A phosphorylation signal from cardiac troponin I to troponin C."}, {"pubmed": 17021793, "text": "the mutation Gly159Asp causes a significant decrease in the rate of force production and a change in the relationship between the rate of force production and generated force in muscle"}, {"pubmed": 17446435, "text": "in the presence of phosphorylated cTnI, cTnC-G159D specifically blunted phosphorylation induced decrease in Ca(2+)-sensitive tension development without altering cross-bridge cycling in cardiac myofilament"}, {"pubmed": 17693547, "text": "Suggest that TnC Ca(2+) binding properties modulate the rate of cardiac muscle contraction at submaximal levels of Ca(2+) activation."}, {"pubmed": 17977476, "text": "A novel mutation in the cardiac Troponin C gene has been identified recently in a family with dilated cardiomyopathy."}, {"pubmed": 18032382, "text": "A troponin T mutation that causes infantile restrictive cardiomyopathy increases Ca2+ sensitivity of force development and impairs the inhibitory properties of troponin"}, {"pubmed": 18042489, "text": "Modulation of cardiac troponin C function by the cardiac-specific N-terminus of troponin I: influence of PKA phosphorylation and involvement in cardiomyopathies."}, {"pubmed": 18063575, "text": "kinetic analysis of cardiac troponin C mutants linked to familial hypertrophic and dilated cardiomyopathy in troponin complexes"}, {"pubmed": 18092822, "text": "These results suggest that the perturbations of the N-domain caused by the Trp mutation disturb the interaction between TnC and TnI, which in turn diminishes the activity in fibers."}, {"pubmed": 18572189, "text": "A hypertrophic cardiomyopathy susceptibility gene."}, {"pubmed": 18803402, "text": "development of dilated cardiomyopathy results from the poor anchoring of cTnI to cCTnC, with the resulting increase in the level of acto-myosin inhibition in agreement with physiological data"}, {"pubmed": 18820258, "text": "the desensitization of myofilaments from G159D-CTnC is expected to weaken the contractile force of the myocardium, whereas the lack of myofilament changes from L29Q-CTnC may preserve diastolic and systolic function."}, {"pubmed": 19439414, "text": "analysis of troponin C mutations related to hypertrophic cardiomyopathy"}, {"pubmed": 19492165, "text": "plasma levels are associated with degree of vascular obstruction in patients with pulmonary embolism"}, {"pubmed": 19542563, "text": "(-)-Epigallocatechin gallate forms a ternary complex with the C-terminal domain of troponin C and the anchoring region of troponin I."}, {"pubmed": 19808376, "text": "Functional analysis of a unique troponin c mutation, GLY159ASP, that causes familial dilated cardiomyopathy, studied in explanted heart muscle."}, {"pubmed": 19920153, "text": "cardiac troponin switches between alternative sets of intramolecular interactions, similar to previous intermediate resolution x-ray data of skeletal muscle troponin"}, {"pubmed": 20031618, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20128626, "text": "The intrinsic properties of TnC and its interactions with other contractile proteins play a crucial role in modulating the binding of calcium to TnC in increasingly complex biochemical systems."}, {"pubmed": 20215591, "text": "Four private protein-altering variants were identified in troponin C type 1 in 4 probands."}, {"pubmed": 20215591, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20371872, "text": "the dilated cardiomyopathy troponin C mutation lowers contractile force by reducing strong myosin-actin binding"}, {"pubmed": 20378771, "text": "After acute myocardial infarction, cTnI is present in serum as the ternary cTnT-cTnI-TnC (TIC) complex and binary cTnI-TnC (IC) complex."}, {"pubmed": 20459070, "text": "Calcium binding properties of the carboxy terminal-domain sites might be important for the proper regulatory function of cardiac troponin C."}, {"pubmed": 20566645, "text": "A region in cTnC associated with increased Ca(2+) sensitivity in skinned fibers was identified, an the F27W reporter mutation affected Ca(2+) sensitivity, maximal force, and ATPase activation of some mutants."}, {"pubmed": 20889975, "text": "analysis of order and disorder in troponin C, T and I"}, {"pubmed": 21056975, "text": "strong cross-bridges potentiate the Ca(2+)-sensitizing effect of hypertrophic cardiomyopathy-cTnC mutants on the myofilament"}, {"pubmed": 21832052, "text": "Functional characterization of TNNC1 rare variants identified in dilated cardiomyopathy."}, {"pubmed": 22329450, "text": "The study examines TNC for its ability of binding Ca2+ and furthermore determines the molecular contributions to Ca2+ binding kinetics."}, {"pubmed": 22489623, "text": "Cardiomyopathy-linked TnC mutations affect the response of reconstituted thin filaments to calcium upon cardiac troponin (Tn)I phosphorylation."}, {"pubmed": 22511780, "text": "Rationally engineered TnC constructs corrected the abnormal Ca(2+) sensitivities of the thin filament, reconstituted actomyosin ATPase activity"}, {"pubmed": 22591429, "text": "The L48Q mutation enhanced binding of both Ca(2+) and troponin I to cardiac troponin C."}, {"pubmed": 22675533, "text": "The disease-related protein modifications alter Ca(2+) binding by influencing both the association and dissociation rates of thin filament Ca(2+) exchange."}, {"pubmed": 22815480, "text": "a novel mutation in the TNNC1 gene is associated with HCM pathogenesis and may predispose to the pathogenesis of a fatal arrhythmogenic subtype of HCM"}, {"pubmed": 23066014, "text": "Significance of troponin dynamics for Ca2+-mediated regulation of contraction and inherited cardiomyopathy."}, {"pubmed": 23111626, "text": "calcium binding to the regulatory site of human cardiac troponin C"}, {"pubmed": 23554884, "text": "Calcium induced regulation of skeletal troponin--computational insights from molecular dynamics simulations."}, {"pubmed": 23633581, "text": "The structure of cardiac troponin C regulatory domain with bound Cd2+ reveals a closed conformation and unique ion coordination."}, {"pubmed": 24490734, "text": "Toponin I, T, and C play crucial roles in muscle activity, connecting changes in intracellular Ca2+ concentration with generation of contraction. [review]"}, {"pubmed": 24650606, "text": "Central helix point mutations decreased affinity of Ca2+ saturated cardiac TNC for TnI128-180."}, {"pubmed": 24744096, "text": "in vitro characterisation of six cardiac Troponin C mutations causing hypertrophic and dilated cardiomyopathies (Review)"}, {"pubmed": 25101951, "text": "The conformational dynamics of N-terminal lobe of TnC plays an important role in the regulation of cardiac muscle contraction."}, {"pubmed": 25246568, "text": "Data indicate that domain positioning impacts the effective concentration of cardiac isoform of troponin I (cTnI) presented to cardiac troponin C (cTnC)."}, {"pubmed": 25277212, "text": "FAK/CREB/TNNC1 has a role in mediating the effect of stromal MFAP5 on ovarian cancer metastatic potential"}, {"pubmed": 25996354, "text": "Data suggest that mutation A162H in switch region of troponin I induces transitory curved conformation and promotes contraction of troponin I bound to regulatory domain of troponin C; this is countered by residue E164 to ensure proper relaxation."}, {"pubmed": 26111167, "text": "Troponin C (TnC) and the N-terminal helix of Troponin I (TnI N-helix), which occurs in vivo during muscle contraction."}, {"pubmed": 26232335, "text": "Mutations in cTnC have been associated with hypertrophic or dilated cardiomyopathy.[review]"}, {"pubmed": 26304555, "text": "conclusive evidence that TNNC1 is an uncommon but definitive HCM-susceptibility gene"}, {"pubmed": 26341255, "text": "We used nuclear magnetic resonance and circular dichroism to solve the structure and characterize the backbone dynamics and stability of the regulatory domain of cTnC with the L29Q mutation."}, {"pubmed": 26976709, "text": "contractility is constantly above normal in hearts made hypertrophic by TnC with the A8V mutation"}, {"pubmed": 27133568, "text": "Molecular effects of cardiac troponin C mutations present in hypertrophic cardiomyopathy on calcium sensitivity and myofilament activation have been reported."}, {"pubmed": 27604170, "text": "Our results (i) confirm that genetic backgrounds of hypertrophic cardiomyopathy and restrictive cardiomyopathy overlap and (ii) indicate that TNNC1 is a likely novel gene for autosomal recessive restrictive cardiomyopathy."}, {"pubmed": 27713166, "text": "Study shows that over-expression of MFAP5 and TNNC1 is correlated with cervical lymph node metastasis (CLNM), metastasis relapse-free survival and overall survival. These results propose that MFAP5 and TNNC1 may be potential markers for predicting occult cervical lymphatic metastasis and prognosis of oral tongue carcinoma."}, {"pubmed": 28087371, "text": "There was no difference in the test characteristics of the HEART Pathway whether using cTnI or hs-cTnI, with both achieving 100% sensitivity and NPV. Use of hs-cTnT with the HEART Pathway was associated with one missed major adverse cardiac events."}, {"pubmed": 28530094, "text": "Data suggest that mutations in troponin C (TnC) found in patients with hypertrophic cardiomyopathy (A8V, C84Y, and D145E) stabilize the active state of regulated actin (the actin-tropomyosin-troponin complex) to various extents; at a saturating Ca2+ concentration, all TnC mutants investigated increase the level of active M state compared to the wild type."}, {"pubmed": 28533433, "text": "Data suggest that modulation of structural dynamics far from the regulatory Ca2+-binding site is the underlying molecular mechanism for many TNNC1 mutations in patients with hypertrophic cardiomyopathies or familial hypertrophic cardiomyopathies; many mutations affect balance between open and closed conformations; troponin I switch peptide [TnI(SW)] switch peptide binds to TNNC1 and stabilizes the open TNNC1 conformation."}, {"pubmed": 30620548, "text": "the presence of structural changes in the whole cTnC protein molecule in response to the presence of the L29Q HCM mutation and also Ca2+ binding"}, {"pubmed": 32638704, "text": "Characterization of TNNC1 as a Novel Tumor Suppressor of Lung Adenocarcinoma."}, {"pubmed": 32946432, "text": "TNNC1 Reduced Gemcitabine Sensitivity of Nonsmall-Cell Lung Cancer by Increasing Autophagy."}, {"pubmed": 33242510, "text": "Interpretation of elevated high-sensitivity cardiac troponin I in elite soccer players previously infected by severe acute respiratory syndrome coronavirus 2."}, {"pubmed": 33548225, "text": "Binding of calcium and magnesium to human cardiac troponin C."}, {"pubmed": 33592378, "text": "TNNC1 knockout reverses metastatic potential of ovarian cancer cells by inactivating epithelial-mesenchymal transition and suppressing F-actin polymerization."}, {"pubmed": 33901537, "text": "Dilated Cardiomyopathy Mutations and Phosphorylation disrupt the Active Orientation of Cardiac Troponin C."}, {"pubmed": 34502534, "text": "De Novo Missense Mutations in TNNC1 and TNNI3 Causing Severe Infantile Cardiomyopathy Affect Myofilament Structure and Function and Are Modulated by Troponin Targeting Agents."}, {"pubmed": 34797443, "text": "Troponin C-1 Activated by E2F1 Accelerates Gastric Cancer Progression via Regulating TGF-beta/Smad Signaling."}, {"pubmed": 38871035, "text": "Troponin C gene mutations on cardiac muscle cell and skeletal Regulation: A comprehensive review."}], "genomic_pos": {"chr": "3", "end": 52454041, "ensemblgene": "ENSG00000114854", "start": 52451100, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 52488086, "start": 52485118, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002086", "qualifier": "involved_in", "term": "diaphragm contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0003009", "qualifier": "involved_in", "term": "skeletal muscle contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006937", "pubmed": 18092822, "qualifier": "involved_in", "term": "regulation of muscle contraction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006937", "pubmed": 2250022, "qualifier": "involved_in", "term": "regulation of muscle contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010038", "qualifier": "involved_in", "term": "response to metal ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014883", "qualifier": "involved_in", "term": "transition between fast and slow fiber"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032972", "qualifier": "involved_in", "term": "regulation of muscle filament sliding speed"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043462", "qualifier": "involved_in", "term": "regulation of ATP-dependent activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0055010", "pubmed": 15542288, "qualifier": "involved_in", "term": "ventricular cardiac muscle tissue morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060048", "qualifier": "involved_in", "term": "cardiac muscle contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060048", "pubmed": 25771144, "qualifier": "involved_in", "term": "cardiac muscle contraction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060048", "pubmed": 15542288, "qualifier": "involved_in", "term": "cardiac muscle contraction"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005861", "pubmed": [10850966, 12093807], "qualifier": "part_of", "term": "troponin complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:1990584", "qualifier": "part_of", "term": "cardiac Troponin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990584", "pubmed": 25771144, "qualifier": "part_of", "term": "cardiac Troponin complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": [12840750, 18092822], "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10806205, 21988832, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031013", "qualifier": "enables", "term": "troponin I binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031013", "pubmed": 18092822, "qualifier": "enables", "term": "troponin I binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031013", "pubmed": [7957210, 11735257, 15542288], "qualifier": "enables", "term": "troponin I binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031014", "pubmed": [8205619, 15542288], "qualifier": "enables", "term": "troponin T binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 18092822, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048306", "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048306", "pubmed": 7957210, "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051015", "qualifier": "enables", "term": "actin filament binding"}]}, "homologene": {"genes": [[7955, 353247], [8364, 447990], [9031, 396032], [9544, 697047], [9598, 746369], [9606, 7134], [9615, 476595], [9913, 509486], [10090, 21924], [10116, 290561]], "id": 55728}, "interpro": [{"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}], "ipi": ["IPI00470359", "IPI00792280"], "map_location": "3p21.1", "name": "troponin C1, slow skeletal and cardiac type", "other_names": ["cardiac troponin C", "slow twitch skeletal/cardiac muscle troponin C", "troponin C type 1 (slow)", "troponin C, slow skeletal and cardiac muscles"], "pantherdb": {"HGNC": "11943", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98779", "ortholog_type": "LDO", "panther_family": "PTHR23064", "taxid": 10090, "uniprot_kb": "P19123"}, {"RGD": "1309921", "ortholog_type": "LDO", "panther_family": "PTHR23064", "taxid": 10116, "uniprot_kb": "Q4PP99"}, {"Ensembl": "ENSGALG00000001459", "ortholog_type": "LDO", "panther_family": "PTHR23064", "taxid": 9031, "uniprot_kb": "P09860"}, {"ZFIN": "ZDB-GENE-030523-1", "ortholog_type": "O", "panther_family": "PTHR23064", "taxid": 7955, "uniprot_kb": "Q800V7"}, {"ZFIN": "ZDB-GENE-040625-62", "ortholog_type": "LDO", "panther_family": "PTHR23064", "taxid": 7955, "uniprot_kb": "Q6IQ64"}, {"WormBase": "WBGene00019285", "ortholog_type": "O", "panther_family": "PTHR23064", "taxid": 6239, "uniprot_kb": "H2KY97"}, {"WormBase": "WBGene00016801", "ortholog_type": "LDO", "panther_family": "PTHR23064", "taxid": 6239, "uniprot_kb": "P34368"}], "uniprot_kb": "P63316"}, "pathway": {"kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04260", "name": "Cardiac muscle contraction - Homo sapiens (human)"}, {"id": "hsa04261", "name": "Adrenergic signaling in cardiomyocytes - Homo sapiens (human)"}, {"id": "hsa05410", "name": "Hypertrophic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05414", "name": "Dilated cardiomyopathy - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-390522", "name": "Striated Muscle Contraction"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}], "smpdb": [{"id": "SMP00296", "name": "Acebutolol Action Pathway"}, {"id": "SMP00297", "name": "Alprenolol Action Pathway"}, {"id": "SMP00298", "name": "Atenolol Action Pathway"}, {"id": "SMP00299", "name": "Betaxolol Action Pathway"}, {"id": "SMP00300", "name": "Bisoprolol Action Pathway"}, {"id": "SMP00301", "name": "Esmolol Action Pathway"}, {"id": "SMP00302", "name": "Metoprolol Action Pathway"}, {"id": "SMP00303", "name": "Nadolol Action Pathway"}, {"id": "SMP00304", "name": "Oxprenolol Action Pathway"}, {"id": "SMP00305", "name": "Penbutolol Action Pathway"}, {"id": "SMP00306", "name": "Pindolol Action Pathway"}, {"id": "SMP00307", "name": "Propranolol Action Pathway"}, {"id": "SMP00323", "name": "Quinidine Action Pathway"}, {"id": "SMP00324", "name": "Procainamide (Antiarrhythmic) Action Pathway"}, {"id": "SMP00325", "name": "Disopyramide Action Pathway"}, {"id": "SMP00326", "name": "Fosphenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00327", "name": "Phenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00328", "name": "Lidocaine (Antiarrhythmic) Action Pathway"}, {"id": "SMP00329", "name": "Mexiletine Action Pathway"}, {"id": "SMP00330", "name": "Tocainide Action Pathway"}, {"id": "SMP00331", "name": "Flecainide Action Pathway"}, {"id": "SMP00332", "name": "Ibutilide Action Pathway"}, {"id": "SMP00359", "name": "Diltiazem Action Pathway"}, {"id": "SMP00366", "name": "Nebivolol Action Pathway"}, {"id": "SMP00367", "name": "Carvedilol Action Pathway"}, {"id": "SMP00368", "name": "Labetalol Action Pathway"}, {"id": "SMP00375", "name": "Verapamil Action Pathway"}, {"id": "SMP00376", "name": "Amlodipine Action Pathway"}, {"id": "SMP00377", "name": "Felodipine Action Pathway"}, {"id": "SMP00378", "name": "Isradipine Action Pathway"}, {"id": "SMP00379", "name": "Nifedipine Action Pathway"}, {"id": "SMP00380", "name": "Nimodipine Action Pathway"}, {"id": "SMP00381", "name": "Nisoldipine Action Pathway"}, {"id": "SMP00382", "name": "Nitrendipine Action Pathway"}, {"id": "SMP00588", "name": "Muscle/Heart Contraction"}, {"id": "SMP00657", "name": "Bopindolol Action Pathway"}, {"id": "SMP00658", "name": "Carteolol Action Pathway"}, {"id": "SMP00659", "name": "Timolol Action Pathway"}, {"id": "SMP00660", "name": "Sotalol Action Pathway"}, {"id": "SMP00661", "name": "Epinephrine Action Pathway"}, {"id": "SMP00662", "name": "Dobutamine Action Pathway"}, {"id": "SMP00663", "name": "Isoprenaline Action Pathway"}, {"id": "SMP00664", "name": "Arbutamine Action Pathway"}, {"id": "SMP00665", "name": "Amiodarone Action Pathway"}, {"id": "SMP00666", "name": "Levobunolol Action Pathway"}, {"id": "SMP00667", "name": "Metipranolol Action Pathway"}, {"id": "SMP00668", "name": "Bevantolol Action Pathway"}, {"id": "SMP00669", "name": "Practolol Action Pathway"}, {"id": "SMP00670", "name": "Bupranolol Action Pathway"}], "wikipathways": [{"id": "WP3301", "name": "MFAP5-mediated ovarian cancer cell motility and invasiveness"}, {"id": "WP383", "name": "Striated Muscle Contraction Pathway"}]}, "pdb": ["1AP4", "1IH0", "1J1D", "1J1E", "1LXF", "1MXL", "1OZS", "1SPY", "1WRK", "1WRL", "2JT0", "2JT3", "2JT8", "2JTZ", "2JXL", "2KDH", "2KFX", "2KGB", "2KRD", "2L1R", "2L98", "2MKP", "2MLE", "2MLF", "2MZP", "2N79", "2N7L", "3RV5", "3SD6", "3SWB", "4GJE", "4GJF", "4GJG", "4Y99", "5VLN", "5W88", "5WCL", "6KN7", "6KN8", "6MV3", "7JGI", "7SC2", "7SC3", "7SUP", "7SVC", "7SWG", "7SWI", "7SXC", "7SXD", "7UH9", "7UHA", "7UTI", "7UTL", "8FMM", "8FMN", "8FMO", "8FMP", "8FMQ", "8FMR", "8FMS", "8FMT"], "pfam": ["PF13499", "PF13833"], "pharmgkb": "PA36632", "pharos": {"target_id": 3934, "tdl": "Tclin"}, "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168611", "relationship": "is"}, {"id": "GNF179517", "relationship": "is"}, {"id": "GNF190423", "relationship": "is"}, {"id": "GNF201329", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156901", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036046", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF014760", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238348", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104616", "relationship": "is"}, {"id": "GNF144264", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_008963.1", "NG_033112.2"], "protein": "NP_003271.1", "rna": "NM_003280.3", "translation": {"protein": "NP_003271.1", "rna": "NM_003280.3"}}, "reporter": {"HG-U133_Plus_2": "209904_at", "HG-U95Av2": "39085_at", "HTA-2_0": "TC03001455.hg.1", "HuEx-1_0": "2676167", "HuGene-1_1": "8087925", "HuGene-2_1": "16954817"}, "summary": "Troponin is a central regulatory protein of striated muscle contraction, and together with tropomyosin, is located on the actin filament. Troponin consists of 3 subunits: TnI, which is the inhibitor of actomyosin ATPase; TnT, which contains the binding site for tropomyosin; and TnC, the protein encoded by this gene. The binding of calcium to TnC abolishes the inhibitory action of TnI, thus allowing the interaction of actin with myosin, the hydrolysis of ATP, and the generation of tension. Mutations in this gene are associated with cardiomyopathy dilated type 1Z. [provided by RefSeq, Oct 2008].", "symbol": "TNNC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420822"}, "unigene": "Hs.118845", "uniprot": {"Swiss-Prot": "P63316", "TrEMBL": ["C9JDI3", "Q6FH91"]}, "wikipedia": {"url_stub": "Troponin C type 1"}}