{"AllianceGenome": "11947", "HGNC": "11947", "MIM": "191044", "_id": "7137", "_version": 1, "accession": {"genomic": ["AC010327.8", "CP068259.2", "DQ303406.1", "EU091317.1", "EU091318.1", "EU091319.1", "EU106578.1", "EU106579.1", "EU117377.1", "EU117378.1", "EU117379.1", "EU117380.1", "EU117381.1", "GU324921.1", "KF459707.1", "KU508452.1", "MZ687033.1", "NC_000019.10", "NC_060943.1", "NG_007866.2", "X90780.1"], "protein": ["AAA16157.1", "AAH96165.1", "AAH96166.1", "AAH96167.1", "AAH99631.1", "AAV38324.1", "ABC46406.1", "ABV44804.1", "ABV44805.1", "ABV44806.1", "ABV48787.1", "ABV48788.1", "ABX82506.1", "ABX82507.1", "ABX82508.1", "ABX82509.1", "ABX82510.1", "ACH92818.1", "ADL14492.1", "ANR02598.1", "BAD97171.1", "CAA38102.1", "CAA62301.1", "CAG46782.1", "CAG46809.1", "NP_000354.4", "P19429.3", "UXX63049.1"], "rna": ["AK223451.1", "BC096165.1", "BC096166.1", "BC096167.3", "BC099631.3", "BT019517.1", "CR541985.1", "CR542012.1", "EU747720.1", "M64247.1", "NM_000363.5", "X54163.1"], "translation": [{"protein": "AAH96165.1", "rna": "BC096165.1"}, {"protein": "CAG46782.1", "rna": "CR541985.1"}, {"protein": "NP_000354.4", "rna": "NM_000363.5"}, {"protein": "AAA16157.1", "rna": "M64247.1"}, {"protein": "BAD97171.1", "rna": "AK223451.1"}, {"protein": "CAA38102.1", "rna": "X54163.1"}, {"protein": "CAG46809.1", "rna": "CR542012.1"}, {"protein": "AAV38324.1", "rna": "BT019517.1"}, {"protein": "ACH92818.1", "rna": "EU747720.1"}, {"protein": "AAH96166.1", "rna": "BC096166.1"}, {"protein": "AAH96167.1", "rna": "BC096167.3"}, {"protein": "AAH99631.1", "rna": "BC099631.3"}]}, "alias": ["CMD1FF", "CMD2A", "CMH7", "RCM1", "TNNC1", "cTnI"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "moderate", "classification_date": "2020-10-09T16:00:00.000Z", "disease_label": "dilated cardiomyopathy", "gcep": "Dilated Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005021", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_668087ea-0d2f-42c2-a291-f73400d34023-2020-10-09T160000.000Z", "sop": "SOP7"}, {"classification": "no known disease relationship", "classification_date": "2019-07-16T16:00:00.000Z", "disease_label": "arrhythmogenic right ventricular cardiomyopathy", "gcep": "Arrhythmogenic Right Ventricular Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0016587", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_21c990ca-e407-4a21-a3e2-237700a75d43-2019-07-16T160000.000Z", "sop": "SOP7"}, {"classification": "definitive", "classification_date": "2017-09-05T16:00:00.000Z", "disease_label": "hypertrophic cardiomyopathy", "gcep": "Hypertrophic Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005045", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_4a7e6901-d478-44c4-bd03-2c344029d4bb-2017-09-05T160000.000Z", "sop": "SOP7"}]}, "ensembl": {"gene": "ENSG00000129991", "protein": ["ENSP00000341838", "ENSP00000465258", "ENSP00000466729", "ENSP00000499482", "ENSP00000519516", "ENSP00000519517", "ENSP00000519518", "ENSP00000519519", "ENSP00000519520"], "transcript": ["ENST00000344887", "ENST00000585806", "ENST00000586446", "ENST00000586669", "ENST00000586858", "ENST00000587176", "ENST00000588882", "ENST00000589864", "ENST00000590463", "ENST00000665070", "ENST00000714235", "ENST00000714236", "ENST00000714237", "ENST00000714238", "ENST00000714239", "ENST00000714240"], "translation": [{"protein": "ENSP00000519516", "rna": "ENST00000714236"}, {"protein": "ENSP00000519517", "rna": "ENST00000714237"}, {"protein": "ENSP00000519518", "rna": "ENST00000714238"}, {"protein": "ENSP00000341838", "rna": "ENST00000344887"}, {"protein": "ENSP00000519519", "rna": "ENST00000714239"}, {"protein": "ENSP00000519520", "rna": "ENST00000714240"}, {"protein": "ENSP00000466729", "rna": "ENST00000588882"}, {"protein": "ENSP00000465258", "rna": "ENST00000586858"}, {"protein": "ENSP00000499482", "rna": "ENST00000665070"}], "type_of_gene": "protein_coding"}, "entrezgene": "7137", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.3403403689, "exp_mis": 95.4716580433, "exp_syn": 40.8109584659, "lof_z": 2.26119740269999, "mis_z": 1.87578127385647, "mu_lof": 7.80831231599e-07, "mu_mis": 9.55274346969e-06, "mu_syn": 4.01734831483e-06, "n_lof": 3.0, "n_mis": 58.0, "n_syn": 43.0, "p_li": 0.171895313040915, "p_null": 0.0135137506146117, "p_rec": 0.814590936344473, "syn_z": -0.212429470420187}, "bp": 633, "cds_end": 55668957, "cds_start": 55663201, "n_exons": 8, "nonpsych": {"exp_lof": 9.22137705982, "exp_mis": 86.2734370248, "exp_syn": 36.8002262019, "lof_z": 2.01205847735395, "mis_z": 1.80684485576755, "mu_lof": 7.80831231599e-07, "mu_mis": 9.55274346969e-06, "mu_syn": 4.01734831483e-06, "n_lof": 3.0, "n_mis": 53.0, "n_syn": 40.0, "p_li": 0.133713689729263, "p_null": 0.0255287464977847, "p_rec": 0.840757563772952, "syn_z": -0.332090894287784}, "nontcga": {"exp_lof": 9.49969822669, "exp_mis": 87.8205164653, "exp_syn": 37.5326675076, "lof_z": 2.0802692552639, "mis_z": 2.27647942465431, "mu_lof": 7.80831231599e-07, "mu_mis": 9.55274346969e-06, "mu_syn": 4.01734831483e-06, "n_lof": 3.0, "n_mis": 45.0, "n_syn": 37.0, "p_li": 0.135442290922725, "p_null": 0.0206953380482214, "p_rec": 0.843862371029053, "syn_z": 0.0550523439155355}, "transcript": "ENST00000344887.5"}, "exons": [{"cdsend": 55157589, "cdsstart": 55151833, "chr": "19", "position": [[55151767, 55151917], [55154029, 55154206], [55154740, 55154830], [55156200, 55156332], [55156602, 55156644], [55157049, 55157134], [55157567, 55157575], [55157575, 55157732]], "strand": -1, "transcript": "NM_000363", "txend": 55157732, "txstart": 55151767}], "exons_hg19": [{"cdsend": 55668957, "cdsstart": 55663201, "chr": "19", "position": [[55663135, 55663285], [55665397, 55665574], [55666108, 55666198], [55667568, 55667700], [55667970, 55668012], [55668417, 55668502], [55668935, 55668943], [55668943, 55669100]], "strand": -1, "transcript": "NM_000363", "txend": 55669100, "txstart": 55663135}], "generif": [{"pubmed": 11596911, "text": "review of current knowledge of cTnI and its relationship with unstable angina and non-ischemic cardiac damage."}, {"pubmed": 11735257, "text": "TROPONIN I mutations in familial hypertrophic cardiomyopathy affect the regulatory processes involving TROPONIN I and increased the Ca(2+) sensitivity of cardiac muscle contraction"}, {"pubmed": 11801593, "text": "Functional analysis of a troponin I (R145G) mutation associated with familial hypertrophic cardiomyopathy"}, {"pubmed": 11853553, "text": "Two mutations in troponin I that cause hypertrophic cardiomyopathy have contrasting effects on cardiac muscle contractility"}, {"pubmed": 11904166, "text": "Bisphosphorylated cTnI arm does not interact with cTnC, but with cTnT and/or cTnI."}, {"pubmed": 12044157, "text": "Perturbations of Thr142 phosphorylation and mutation Arg145Gly of the inhibitory region of cardiac troponin I (cIp) have an adverse effect on the binding of cIp to the Ca2+-saturated C-domain of cardiac troponin C."}, {"pubmed": 12151382, "text": "single mutation corrects acid pH sensitivity of Ca2+-regulated actomyosin S1 ATPase"}, {"pubmed": 12270775, "text": "Cardiac troponin-I is not abnormally expressed in skeletal muscle of patients with ESRD (end stage renal disease)"}, {"pubmed": 12383268, "text": "the binding of the inhibitory region of troponin I to F-actin produces a conformational change in the actin monomer with the result that interaction at different locations of F-actin is impeded."}, {"pubmed": 12525172, "text": "Several independent lines of evidence reveal that TNNI3 interacts with the carboxyl terminal domain (D682-V968) of polycystin 2."}, {"pubmed": 12721663, "text": "interacts specifically with TNNI3K"}, {"pubmed": 12732641, "text": "Structure and dynamics of the C-domain of human cardiac troponin C in complex with the inhibitory region of human cardiac troponin I."}, {"pubmed": 12826210, "text": "Plasma levels may be reliable markers of heart transplantation outcomes."}, {"pubmed": 12840750, "text": "crystal structure of two kinds of core domain of human cardiac troponin in the Ca2+-saturated form; one at 2.6 A resolution and the other at 3.3 A resolution"}, {"pubmed": 12967628, "text": "A mutant TNNC1 (recombinant protein)interacted with levosimendan and cardiac troponin I peptides."}, {"pubmed": 14551240, "text": "cTnI proteolysis may contribute to the pathophysiology of myocardial stunning by altering the Ca2+-sensing and chemomechanical properties of the myofilaments"}, {"pubmed": 14575308, "text": "Calpain-dependent degradation of troponin I mutants was found in familial hypertrophic cardiomyopathy."}, {"pubmed": 14596793, "text": "Phosphorylation of mutant cardiac troponin I is linked to familial hypertrophic cardiomyopathy."}, {"pubmed": 14661957, "text": "Modification of cardiac troponin I (cTnI) can have a pronounced effect on the binding affinity of cTnI for cardiac troponin C, which may correlate with altered cTnI myofilament function and cardiac muscle contraction under pathophysiological conditions."}, {"pubmed": 15049709, "text": "The unphosphorylated N-terminal extension of cardiac troponin I binds to the N-terminal domain of troponin C via residues immediately terminal to the phosphorylation sites S22 and S23. Bisphosphorylation greatly weakens this binding interaction."}, {"pubmed": 15070570, "text": "a novel TNNI3 mutation in a family with recessive disease. Functional studies showed impairment of troponin interactions that could lead to diminished myocardial contractility. TNNI3 is the first recessive gene identified for this condition."}, {"pubmed": 15134451, "text": "Results confirm that the phosphorylation switch of cardiac troponin (Tn) I binds to troponin C via an extended interaction site spanning residues arginine-19 to alanine-34."}, {"pubmed": 15147183, "text": "Data suggest that activation of cardiac myofilaments is tightly coupled to the open state of the N-domain of cardiac troponin C, and that pathological effects of phosphorylation are influenced by mutations in cardiac troponin I."}, {"pubmed": 15257080, "text": "cardiac troponin I may have a role in shock and progression to organ failure leading to mortality"}, {"pubmed": 15350489, "text": "Can be used as a valid marker of acute myocardial injury in patients on maintenance dialysis."}, {"pubmed": 15604421, "text": "NT-proBNP, cTnT, or cTnI do not have roles in acute ischemic stroke when other risk factors are considered"}, {"pubmed": 15607392, "text": "The clinical expression of cardiac troponin I mutations was very heterogeneous and varied both within and between families with no apparent mutation- or gene-specific disease pattern."}, {"pubmed": 15698845, "text": "Gene mutations in cardiac troponin I occur in Australian families with hypertrophic cardiomyopathy with a prevalence higher than previously reported and may be associated with a clinically more malignant course"}, {"pubmed": 15718266, "text": "Impairment in the regulatory function of cardiac troponin TnI by the mutation Arg145Gly leads to modulations in crossbridge kinetics that significantly alter the dynamics of myofibrillar contraction and relaxation."}, {"pubmed": 15867176, "text": "An inhibitory domain mutation,cTnI(146Gly), was modeled; cTnI(146Gly) expression led to a leftward shift in the force-pCa2+ curves with cardiomyocyte disarray, fibrosis, and altered connexin43 organization."}, {"pubmed": 15961398, "text": "Data show that mutations in human cardiac troponin I that are associated with restrictive cardiomyopathy affect basal ATPase activity and the calcium sensitivity of force development."}, {"pubmed": 16157639, "text": "The crystal structure of troponin suggests that the Ca2+-binding to the regulatory TnC site displaces the N-terminal portion of TnI from actin/tropomyosin, thereby altering mobility/flexibility of the troponin/tropomyosin strand on the actin filament."}, {"pubmed": 16199542, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16288990, "text": "both hypertrophic cardiomyopathy and restrictive cardiomyopathy involving cardiac troponin I mutations share a common feature of increased Ca2+ sensitivity of cardiac myofilament"}, {"pubmed": 16302972, "text": "Results imply a hindered transduction of the protein kinase A phosphorylation signal from cardiac troponin I to troponin C."}, {"pubmed": 16338248, "text": "Cardiac troponin I increases after exercise in athletes."}, {"pubmed": 16516408, "text": "The yeast cotransformation and GST fusion protein assay demonstrated the interaction between this new DSCR1L2 variant and the human cardiac troponin I."}, {"pubmed": 16754800, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16765375, "text": "beta1-adrenergic receptors are upregulated and troponin I is dephosphorylated in end-stage heart failure patients supported by ventricular assist devices"}, {"pubmed": 16887211, "text": "IgG antibodies to TpnI are increased in a significant number of patients with both idiopathic dilated and ischemic cardiomyopathy, yet it appears that these autoantibodies cannot bind heart muscle cells or influence [Ca2+]i transients"}, {"pubmed": 17101185, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17101185, "text": "spectrum of mutations in cardiac hypertrophy patients"}, {"pubmed": 17140583, "text": "Mutations of cardiac troponin I that exhibit increased Ca2+ sensitivity could affect the Ca2+ transient and mechanical response of a myocyte during a single cardiac cycle."}, {"pubmed": 17303066, "text": "The regulatory N-terminal domain of cardiac TnI is a dominant factor for the incompatibility in bacterial cells, supporting its role in modulating the overall molecular conformation."}, {"pubmed": 17574519, "text": "Persistent platelet reactivity was not associated with increased risk of CK-MB and cTnI elevations in low-to-intermediate risk percutaneous coronary intervention patients."}, {"pubmed": 17587709, "text": "Persistently increased serum concentrations of cardiac troponin (cTn) in patients with acutely decompensated heart failure are predictive of adverse outcomes."}, {"pubmed": 17594788, "text": "Elevated serum cardiac troponin I concentrations is associated with diabetic ketoacidosis"}, {"pubmed": 17710247, "text": "Results indicate no differences in cardiac troponin-I levels between the appropriate-for-gestational-age and Intrauterine growth restriction groups."}, {"pubmed": 18032382, "text": "A troponin T mutation that causes infantile restrictive cardiomyopathy increases Ca2+ sensitivity of force development and impairs the inhibitory properties of troponin"}, {"pubmed": 18042489, "text": "Modulation of cardiac troponin C function by the cardiac-specific N-terminus of troponin I: influence of PKA phosphorylation and involvement in cardiomyopathies."}, {"pubmed": 18042776, "text": "Postoperative cardiac troponin I levels were not significantly different in coronary artery bypass grafting using single/double clamp technique."}, {"pubmed": 18064406, "text": "Postmortem cardiac troponin-I levels predict intramyocardial damage at autopsy."}, {"pubmed": 18092822, "text": "These results suggest that the perturbations of the N-domain caused by the Trp mutation disturb the interaction between TnC and TnI, which in turn diminishes the activity in fibers."}, {"pubmed": 18094010, "text": "in haemodynamically stable patients with acute pulmonary embolism, cardiac troponin I was not an independent predictor of 30-day all-cause mortality, although it did predict fatal pulmonary embolism."}, {"pubmed": 18175163, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 18175163, "text": "the TNNI3 Pro82Ser alteration is likely a disease-modifying mutation in a severely affected individual, and, furthermore, carriers of this alteration (3% of African Americans) might be at increased risk of late-onset cardiac hypertrophy."}, {"pubmed": 18381864, "text": "At 8 hours postoperatively, cardiac troponin I led to an earlier diagnosis of perioperative myocardial infarction in coronary artery bypass patients."}, {"pubmed": 18403758, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18430738, "text": "addressed the functional consequences of the human cardiac troponin I (hcTnI) hypertrophic cardiomyopathy R145G mutation in transgenic mice"}, {"pubmed": 18445579, "text": "Top down MS of cTnI provides unique opportunities for unraveling its molecular complexity and for quantification of phosphorylated positional isomers."}, {"pubmed": 18513529, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18569954, "text": "cTnI elevation after PCI predicts adverse outcome after one year in patients with acute coronary syndromes, but not in patients with stable angine pectoris."}, {"pubmed": 18571749, "text": "Acute myocardial infarction (AMI) is identified significantly earlier by heart-type fatty acid-binding protein (H-FABP) than by cTnI in patients presenting to the Emergency Department suspected of AMI."}, {"pubmed": 18682663, "text": "Patients with infective endocarditis and increased cardiac troponin I levels have a higher incidence of in-hospital mortality or valve replacement than those with normal cardiac troponin I levels"}, {"pubmed": 18760145, "text": "Persistent cTnI elevation occurs frequently late after acute coronary syndrome."}, {"pubmed": 18810980, "text": "Cardiac involvement of major thalassemia and evaluation of serum troponin I in these patients is reported."}, {"pubmed": 18835219, "text": "troponin I (TnI) and high sensitivity C-reactive protein (hsCRP)blood levels were unchanged by exercise in trained athletes"}, {"pubmed": 18976355, "text": "In total, 88% (15/18) of children with septic shock had elevated TnI levels compared with 25% (5/20) with sepsis and 6.7% (1/15) with hypovolaemic shock (p < 0.001)."}, {"pubmed": 18986304, "text": "Mst1 is a novel mediator of cTnI phosphorylation in the heart and may contribute to the modulation of myofilament function under a variety of physiological and pathophysiological conditions"}, {"pubmed": 19003742, "text": "Patients with lower limb ischemia often have elevated troponin I without a primary cardiac source."}, {"pubmed": 19008306, "text": "there is a high incidence of post-operative troponin I rises in older patients undergoing emergency orthopaedic surgery with 1-year mortality and cardiac events being significantly increased in these patients"}, {"pubmed": 19016149, "text": "Left ventricular mass index was significantly higher in patients with positive baseline cTnI than in those patients with negative cTnT."}, {"pubmed": 19035361, "text": "TNNI3 mutation was found invloved in hypertrophic cardiomyopathy."}, {"pubmed": 19090253, "text": "cardiac Troponin I has a role in acute myocardial infarct in hemodialysis patients"}, {"pubmed": 19145004, "text": "Elevated cTnI levels were significantly associated with short- and long-term mortality in ESRD patients with sepsis."}, {"pubmed": 19149795, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19150014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19221927, "text": "Cardiac troponin I is associated with a risk of premature cardiovascular death."}, {"pubmed": 19293840, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19299763, "text": "Suggest that measurement of preoperative BNP and postoperative troponin I concentrations provides additive prognostic information for cardiovascular events and mortality after major vascular surgery."}, {"pubmed": 19321456, "text": "These data provide novel evidence identifying interactions of the hcTnI-N terminus with specific intra- and intermolecular sites."}, {"pubmed": 19372185, "text": "results demonstrate that interleukin-33 and troponin I assays can be multiplexed and retain the necessary precision, reproducibility, and sensitivity to be applied to new candidate biomarkers for verification of low-abundance proteins in blood"}, {"pubmed": 19387251, "text": "The combination of elevated CRP and cTnI increased the risk of adverse cardiac events after sirolimus-eluting stent implantation."}, {"pubmed": 19426736, "text": "under acidic conditions PKC phosphorylation of cTnI residues at S43/S45 and at T144 is likely to have differential, but significant effects in depressing the ability of both Ca(2+) and rigor crossbridges to activate force generation"}, {"pubmed": 19455094, "text": "Postoperative cardiac troponin I is an independent predictor of in-hospital death after coronary artery bypass grafting."}, {"pubmed": 19463339, "text": "Assessing TnI72h after primary PCI is a simple, effective method to estimate infarct size, LVEF, and potentially useful for risk stratification."}, {"pubmed": 19523464, "text": "The Dimension Vista cTnI, CK-MB, MYO, NTproBNP, and hsCRP methods demonstrate acceptable performance characteristics for use as an aid in the diagnosis and risk assessment of patients presenting with suspected acute coronary syndromes."}, {"pubmed": 19568166, "text": "Simultaneous measurement of cardiac troponin I with those of B-type natriuretic peptide and C-reactive protein improves the risk assessment of long-term adverse cardiac outcome after cardiac surgery."}, {"pubmed": 19571537, "text": "Degradation products of troponin I in hypertrophic obstructive cardiomyopathy patients undergoing percutaneous transluminal septal myocardial ablation appear fast and are similar to degradations following ST-elevation myocardial infarction."}, {"pubmed": 19580729, "text": "Report impact of plaque composition on cardiac troponin elevation after percutaneous coronary intervention: an ultrasound analysis."}, {"pubmed": 19590045, "text": "2 novel TNNI3 missense mutations, Lys36Gln and Asn185Lys, each associated with severe and early onset familial DCM."}, {"pubmed": 19590045, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19651143, "text": "In transgenic mice with troponin I R145W mutation, there is an increase in resistance to ventricular filling during diastole resulting in a decrease in ventricular filling (diastolic dysfunction)."}, {"pubmed": 19696481, "text": "no predictive value for obstructive coronary artery disease in hemodialysis patients"}, {"pubmed": 19797054, "text": "Deletion of a genomic segment containing the cardiac troponin I gene knocks down expression of the slow troponin T gene and impairs fatigue tolerance of diaphragm muscle."}, {"pubmed": 19833747, "text": "Data show that elevated cardiac troponin T (cTnT), but not cTnI, was highly associated with creatine kinase in patients with idiopathic inflammatory myopathies despite the absence of myocardial ischemia."}, {"pubmed": 19853701, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19875404, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19920153, "text": "cardiac troponin switches between alternative sets of intramolecular interactions, similar to previous intermediate resolution x-ray data of skeletal muscle troponin"}, {"pubmed": 19925440, "text": "[review] TNNI3K is a novel cardiac troponin I-interacting kinase gene that may be involved in the development of cardiac hypertrophy."}, {"pubmed": 20008898, "text": "Postoperative cTnI level, measured within the first hour after cardiac surgery, can identify a subgroup of patients with increased risk for hospital mortality."}, {"pubmed": 20025646, "text": "Compared with cTnl testing, pulmonary embolism severity index classification more accurately identified patients with PE who are at low risk of all-cause death within 30 days of presentation."}, {"pubmed": 20030529, "text": "significant correlation and independent relation between cTnI and TNF-a in clinically asymptomatic hemodialysis patients"}, {"pubmed": 20031618, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20035081, "text": "cTnI participates in proper stabilization of tropomyosin in the \"Ca(2+)-activated state\" or \"C-state\" on actin filaments."}, {"pubmed": 20043329, "text": "In patients with hypertrophic cardiomyopathy, serum cTnI was associated with important clinical indices such as maximum LV wall thickness, LV dysfunction, and male gender."}, {"pubmed": 20079546, "text": "cTnI release is not limited to prolonged endurance activity and can be released following short-duration high-intensity exercise."}, {"pubmed": 20086309, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20086309, "text": "Screening of MYH7, cardiac ACTC and TNNI3 genes in dilated cardiomyopathy patients revealed two missense mutations, seven silent mutations, two polymorphisms in MYH7 gene, and two missense mutations and one silent mutation pertaining to TNNI3 gene."}, {"pubmed": 20140242, "text": "Findings show no differences in coagulation parameters analyzed between cTnI-positive and -negative patients with SIRS, severe sepsis, and septic shock."}, {"pubmed": 20188720, "text": "Patients with stable cardiovascular disease are found to have detectable high- sensitivity cardiac troponin I concentrations irrespective of their underlying disease."}, {"pubmed": 20215591, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20215591, "text": "The Asp180Gly nucleotide alteration was identified in troponin I type 3 in 2 unrelated probands"}, {"pubmed": 20358260, "text": "Combining troponin I blood levels with D-dimer tests enables early identification of low risk patients for myocardial infarction."}, {"pubmed": 20359594, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20378771, "text": "After acute myocardial infarction, cTnI is present in serum as the ternary cTnT-cTnI-TnC (TIC) complex and binary cTnI-TnC (IC) complex."}, {"pubmed": 20474083, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20523292, "text": "The absence of cardiac events and the association of valve surgery with higher early release of cTnI compared to CABG suggest that the type of surgery strongly affects the induction of myocardial damage."}, {"pubmed": 20555264, "text": "Preprocedural cTnI level is a strong and independent predictor of 30-day mortality and long-term major adverse cardiovascular events after PCI in the setting of acute coronary syndromes."}, {"pubmed": 20588136, "text": "A single troponin I value at 3 days from symptom onset is a better predictor of infarct size compared to peak values and CK-MB."}, {"pubmed": 20624503, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20800588, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20817590, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20889975, "text": "analysis of order and disorder in troponin C, T and I"}, {"pubmed": 20923987, "text": "elevated levels after percutaneous coronary intervention are associated with a modest increased risk of death"}, {"pubmed": 20924643, "text": "Troponin elevations are frequent among patients receiving molecular targeted therapies."}, {"pubmed": 20975235, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21184543, "text": "Elevation of cTnI occurs in most patients undergoing elective, uncomplicated PCI. Deployment of multiple stents is associated with higher values of cTnI."}, {"pubmed": 21214502, "text": "Immunoblotting of blood samples from patients with acute ischemic stroke reveals similar degradation patterns of cTnI as has been described in patients with acute myocardial infarction."}, {"pubmed": 21304210, "text": "CTnI and BNP are useful parameters for identifying patients at risk for clinical deteriorations, and combined measurements of these biomarkers further improves the prognostic value of increased cardiovascular events in HCM."}, {"pubmed": 21456469, "text": "The overall efficacy of IMA[ischemia modified albumin] in differentiating AMI[Acute Myocardial Infarction] from Non-AMI cases appears to be comparable to that of CK-MB and cTnI"}, {"pubmed": 21549291, "text": "Subjects with idiopathic dilated cardiomyopathy (iDCM) show significantly higher IL-10 responses to cardiac troponin (cTn)I compared with control subjects."}, {"pubmed": 21574239, "text": "Meta-analysis: cTnI or cTnT elevation after nonemergent percutaneous coronary intervention indicates of an increased long-term all-cause mortality as well as the composite adverse events of all-cause mortality and myocardial infarction."}, {"pubmed": 21730823, "text": "Postoperative cTnI levels seem to be superior to CK-MB and hs-CRP levels for the prediction of 1-year cardiovascular mortality and morbidity in patients undergoing elective vascular surgery."}, {"pubmed": 21757825, "text": "The serum cTnI level is a useful biomarker for evaluating myocardial damage associated with pulmonary hypertension in VSD children."}, {"pubmed": 21777381, "text": "Data provide further evidence regarding physiological function of C-terminal end segment of cardiac TnI; conformational change of C-terminal segment appears to be involved in Ca2+-regulated interaction of TnI with tropomyosin."}, {"pubmed": 21993227, "text": "High sensitive troponins assay and BNP concentrations are associated with a greater extension of myocardial necrosis/myocardium at risk in unstable angina"}, {"pubmed": 22029801, "text": "A cellular autoimmune response to cTnI is demonstrated in a subset of patients with idiopathic dilated cardiomyopathy."}, {"pubmed": 22052454, "text": "These results suggest that the myocardium release of TnI during strenuous aerobic exercise mirrors that of troponin T."}, {"pubmed": 22072229, "text": "Plasma RAGE levels are elevated in patients with acute coronary syndrome with positive cTnI, suggesting that they could be related to myocardial cell damage."}, {"pubmed": 22119115, "text": "Persistence of troponin (Tn)I elevation in heart failure patients even at low levels is a worse survival indicator than recurrent TnI elevation, which portends a poor prognosis."}, {"pubmed": 22353438, "text": "Cardiac troponin I levels are associated with thromboembolic risk in patients with atrial fibrillation."}, {"pubmed": 22449338, "text": "Studies indicate that the cardiac troponin CVI value at 9 months in patients with stable cardiovascular disease was higher at 28% than the corresponding value at 2 months for healthy subjects at 14%."}, {"pubmed": 22456184, "text": "Conclude that cTnI phosphorylation by AMPK may represent a novel mechanism of regulation of cardiac function."}, {"pubmed": 22465126, "text": "Data indicate that utilizing delta cardiac troponin I (cTnI) values improves clinical specificity, diagnostic accuracy and risk assessment in patients presenting with symptoms of acute coronary syndrome."}, {"pubmed": 22491666, "text": "cTnI was elevated in 28 patients with acute pulmonary embolism. An elevated cTnI level on admission significantly correlated with in-hospital mortality and major adverse clinical events."}, {"pubmed": 22493448, "text": "the blunting effect of cTnI Ser-150 phosphorylation cross-talk can uncouple the effects of myofilament PKA-dependent phosphorylation from beta-adrenergic signaling as a novel thin filament contractile regulatory signaling mechanism."}, {"pubmed": 22500757, "text": "differential histidine ionization may be necessary for cTnI A164H to act as a molecular sensor capable of modulating sarcomere performance in response to changes in the cytosolic milieu"}, {"pubmed": 22560907, "text": "Troponin I concentrations in healthy individuals are dependent on prevalent cardiovascular diseases and risk factors."}, {"pubmed": 22633670, "text": "Elevated serum cardiac troponin I values are seen in Friedreich ataxia."}, {"pubmed": 22675533, "text": "The disease-related protein modifications alter Ca(2+) binding by influencing both the association and dissociation rates of thin filament Ca(2+) exchange."}, {"pubmed": 22704287, "text": "Patients with coronary anomalies and patients with reduced ventricular mass should benefit from the routine monitoring of cTn-I concentrations after surgery for congenital cardiac disease."}, {"pubmed": 22761714, "text": "High cardiac troponin-I is associated with rheumatoid arthritis, independent of cardiovascular risk factors and inflammation"}, {"pubmed": 22876777, "text": "The novel R98Q was observed in a severe hypertrophic obstructive cardiomyopathy patient."}, {"pubmed": 22982904, "text": "Report high prevalence of positive cTnI in asymptomatic hemodialysis patients."}, {"pubmed": 23144315, "text": "Data suggest that in the human myocardium, phosphorylation of both PKA sites on cTnI is required to reduce myofilament Ca(2+) sensitivity, which is maximal at ~55% bisphosphorylated cTnI."}, {"pubmed": 23163407, "text": "cTnI release is more frequently associated with pressure than volume overload in children with congenital heart defects."}, {"pubmed": 23184341, "text": "Cardiac troponins I and T: molecular markers for early diagnosis, prognosis, and accurate triaging of patients with acute myocardial infarction."}, {"pubmed": 23220502, "text": "Data suggest that serum levels of cardiac Troponin I (cTnI) and high sensitivity C-reactive protein (hs-CRP) will be increased if the glucose-lowering rate is over this range, which means that cardiovascular endpoints might be induced."}, {"pubmed": 23238359, "text": "Hs-cTnI is associated with adverse clinical outcome in patients with acute PE."}, {"pubmed": 23247055, "text": "Our LFIA performance was additionally compared with electrochemiluminescence immunoassay (ECLI) detection for simultaneous determination of hs-cTnI and myoglobin in patients with suggestive of acute myocardial infarction ."}, {"pubmed": 23270746, "text": "A homozygous mutation in cardiac troponin I gene was found in a family with hypertrophic cardiomyopathy."}, {"pubmed": 23274622, "text": "In healthy children, cTnI is present in a Gaussian distribution."}, {"pubmed": 23326389, "text": "Data show that TnIc G4s act cooperatively as enhancers in gene expression regulation in HEK293 cells, when stabilised by a synthetic G4-binding ligand."}, {"pubmed": 23329791, "text": "[REVIEW] Phosphorylation signaling to cardiac troponin I is integrated, with parallel signals controlling excitation-contraction coupling, hypertrophy, and metabolism."}, {"pubmed": 23393062, "text": "Reviewed reports suggest Tn elevation commonly occurs in the setting of infectious encocarditis."}, {"pubmed": 23396754, "text": "values of cTnI increase in the immediate postoperative period after cardiopulmonary bypass reaching a maximum and then decrease to normal within 4 to 5 days after surgery"}, {"pubmed": 23397594, "text": "TnI levels rise significantly during hemodialysis and a greater intra-dialysis rise in cTnI is associated with an increased incidence of cardiovascular events"}, {"pubmed": 23398826, "text": "Patients with brain injury following moderate head trauma have high levels of highly sensitive troponin I."}, {"pubmed": 23410486, "text": "Remote ischemic preconditioning does not contribute to exercise-induced increase in plasma troponin I."}, {"pubmed": 23469039, "text": "cardiac troponins and anti troponin autoantibodies in ventricular noncompaction/hypertrabeculation patients with/without reduced ejection fraction"}, {"pubmed": 23539503, "text": "Conclude that dilated cardiomyopathy-causing mutations in thin filament proteins abolish the relationship between myofilament Ca(2+) sensitivity and troponin I phosphorylation by PKA."}, {"pubmed": 23552626, "text": "Higher plasma Troponin I levels in coronary artery disease patients are associated with higher plasma phosphorus and calcium levels, and lower vitamin D levels."}, {"pubmed": 23604180, "text": "Report prognostic role of normal troponin values in diagnosis myocardial infarction."}, {"pubmed": 23660299, "text": "Both highly sensitive and conventional TnI were increased in gynecological cancer patients."}, {"pubmed": 23782526, "text": "Somatic mutations in MYH7, MYBPC3, TPM1, TNNT2, and TNNI3 do not represent an important etiologic pathway in HCM."}, {"pubmed": 23829708, "text": "An elevated TnI in the context of acute liver injury or liver failure following paracetamol overdose is associated with a significantly worse patient outcome but it is not an independent prognostic factor."}, {"pubmed": 23876467, "text": "Acute myocardial infarction was rapidly ruled out using undetectable levels of troponin I."}, {"pubmed": 23886525, "text": "Troponin I serial measurements are useful for determining damage to the heart in myasthenia gravis-related cardiomyopathy."}, {"pubmed": 23910445, "text": "Both absolute and relative changes in cardiac troponin I provided very high accuracy in the early diagnosis of acute myocardial infarction."}, {"pubmed": 23967088, "text": "A structural study of troponin I mutations found in hypertrophic cardiomyopathy patients indicate that the mutations result in a decrease in protein stability and loss of important interactions between the three troponin subunits."}, {"pubmed": 24063930, "text": "High-sensitive levels of troponin detected before pre-aortic valve transplantation predict survival following the procedure."}, {"pubmed": 24101702, "text": "Cardiac TnI release is common before Norwood and BDG operations; then during the treatment protocol for hypoplastic left heart syndrome, cTnI release resolves."}, {"pubmed": 24206774, "text": "Elevated TnI levels are independently associated with cardiac and all-cause mortality in asymptomatic hemodialysis patients."}, {"pubmed": 24226808, "text": "In multivariable analysis, hs-TnI was significantly associated with stroke or systemic embolism, it was also significantly associated with cardiac death."}, {"pubmed": 24291281, "text": "Early increases in Troponin I levels are linked to increased risk of cardiotoxicity in breast cancer patients undergoing doxorubicin and trastuzumab therapy."}, {"pubmed": 24315342, "text": "Cardiac troponin I blood levels were increased in runners and walkers dependent on exercise intensity."}, {"pubmed": 24316100, "text": "Exclusion of acute myocardial infarction 2h after presentation in emergency patients with possible acute coronary syndrome can be achieved using hs-cTnT or hs-cTnI assays."}, {"pubmed": 24383069, "text": "High troponin I levels are associated with epicardial coronary etiology for myocardial ischemia."}, {"pubmed": 24418317, "text": "Familial hypertrophic cardiomyopathy mutants cTnI R145G and cTnT R278C were tested alone and together in motility assays. Sliding at low Ca2+ (diastolic dysfunction) with cTnI R145G is worsened by cTnT R278C."}, {"pubmed": 24456881, "text": "Troponin I levels are often abnormal in atrial fibrillation patients."}, {"pubmed": 24468543, "text": "In clinically stable patients undergoing elective coronary artery bypass grafting, measurements of cTnI are useful in ruling out a type 5 myocardial infarction."}, {"pubmed": 24489430, "text": "Myocardial cTnI is an independent prognostic factor for cardiac outcomes in myocardial infarction."}, {"pubmed": 24490734, "text": "Toponin I, T, and C play crucial roles in muscle activity, connecting changes in intracellular Ca2+ concentration with generation of contraction. [review]"}, {"pubmed": 24521627, "text": "Further studies may reveal capability of salivary cTnI for being used for developing point-of-care testing for early detection of MI in pre-clinical settings."}, {"pubmed": 24585742, "text": "Development of pathological hypertrophy did not occur in mice expressing both Tm180 and TnI-PP."}, {"pubmed": 24618063, "text": "Data indicate a high serum troponin I level after an acute episode of paroxysmal supraventricular tachycardia with normal coronary arteries via angiography."}, {"pubmed": 24626231, "text": "The high accordance with LGE, reflecting cardiac dysfunction, suggests that cTNI-elevation can be a useful laboratory parameter for assessing myocardial damage in FD."}, {"pubmed": 24660542, "text": "Elevations of cTnI not associated with ACS were common in patients with chronic kidney disease stage 3 to 5."}, {"pubmed": 24661773, "text": "Elevated high-sensitivity troponin-I in patients with diabetes mellitus type 2 is associated with increased cardiovascular mortality."}, {"pubmed": 24794782, "text": "Serum concentrations of cTnI but not CK-MB or myoglobin are an independent predictor of all-cause mortality in patients with IDC."}, {"pubmed": 24794960, "text": "Troponin I levels were found to be a good biomarker to distinguish acute coronary syndrome from Takotsubo cardiomyopathy."}, {"pubmed": 24886208, "text": "There is a relationship between cTnI at the acute phase of acute myocardial infarction and extent of microvascular obstruction as assessed by 3-T cardiac MRI."}, {"pubmed": 24899611, "text": "The levels of H-FABP, NT-proBNP, and cTnI were correlated with heart function, and can be used for the diagnosis of early-stageheart failure in children with congenital heart disease"}, {"pubmed": 25053882, "text": "In this review, we will discuss classic and emerging biomarkers of cardiovascular disease and the role of these biomarkers in the diagnosis and prognosis of elderly patients."}, {"pubmed": 25141318, "text": "cTnI levels were higher in ischemics compared with those without myocardial ischemia when pre- and post-ERCP periods were compared."}, {"pubmed": 25195101, "text": "Even a single elevated Troponin I value increased the risk of myocardial infarction."}, {"pubmed": 25217621, "text": "Hybrid coronary revascularization is associated with lower postoperative cTn release, compared with off-pump coronary artery bypass surgery."}, {"pubmed": 25246568, "text": "Data indicate that domain positioning impacts the effective concentration of cardiac isoform of troponin I (cTnI) presented to cardiac troponin C (cTnC)."}, {"pubmed": 25252176, "text": "The functional integration of TnI phosphorylation may be a common mechanism to modulate Ser-23/24 phosphorylation function."}, {"pubmed": 25261587, "text": "Absolute delta performed significantly better than relative delta at all time intervals to measure changes in troponin I for early diagnosis of myocardial infarction."}, {"pubmed": 25296321, "text": "the effect of the S23D/S24D troponin I mutation on cardiac troponin structural dynamics"}, {"pubmed": 25381953, "text": "cardiac troponin T or troponin I compared to creatine kinase in patients with revascularized acute myocardial infarction"}, {"pubmed": 25403270, "text": "CTnI level of > 0.25 mug L(-1) at presentation in patients with thrombotic thrombocytopenic purpura appears to be an independent factor associated with a three-fold increase in the risk of death or refractoriness."}, {"pubmed": 25405803, "text": "In stable coronary artery disease patients successfully treated with PCI, pre-procedural cTnI levels, in the upper limits of the normal range, are associated with hard cardiac endpoints."}, {"pubmed": 25451703, "text": "Plasma cTnI is detectable during long-term follow-up after heart transplantation and is associated with graft rejection."}, {"pubmed": 25451868, "text": "cTnI and cTnT concentrations are moderately correlated and measurable in plasma of most atrial fibrillation patients. The risk of stroke and cardiovascular events is highest when both troponins are above median concentrations."}, {"pubmed": 25518962, "text": "Resting troponin I-NH2-terminal truncated cardiomyocytes had shorter length than wild-type cells with no change in sarcomere length."}, {"pubmed": 25524337, "text": "In adult Hypertrophic Cardiomyopathy patients, thin-filament gene TNNI3 mutations are associated with increased likelihood of advanced Left Ventricular dysfunction and heart failure compared with thick-filament disease."}, {"pubmed": 25601178, "text": "Carotid endarterectomy is followed by a high incidence of asymptomatic cTnI increase that is associated with late cardiac events."}, {"pubmed": 25617100, "text": "The elevation of Tn I after PCI in patients with normal initial level is more significant predictor of early (30-day) mortality compared to later (within 12 months) mortality."}, {"pubmed": 25653186, "text": "AF patients both without and with CAD showed similar cTnI concentrations at admission. A second validation of cTnI is mandatory for all patients."}, {"pubmed": 25777344, "text": "Serum TnI detected significant myocardial necrosis in a majority of patients with chronic HF due to LVSD and when measured serially, provided independent risk information for poor CV outcomes and deleterious LV remodeling."}, {"pubmed": 25788439, "text": "Circulating levels of sensitive cTnI and NT-proBNP are related to LV function and infarct size in patients with stable CAD after revascularization."}, {"pubmed": 25825410, "text": "hsTnI concentrations in the top tertile are associated with a 1st major cardiovascular event and all-cause mortality in a primary prevention cohort. Release may be due to myocardial cell necrosis, apoptosis, hemodynamic stress, or metabolic abnormalities."}, {"pubmed": 25887868, "text": "Abbott high-sensitivity cardiac-TnI levels in a total of 3314 Korean patients with chest pain, were determined."}, {"pubmed": 25916738, "text": "Letter/Case Report: acute decompensated heart failure with troponin I elevation in hereditary hemochromatosis."}, {"pubmed": 25940119, "text": "mutations underlying restrictive cardiomyopathy all marked by right-sided cardiac manifestations in South African patients"}, {"pubmed": 26049777, "text": "In this pilot study, the addition of CACS to hsTnI improves the identification of low-risk subjects in whom CTA might be avoided."}, {"pubmed": 26111167, "text": "Troponin C (TnC) and the N-terminal helix of Troponin I (TnI N-helix), which occurs in vivo during muscle contraction."}, {"pubmed": 26169204, "text": "Four novel missense variants were identified in TNNI3."}, {"pubmed": 26185217, "text": "Using an overall 99th percentile for cTnI does not appear to increase the prevalence of myocardial injury or lead to further hospital admissions from the emergency department."}, {"pubmed": 26476506, "text": "hsTnI at the time of presentation followed by early advanced coronary CTA assessment improves the risk stratification and diagnostic accuracy for acute coronary syndromes."}, {"pubmed": 26506446, "text": "These findings showed that a double heterozygous mutation in the TNNI3 gene is involved in the pathogenesis of hypertrophic cardiomyopathy via haploinsufficiency."}, {"pubmed": 26553374, "text": "The incidence of adverse cardiovascular events was significantly higher in patients with troponin elevation after carotid endarterectomy, which was mainly attributable to silent non-ST segment elevation MIs that occurred in the early post-operative phase."}, {"pubmed": 26553696, "text": "Compromised interactions of K206I with actin and hcTnC may lead to impaired relaxation and HCM."}, {"pubmed": 26763756, "text": "Among hospitalized patients with cardiac troponin I values above 30 ng/L, the majority will have myocardial injury.  Cardiac nonischemic conditions are associated with very high troponin concentrations, but the outcome is rather good. In contrast, myocardial injury related to noncardiac or multiple conditions carries a very poor long-term prognosis."}, {"pubmed": 26876101, "text": "This review summarizes the recent proteomic data on aminoacid sequences of cTnT and cTnI in various species, as well as selected analytical characteristics of human cardiac troponin high-sensitivity assays"}, {"pubmed": 26910333, "text": "Elevated BNP and hs-cTnI after kidney transplantation identify candidates for targeted risk reduction."}, {"pubmed": 26919894, "text": "the last 5 C-terminal residues of cTnI influence the binding of cTnI with cTnC and cTnT and affect the Ca(2+) dependence of filament sliding"}, {"pubmed": 26971468, "text": "troponin I carboxy terminal mobile domain and linker sequence has a role in regulating cardiac contraction"}, {"pubmed": 27067356, "text": "Report novel troponin I rule-out value below the upper reference limit for acute myocardial infarction."}, {"pubmed": 27142292, "text": "Calcium channel blockers and adrenergic beta antagonists reduced hs-TnI levels significantly both at rest and during exercise in atrial fibrillation patients/."}, {"pubmed": 27148734, "text": "cTnI determined in hemodynamically stable patients with suspected AMI and wide QRS complex using optimized diagnostic thresholds improves rule-in and rule-out with respect to presence of a significant obstructive CAD"}, {"pubmed": 27184165, "text": "epigenetic modification caused cTnI expression decrease is one of the possible causes that result in a reduced cTnI level and diastolic dysfunction in older mouse hearts"}, {"pubmed": 27238916, "text": "Serum cardiac troponin I was increased in septic patients with myocardial depression compared to those without myocardial depression."}, {"pubmed": 27322070, "text": "cTnI levels are common in Fabry disease patients, reflecting cardiac involvement."}, {"pubmed": 27535138, "text": "Sex, age, and systolic blood pressure belong to the strongest determinants of hs-cTnI in healthy adults."}, {"pubmed": 27556913, "text": "The clones were selected using microtiter plate coated with human cardiac troponin I (hcTnI). Product of hybridoma cells that bind with high affinity to human cardiac troponin I were selected"}, {"pubmed": 27557662, "text": "These perturbed biophysical and biochemical myofilament properties are likely to significantly contribute to the diastolic cardiac pump dysfunction that is seen in patients suffering from a restrictive cardiomyopathy that is associated with the cTnI R145W mutation."}, {"pubmed": 27601074, "text": "NT-proBNP and hs-cTnI levels were higher in systemic sclerosis patients than controls. Both NT-proBNP and hs-cTnI were associated with the presence of echocardiographic abnormalities."}, {"pubmed": 27760764, "text": "83 preterm infants with Bronchopulmonary dysplasia born <28-wk gestation and still inpatients at 36-wk corrected age received an echocardiogram and blood tests of B-type natriuretic peptide (BNP), troponin I, and YKL-40."}, {"pubmed": 27997912, "text": "The expression levels of the TNF-alpha, IL-18 and cTnI and the expression levels of the miR-1 and miR-146b could be used to predict viral myocarditis among children."}, {"pubmed": 28031149, "text": "In clinical stable patients without known cardiovascular disease, a thorough chest-pain history in combination with hs-TnI testing can identify a significant low-risk group."}, {"pubmed": 28039523, "text": "Study found that N-terminal pro-brain natriuretic peptide (NT-proBNP) and high-sensitivity cardiac troponin I are independently associated with incident dementia and NT-proBNP with incident Alzheimer's disease"}, {"pubmed": 28246236, "text": "Serial measurement of troponin I revealed a persistent elevation in patients with diabetes mellitus type 2."}, {"pubmed": 28366473, "text": "The QT interval has a strong positive linear correlation with cardiac troponin-I levels in Non-ST-elevation myocardial infarction."}, {"pubmed": 28377153, "text": "Plasma troponin C1 (cTnI) is biomarker of choice for diagnosing acute myocardial infarction (AMI) because of its high specificity as biomarker for damage to myocardial tissue. Data suggest the \"best cut-off\" for plasma cTnI is 0.014 micrograms/L in AMI. These studies were conducted in emergency department of a university hospital in Italy using point-of-care testing in patients presenting with chest pain, ages 18-101."}, {"pubmed": 28436080, "text": "Mutations in genes encoding cardiac troponin I (TNNI3) and cardiac troponin T (TNNT2) caused altered troponin protein stoichiometry in patients with dilated cardiomyopathy. TNNI3p.98trunc resulted in haploinsufficiency, increased Ca(2+) -sensitivity and reduced length-dependent activation. TNNT2p.K217del caused increased passive tension."}, {"pubmed": 28455997, "text": "value of cTnI level assessed 24 hours post-surgery was a reliable predictor of death following liver transplantation with optimal cut-off value of 0.215 ng/mL. The surgery time was the most important predictor of cTnI elevation."}, {"pubmed": 28542299, "text": "Study showed that in patients who underwent liver transplantation elevation of preoperative high-sensitivity cardiac troponin I level was associated with 1-year mortality and 30-day mortality."}, {"pubmed": 28545334, "text": "Studies indicate that in patients with end-stage renal disease (ESRD), elevation of cardiac-specific troponin T (cTnT) was more frequent than elevation of troponin I (cTnI) [Review]."}, {"pubmed": 28650717, "text": "the frequency of h-FABP positivity among acute myocardial infarction patients was higher than that of hs-TnI, which would have missed six of them; however, hs-TnI area under curve was superior to that of h-FABP."}, {"pubmed": 28712187, "text": "Studied use of fatty acid binding protein 3 (FABP3) as a cardiac biomarker for the early identification of myocardial ischemia and infarction in Pakistani patients as compared to Troponini-I Z (cTnI)."}, {"pubmed": 28728608, "text": "Apelin-12 influences troponin I levels in the acute phase of STEMI, whereas during the non-acute phase, low apelin levels were associated with a high rate of MACE."}, {"pubmed": 28747765, "text": "These data suggest that associations of high-sensitivity cardiac troponin I and high-sensitivity cardiac troponin T with cardiac injury detected by electrocardiography are driven by different mechanisms."}, {"pubmed": 29035439, "text": "serum level correlated with mean platelet volume"}, {"pubmed": 29366992, "text": "Central BP may have a strong effect on silent myocardial damage, assessed as increased circulating hs-cTnI, particularly in subjects with increased arterial stiffness."}, {"pubmed": 29558109, "text": "Reversible Covalent Reaction of Levosimendan with Cardiac Troponin C in Vitro and in Situ."}, {"pubmed": 29631448, "text": "Data show that the incident atrial fibrillation (AF) occurrence group had similar baseline troponin I (TnI) levels, but higher troponin T (TnT) levels [Review and Meta-Analysis]."}, {"pubmed": 29760186, "text": "Troponin-I mutation is associated with Hypertrophic cardiomyopathy."}, {"pubmed": 30201695, "text": "The increase in TnT during Immersion pulmonary edemamay be secondary to the release of troponin from non-cardiac origin. The measurement of TnI in place of TnT permits in some cases to avoid additional examinations, especially unnecessary invasive investigations"}, {"pubmed": 30503877, "text": "Patients with pregnancy-induced hypertension or preeclampsia had higher cardiac troponin concentrations. Cardiac troponin was a strong independent predictor of pregnancy-induced hypertension or preeclampsia in pregnant and postnatal women."}, {"pubmed": 30641758, "text": "Serum levels of troponin I ( and troponin T) are related to heart failure and left ventricular hypertrophy in hemodialysis patients."}, {"pubmed": 30678753, "text": "In symptomatic outpatients with suspected CAD, higher concentrations of hsTnI within the normal range were associated with heightened near-term risk for death, acute myocardial infarction, or hospitalization."}, {"pubmed": 30704584, "text": "serum levels in acute ischemic stroke patients associated with adverse cardiovascular events in long-term outcomes"}, {"pubmed": 31115207, "text": "Results may guide clinicians to predict length of hospital stay (LOS) in patients who present with Carbon monoxide (CO) poi-soning and have high troponin-I and lactate levels at the time of admission to Emergency Department (ED)."}, {"pubmed": 31222189, "text": "Close association between circulating high-sensitivity cardiac troponin I and metabolic syndrome in the general population."}, {"pubmed": 31568572, "text": "Targeted panel sequencing in pediatric primary cardiomyopathy supports a critical role of TNNI3."}, {"pubmed": 31813220, "text": "Automated, Universal, and Mass-Producible Paper-Based Lateral Flow Biosensing Platform for High-Performance Point-of-Care Testing."}, {"pubmed": 31875779, "text": "Troponin I and NT-ProBNP at hospital admission are the best predictors of re-hospitalization 6 months after discharge among patients with Heart Failure with reduced Ejection Fraction."}, {"pubmed": 31877599, "text": "rare homozygous mutation of TNNI3 gene was found in the Chinese pedigree"}, {"pubmed": 31920111, "text": "Meta-analysis: Pre-procedural elevated cardiac troponin was associated with increased long-term all-cause mortality in patients undergoing Transcatheter aortic valve replacement."}, {"pubmed": 32164884, "text": "Early Diagnosis of Myocardial Infarction With Point-of-Care High-Sensitivity Cardiac Troponin I."}, {"pubmed": 32182250, "text": "Results suggest that the restrictive cardiomyopathy (RCM) cTnI variants R170G/W impair the communication between thin and thick filament proteins and destabilize thin filaments in the sarcomere."}, {"pubmed": 32227098, "text": "Cardiac Troponin I and T Are Associated with Left Ventricular Function and Structure: Data from the Akershus Cardiac Examination 1950 Study."}, {"pubmed": 32362195, "text": "Application of the fourth universal definition of myocardial infarction in clinical practice."}, {"pubmed": 32590988, "text": "Cardiac biomarkers of prognostic importance in chronic obstructive pulmonary disease."}, {"pubmed": 32758068, "text": "Chondroid and Osseous Metaplasia of the Central Fibrous Body in Adolescent Hearts with Mutations in TNNI3 and TNNT2 genes."}, {"pubmed": 32815737, "text": "Genetic Studies of Hypertrophic Cardiomyopathy in Singaporeans Identify Variants in TNNI3 and TNNT2 That Are Common in Chinese Patients."}, {"pubmed": 32871941, "text": "Relationship of pulmonary function with myocardial microdamage and oxidative stress in the Japanese population without a history of cardiopulmonary disease."}, {"pubmed": 32885985, "text": "Founder Mutation in N Terminus of Cardiac Troponin I Causes Malignant Hypertrophic Cardiomyopathy."}, {"pubmed": 32919207, "text": "Impact of polysubstance use on high-sensitivity cardiac troponin I over time in homeless and unstably housed women."}, {"pubmed": 33003961, "text": "Association between cardiac troponin I and mortality in patients with COVID-19."}, {"pubmed": 33078954, "text": "East Asian-Specific Common Variant in TNNI3 Predisposes to Hypertrophic Cardiomyopathy."}, {"pubmed": 33175594, "text": "One fits all hs troponin or more personalized dual markers strategies in the primary diagnostic assessment of patients with suspected acute coronary syndrome?"}, {"pubmed": 33245871, "text": "Differential associations of cardiac troponin T and cardiac troponin I with coronary artery pathology and dynamics in response to short-duration exercise."}, {"pubmed": 33542341, "text": "Increased C reactive protein, cardiac troponin I and GLS are associated with myocardial inflammation in patients with non-ischemic heart failure."}, {"pubmed": 33555179, "text": "Rapid Distance-Based Cardiac Troponin Quantification Using Paper Analytical Devices for the Screening and the Follow-Up of Acute Myocardial Infarction, Using a Single Drop of Human Whole Blood."}, {"pubmed": 33628105, "text": "Cardiac Troponin I association with critical illness and death risk in 726 seriously ill COVID-19 patients: A retrospective cohort study."}, {"pubmed": 33782194, "text": "High-sensitivity cardiac troponin I: is ethnicity relevant?"}, {"pubmed": 34329690, "text": "The role of antibody-based troponin detection in cardiovascular disease: A critical assessment."}, {"pubmed": 34440456, "text": "A Novel Missense Mutation in TNNI3K Causes Recessively Inherited Cardiac Conduction Disease in a Consanguineous Pakistani Family."}, {"pubmed": 34502534, "text": "De Novo Missense Mutations in TNNC1 and TNNI3 Causing Severe Infantile Cardiomyopathy Affect Myofilament Structure and Function and Are Modulated by Troponin Targeting Agents."}, {"pubmed": 34593122, "text": "Troponin-Guided Coronary Computed Tomographic Angiography After Exclusion of Myocardial Infarction."}, {"pubmed": 34702775, "text": "N-terminal pro-brain natriuretic peptide is an independent predictor of mortality in patients with sepsis."}, {"pubmed": 34998858, "text": "The ratio of cardiac troponin T to troponin I may indicate non-necrotic troponin release among COVID-19 patients."}, {"pubmed": 35112971, "text": "Clinical implications of cardiac troponin-I in patients with hypertensive crisis visiting the emergency department."}, {"pubmed": 35149778, "text": "Role of a lower cutoff of high sensitivity troponin I in identification of early cardiac damage in non-severe patients with COVID-19."}, {"pubmed": 35351712, "text": "Association of serum cardiac troponin I and severity of coronary stenosis in patients with varied renal functions: a retrospective cohort study."}, {"pubmed": 35443477, "text": "Cardiac Troponin I in Acute Exacerbation of Chronic Obstructive Pulmonary Disease."}, {"pubmed": 35633070, "text": "SUMOylation does not affect cardiac troponin I stability but alters indirectly the development of force in response to Ca(2)."}, {"pubmed": 35831235, "text": "Prognostic value of high-sensitivity cardiac troponin I in patients with non-ischaemic heart failure: insights from China."}, {"pubmed": 36318533, "text": "Diagnostic and prognostic performance of the ratio between high-sensitivity cardiac troponin I and troponin T in patients with chest pain."}, {"pubmed": 36319986, "text": "Prognostic value of high-sensitivity cardiac troponin I early after coronary artery bypass graft surgery."}, {"pubmed": 36332898, "text": "Galectin-3, Acute Kidney Injury and Myocardial Damage in Patients With Acute Heart Failure."}, {"pubmed": 36396363, "text": "[Efficacy analysis of high-sensitivity troponin I concentration and its changes in the diagnosis of acute myocardial infarction]."}, {"pubmed": 36403270, "text": "Postoperative cardiac troponin I as an indicator of surgical outcomes: A systematic review."}, {"pubmed": 38193576, "text": "Gene correction and overexpression of TNNI3 improve impaired relaxation in engineered heart tissue model of pediatric restrictive cardiomyopathy."}, {"pubmed": 38497452, "text": "Impaired Relaxation in Induced Pluripotent Stem Cell-Derived Cardiomyocytes with Pathogenic TNNI3 Mutation of Pediatric Restrictive Cardiomyopathy."}, {"pubmed": 38683127, "text": "Decreased intranuclear cardiac troponin I impairs cardiac autophagy through FOS/ATG5 in ageing hearts."}, {"pubmed": 38924380, "text": "Homozygous TNNI3 frameshift variant in a consanguineous family with lethal infantile dilated cardiomyopathy."}], "genomic_pos": {"chr": "19", "end": 55157773, "ensemblgene": "ENSG00000129991", "start": 55151767, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 55669141, "start": 55663137, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001980", "qualifier": "involved_in", "term": "regulation of systemic arterial blood pressure by ischemic conditions"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0003009", "qualifier": "involved_in", "term": "skeletal muscle contraction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006874", "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006940", "qualifier": "involved_in", "term": "regulation of smooth muscle contraction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010882", "pubmed": 25771144, "qualifier": "involved_in", "term": "regulation of cardiac muscle contraction by calcium ion signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032780", "pubmed": [7957210, 11735257], "qualifier": "involved_in", "term": "negative regulation of ATP-dependent activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032780", "pubmed": 10806205, "qualifier": "involved_in", "term": "negative regulation of ATP-dependent activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0055010", "pubmed": [11815426, 16754800], "qualifier": "involved_in", "term": "ventricular cardiac muscle tissue morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060047", "pubmed": 12531876, "qualifier": "involved_in", "term": "heart contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060048", "qualifier": "involved_in", "term": "cardiac muscle contraction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060048", "pubmed": 11735257, "qualifier": "involved_in", "term": "cardiac muscle contraction"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005861", "qualifier": "part_of", "term": "troponin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005861", "pubmed": [7957210, 10806205, 10850966, 12093807], "qualifier": "part_of", "term": "troponin complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030017", "pubmed": 16754800, "qualifier": "located_in", "term": "sarcomere"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0097512", "pubmed": 25771144, "qualifier": "located_in", "term": "cardiac myofibril"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:1990584", "pubmed": 25771144, "qualifier": "part_of", "term": "cardiac Troponin complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003779", "pubmed": 10806205, "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10806205, 12525172, 12721663, 12809519, 16516408, 18986304, 21569246, 23369981, 25910212, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019855", "pubmed": 12809519, "qualifier": "enables", "term": "calcium channel inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 12721663, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 11984006, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030172", "pubmed": [7957210, 11735257, 15542288], "qualifier": "enables", "term": "troponin C binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031014", "pubmed": 15542288, "qualifier": "enables", "term": "troponin T binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048306", "pubmed": 7957210, "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051015", "pubmed": 25771144, "qualifier": "enables", "term": "actin filament binding"}]}, "homologene": {"genes": [[8364, 496889], [9544, 698470], [9598, 735514], [9606, 7137], [9615, 403566], [9913, 511094], [10090, 21954], [10116, 29248]], "id": 309}, "interpro": [{"desc": "Troponin", "id": "IPR001978", "short_desc": "Troponin"}, {"desc": "Troponin I residues 1-32", "id": "IPR021666", "short_desc": "Troponin-I_N"}, {"desc": "Troponin domain superfamily", "id": "IPR038077", "short_desc": "Troponin_sf"}], "ipi": "IPI00244346", "map_location": "19q13.42", "name": "troponin I3, cardiac type", "other_names": ["cardiomyopathy, dilated 2A (autosomal recessive)", "troponin I type 3 (cardiac)", "troponin I, cardiac muscle"], "pantherdb": {"HGNC": "11947", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98783", "ortholog_type": "LDO", "panther_family": "PTHR13738", "taxid": 10090, "uniprot_kb": "P48787"}, {"RGD": "62052", "ortholog_type": "LDO", "panther_family": "PTHR13738", "taxid": 10116, "uniprot_kb": "P23693"}, {"Gene": "TNNI3", "ortholog_type": "LDO", "panther_family": "PTHR13738", "taxid": 9031, "uniprot_kb": "P27673"}, {"ZFIN": "ZDB-GENE-040801-9", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 7955, "uniprot_kb": "Q6DHP2"}, {"ZFIN": "ZDB-GENE-050417-49", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 7955, "uniprot_kb": "F1QCC0"}, {"ZFIN": "ZDB-GENE-040718-80", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 7955, "uniprot_kb": "Q6DHU6"}, {"ZFIN": "ZDB-GENE-040625-119", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 7955, "uniprot_kb": "A0A2R8RX09"}, {"ZFIN": "ZDB-GENE-040426-970", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 7955, "uniprot_kb": "F8W3J9"}, {"ZFIN": "ZDB-GENE-041114-60", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 7955, "uniprot_kb": "Q5U3E9"}, {"WormBase": "WBGene00006585", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 6239, "uniprot_kb": "Q9XUN9"}, {"WormBase": "WBGene00006584", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 6239, "uniprot_kb": "Q20334"}, {"WormBase": "WBGene00006764", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 6239, "uniprot_kb": "Q9GYF1"}, {"WormBase": "WBGene00006586", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 6239, "uniprot_kb": "O44572"}, {"FlyBase": "FBgn0283471", "ortholog_type": "O", "panther_family": "PTHR13738", "taxid": 7227, "uniprot_kb": "P36188"}], "uniprot_kb": "P19429"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04260", "name": "Cardiac muscle contraction - Homo sapiens (human)"}, {"id": "hsa04261", "name": "Adrenergic signaling in cardiomyocytes - Homo sapiens (human)"}, {"id": "hsa05410", "name": "Hypertrophic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05414", "name": "Dilated cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05415", "name": "Diabetic cardiomyopathy - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-390522", "name": "Striated Muscle Contraction"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-5576891", "name": "Cardiac conduction"}, {"id": "R-HSA-5578775", "name": "Ion homeostasis"}], "smpdb": [{"id": "SMP00296", "name": "Acebutolol Action Pathway"}, {"id": "SMP00297", "name": "Alprenolol Action Pathway"}, {"id": "SMP00298", "name": "Atenolol Action Pathway"}, {"id": "SMP00299", "name": "Betaxolol Action Pathway"}, {"id": "SMP00300", "name": "Bisoprolol Action Pathway"}, {"id": "SMP00301", "name": "Esmolol Action Pathway"}, {"id": "SMP00302", "name": "Metoprolol Action Pathway"}, {"id": "SMP00303", "name": "Nadolol Action Pathway"}, {"id": "SMP00304", "name": "Oxprenolol Action Pathway"}, {"id": "SMP00305", "name": "Penbutolol Action Pathway"}, {"id": "SMP00306", "name": "Pindolol Action Pathway"}, {"id": "SMP00307", "name": "Propranolol Action Pathway"}, {"id": "SMP00323", "name": "Quinidine Action Pathway"}, {"id": "SMP00324", "name": "Procainamide (Antiarrhythmic) Action Pathway"}, {"id": "SMP00325", "name": "Disopyramide Action Pathway"}, {"id": "SMP00326", "name": "Fosphenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00327", "name": "Phenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00328", "name": "Lidocaine (Antiarrhythmic) Action Pathway"}, {"id": "SMP00329", "name": "Mexiletine Action Pathway"}, {"id": "SMP00330", "name": "Tocainide Action Pathway"}, {"id": "SMP00331", "name": "Flecainide Action Pathway"}, {"id": "SMP00332", "name": "Ibutilide Action Pathway"}, {"id": "SMP00359", "name": "Diltiazem Action Pathway"}, {"id": "SMP00366", "name": "Nebivolol Action Pathway"}, {"id": "SMP00367", "name": "Carvedilol Action Pathway"}, {"id": "SMP00368", "name": "Labetalol Action Pathway"}, {"id": "SMP00375", "name": "Verapamil Action Pathway"}, {"id": "SMP00376", "name": "Amlodipine Action Pathway"}, {"id": "SMP00377", "name": "Felodipine Action Pathway"}, {"id": "SMP00378", "name": "Isradipine Action Pathway"}, {"id": "SMP00379", "name": "Nifedipine Action Pathway"}, {"id": "SMP00380", "name": "Nimodipine Action Pathway"}, {"id": "SMP00381", "name": "Nisoldipine Action Pathway"}, {"id": "SMP00382", "name": "Nitrendipine Action Pathway"}, {"id": "SMP00588", "name": "Muscle/Heart Contraction"}, {"id": "SMP00657", "name": "Bopindolol Action Pathway"}, {"id": "SMP00658", "name": "Carteolol Action Pathway"}, {"id": "SMP00659", "name": "Timolol Action Pathway"}, {"id": "SMP00660", "name": "Sotalol Action Pathway"}, {"id": "SMP00661", "name": "Epinephrine Action Pathway"}, {"id": "SMP00662", "name": "Dobutamine Action Pathway"}, {"id": "SMP00663", "name": "Isoprenaline Action Pathway"}, {"id": "SMP00664", "name": "Arbutamine Action Pathway"}, {"id": "SMP00665", "name": "Amiodarone Action Pathway"}, {"id": "SMP00666", "name": "Levobunolol Action Pathway"}, {"id": "SMP00667", "name": "Metipranolol Action Pathway"}, {"id": "SMP00668", "name": "Bevantolol Action Pathway"}, {"id": "SMP00669", "name": "Practolol Action Pathway"}, {"id": "SMP00670", "name": "Bupranolol Action Pathway"}], "wikipathways": [{"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP383", "name": "Striated Muscle Contraction Pathway"}]}, "pdb": ["1J1D", "1J1E", "1LXF", "1MXL", "1OZS", "2KGB", "2KRD", "2L1R", "2MZP", "2N7L", "4Y99", "5VLN", "5W88", "5WCL", "6KN7", "6KN8", "6MV3", "7JGI", "7SC2", "7SC3", "7SUP", "7SVC", "7SWG", "7SWI", "7SXC", "7SXD", "7UH9", "7UHA", "7UTI", "7UTL", "8DZV", "8FMM", "8FMN", "8FMO", "8FMP", "8FMQ", "8FMR", "8FMS", "8FMT"], "pfam": ["PF00992", "PF11636"], "pharmgkb": "PA36636", "pharos": {"target_id": 16908, "tdl": "Tbio"}, "pir": "A61229", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257427", "relationship": "is"}, {"id": "GNF257428", "relationship": "is"}, {"id": "GNF257429", "relationship": "is"}, {"id": "GNF257430", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF132096", "relationship": "is"}, {"id": "GNF132097", "relationship": "is"}, {"id": "GNF132117", "relationship": "is"}, {"id": "GNF276290", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104466", "relationship": "is"}, {"id": "GNF144114", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_007866.2"], "protein": "NP_000354.4", "rna": "NM_000363.5", "translation": {"protein": "NP_000354.4", "rna": "NM_000363.5"}}, "reporter": {"HG-U133_Plus_2": "205742_at", "HG-U95Av2": "36477_at", "HTA-2_0": "TC19001859.hg.1", "HuEx-1_0": "3871127", "HuGene-1_1": "8039353", "HuGene-2_1": "16875612"}, "retired": 1224, "summary": "Troponin I (TnI), along with troponin T (TnT) and troponin C (TnC), is one of 3 subunits that form the troponin complex of the thin filaments of striated muscle. TnI is the inhibitory subunit; blocking actin-myosin interactions and thereby mediating striated muscle relaxation. The TnI subfamily contains three genes: TnI-skeletal-fast-twitch, TnI-skeletal-slow-twitch, and TnI-cardiac. This gene encodes the TnI-cardiac protein and is exclusively expressed in cardiac muscle tissues. Mutations in this gene cause familial hypertrophic cardiomyopathy type 7 (CMH7) and familial restrictive cardiomyopathy (RCM). Troponin I is useful in making a diagnosis of heart failure, and of ischemic heart disease. An elevated level of troponin is also now used as indicator of acute myocardial injury in patients hospitalized with moderate/severe Coronavirus Disease 2019 (COVID-19). Such elevation has also been associated with higher risk of mortality in cardiovascular disease patients hospitalized due to COVID-19. [provided by RefSeq, Aug 2020].", "symbol": "TNNI3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420826"}, "unigene": "Hs.709179", "uniprot": {"Swiss-Prot": "P19429", "TrEMBL": ["K7EN02", "Q6FGX2", "K7EJP0", "A0A590UJN1"]}, "wikipedia": {"url_stub": "TNNI3"}}