{"AllianceGenome": "18001", "HGNC": "18001", "MIM": "608061", "_id": "10452", "_version": 1, "accession": {"genomic": ["AC011481.4", "AF050154.1", "AH007029.2", "CH471126.1", "CP068259.2", "NC_000019.10", "NC_060943.1", "NG_042854.1"], "protein": ["AAC82342.1", "AAC82343.1", "AAD02504.1", "AAH01779.1", "AAH06413.1", "AAH12134.1", "AAH17224.1", "AAH47528.1", "AAL46624.1", "AAL46625.1", "AAL46626.1", "AAL46627.1", "EAW57300.1", "EAW57301.1", "EAW57302.1", "EAW57303.1", "EAW57304.1", "EAW57305.1", "NP_001122388.1", "NP_001122389.1", "NP_006105.1", "O96008.1", "XP_005258468.1", "XP_047294013.1", "XP_054175509.1", "XP_054175510.1"], "rna": ["AF043250.1", "AF316398.1", "AF316399.1", "AF316401.1", "AF316402.1", "BC001779.1", "BC006413.1", "BC012134.1", "BC017224.2", "BC047528.1", "BP265648.1", "NM_001128916.2", "NM_001128917.2", "NM_006114.3", "XM_005258411.5", "XM_047438057.1", "XM_054319534.1", "XM_054319535.1"], "translation": [{"protein": "NP_001122389.1", "rna": "NM_001128917.2"}, {"protein": "XP_054175509.1", "rna": "XM_054319534.1"}, {"protein": "XP_047294013.1", "rna": "XM_047438057.1"}, {"protein": "NP_001122388.1", "rna": "NM_001128916.2"}, {"protein": "AAC82342.1", "rna": "AF043250.1"}, {"protein": "AAH47528.1", "rna": "BC047528.1"}, {"protein": "AAL46626.1", "rna": "AF316401.1"}, {"protein": "AAH01779.1", "rna": "BC001779.1"}, {"protein": "AAH06413.1", "rna": "BC006413.1"}, {"protein": "NP_006105.1", "rna": "NM_006114.3"}, {"protein": "AAL46624.1", "rna": "AF316398.1"}, {"protein": "XP_005258468.1", "rna": "XM_005258411.5"}, {"protein": "AAL46627.1", "rna": "AF316402.1"}, {"protein": "AAL46625.1", "rna": "AF316399.1"}, {"protein": "AAH17224.1", "rna": "BC017224.2"}, {"protein": "XP_054175510.1", "rna": "XM_054319535.1"}, {"protein": "AAH12134.1", "rna": "BC012134.1"}]}, "alias": ["C19orf1", "D19S1177E", "PER-EC1", "PEREC1", "TOM40"], "ensembl": {"gene": "ENSG00000130204", "protein": ["ENSP00000252487", "ENSP00000385184", "ENSP00000410339", "ENSP00000465032", "ENSP00000465608", "ENSP00000465611", "ENSP00000466084"], "transcript": ["ENST00000252487", "ENST00000405636", "ENST00000426677", "ENST00000589253", "ENST00000589649", "ENST00000592041", "ENST00000592434"], "translation": [{"protein": "ENSP00000465611", "rna": "ENST00000589253"}, {"protein": "ENSP00000385184", "rna": "ENST00000405636"}, {"protein": "ENSP00000252487", "rna": "ENST00000252487"}, {"protein": "ENSP00000466084", "rna": "ENST00000592434"}, {"protein": "ENSP00000465032", "rna": "ENST00000589649"}, {"protein": "ENSP00000410339", "rna": "ENST00000426677"}, {"protein": "ENSP00000465608", "rna": "ENST00000592041"}], "type_of_gene": "protein_coding"}, "entrezgene": "10452", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.0433214709, "exp_mis": 109.995963206, "exp_syn": 59.3370984183, "lof_z": 3.13926763841143, "mis_z": 1.86528202785501, "mu_lof": 7.54272294713e-07, "mu_mis": 1.41553276059e-05, "mu_syn": 8.11044085773e-06, "n_lof": 0.0, "n_mis": 70.0, "n_syn": 50.0, "p_li": 0.963682323765023, "p_null": 7.00049919200433e-05, "p_rec": 0.0362476712430565, "syn_z": 0.751446983857614}, "bp": 1086, "cds_end": 45406426, "cds_start": 45394672, "n_exons": 9, "nonpsych": {"exp_lof": 8.92848467336, "exp_mis": 99.3952734739, "exp_syn": 53.5441105005, "lof_z": 2.93454557188643, "mis_z": 1.7401131330626, "mu_lof": 7.54272294713e-07, "mu_mis": 1.41553276059e-05, "mu_syn": 8.11044085773e-06, "n_lof": 0.0, "n_mis": 65.0, "n_syn": 45.0, "p_li": 0.952375270768058, "p_null": 0.000167383389210931, "p_rec": 0.0474573458427309, "syn_z": 0.735147533980913}, "nontcga": {"exp_lof": 9.22409534637, "exp_mis": 101.180532547, "exp_syn": 54.5743731716, "lof_z": 2.99600913337623, "mis_z": 2.28728506635719, "mu_lof": 7.54272294713e-07, "mu_mis": 1.41553276059e-05, "mu_syn": 8.11044085773e-06, "n_lof": 0.0, "n_mis": 55.0, "n_syn": 45.0, "p_li": 0.953110379817694, "p_null": 0.000131968901900638, "p_rec": 0.0467576512804059, "syn_z": 0.820612559586105}, "transcript": "ENST00000426677.2"}, "exons": [{"cdsend": 44903169, "cdsstart": 44891415, "chr": "19", "position": [[44891219, 44891314], [44891406, 44891689], [44892392, 44892460], [44892836, 44892929], [44893779, 44893881], [44893960, 44894066], [44900729, 44900852], [44901027, 44901104], [44901207, 44901310], [44903029, 44903689]], "strand": 1, "transcript": "NM_001128916", "txend": 44903689, "txstart": 44891219}, {"cdsend": 44903169, "cdsstart": 44891415, "chr": "19", "position": [[44891253, 44891689], [44892392, 44892460], [44892836, 44892929], [44893779, 44893881], [44893960, 44894066], [44900729, 44900852], [44901027, 44901104], [44901207, 44901310], [44903029, 44903689]], "strand": 1, "transcript": "NM_001128917", "txend": 44903689, "txstart": 44891253}, {"cdsend": 44903169, "cdsstart": 44891415, "chr": "19", "position": [[44891253, 44891314], [44891409, 44891689], [44892392, 44892460], [44892836, 44892929], [44893779, 44893881], [44893960, 44894066], [44900729, 44900852], [44901027, 44901104], [44901207, 44901310], [44903029, 44903689]], "strand": 1, "transcript": "NM_006114", "txend": 44903689, "txstart": 44891253}], "exons_hg19": [{"cdsend": 45406426, "cdsstart": 45394672, "chr": "19", "position": [[45394476, 45394571], [45394663, 45394946], [45395649, 45395717], [45396093, 45396186], [45397036, 45397138], [45397217, 45397323], [45403986, 45404109], [45404284, 45404361], [45404464, 45404567], [45406286, 45406946]], "strand": 1, "transcript": "NM_001128916", "txend": 45406946, "txstart": 45394476}, {"cdsend": 45406426, "cdsstart": 45394672, "chr": "19", "position": [[45394510, 45394946], [45395649, 45395717], [45396093, 45396186], [45397036, 45397138], [45397217, 45397323], [45403986, 45404109], [45404284, 45404361], [45404464, 45404567], [45406286, 45406946]], "strand": 1, "transcript": "NM_001128917", "txend": 45406946, "txstart": 45394510}, {"cdsend": 45406426, "cdsstart": 45394672, "chr": "19", "position": [[45394510, 45394571], [45394666, 45394946], [45395649, 45395717], [45396093, 45396186], [45397036, 45397138], [45397217, 45397323], [45403986, 45404109], [45404284, 45404361], [45404464, 45404567], [45406286, 45406946]], "strand": 1, "transcript": "NM_006114", "txend": 45406946, "txstart": 45394510}], "generif": [{"pubmed": 16495475, "text": "examined by immunohistochemical and molecular methods the expression of Haymaker in gynecologic organs with and without tumor; significant differences in Haymaker expression between malignant and normal gynecologic tissues were not observed"}, {"pubmed": 17672918, "text": "occurrence of an unusual TG 3' splice site in intron 1"}, {"pubmed": 18095154, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18430993, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19668339, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20029386, "text": "In two independent clinical cohorts, longer lengths of rs10524523 of TOMM40 are associated with a higher risk for LOAD."}, {"pubmed": 20029386, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20100581, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20370913, "text": "Observational study and genome-wide association study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21717124, "text": "Analysis revealed a dominant beta-sheet structure and a short alpha-helical part for both proteins together with a high thermal stability. Two secondary structure elements can be denatured independently"}, {"pubmed": 21720235, "text": "Poly-T variants of TOMM40 may modulate the negative effects of lorazepam on memory in healthy, cognitively intact, elderly individuals, in the absence of APOEepsilon4."}, {"pubmed": 21784354, "text": "This study demonistrated taht among APOE epsilon3/epsilon3 late middle-aged adults suggest that a subgroup with VL TOMM40 poly-T lengths may be experiencing incipient LOAD-related cognitive and brain changes."}, {"pubmed": 21803501, "text": "increase in CSF cortisol associated with the presence of the APOE e4 allele was only detected when a short TOMM40 poly-T variant, shown to associate with later age of onset of AD in e4 carriers, was not present."}, {"pubmed": 21820212, "text": "There is no association of TOMM40 poly-T repeat length with age of onset of Alzheimer's disease (AD) nor with risk of psychosis in AD."}, {"pubmed": 21825236, "text": "No association is found between polyT polymorphisms and TOMM40 gene expression"}, {"pubmed": 21835183, "text": "The authors propose that the identified weakly stable beta-strands 1, 2 and 9 of human Tom40A play an important role in quaternary protein-protein interactions within the mammalian TOM machinery."}, {"pubmed": 21943158, "text": "variants in LPL, OASL and TOMM40/APOE-C1-C2-C4 genes are associated with multiple cardiovascular-related traits"}, {"pubmed": 21983493, "text": "Subjects with APOE epsilon4 have higher CSF NFL levels than non-epsilon4 carriers, only when they do not carry a short poly-T variant of TOMM40, which is associated with later age of onset of AD"}, {"pubmed": 22008263, "text": "This study identi fi ed TOMM40alleles, genotypes,as well asTOMM40-E4haplotypes that in fl uencelongevity."}, {"pubmed": 22089642, "text": "The main novel finding of this investigation was that multiple APOE locus cis-elements influence both APOE and TOMM40 promoter activity according to haplotype and cell type."}, {"pubmed": 22359560, "text": "the poly-T, rs10524523 allele frequencies in different ethnicities."}, {"pubmed": 22472643, "text": "This study demonistrated that Downregulation of TOMM40 expression in the blood of Alzheimer disease."}, {"pubmed": 22596268, "text": "Expression levels of TOMM40 protein in mitochondria do not reveal any differences related to the very long or short poly-T variant associated with the risk of late onset Alzheimer's disease."}, {"pubmed": 22710912, "text": "Three SNPs of TOMM40 and APOC1 representating linkage disequilibrium at the 19q13-q13.2 chromosomal region suggest the presence of a different genetic background underlying primary progressive aphasia and the behavioral variant of frontotemporal dementia."}, {"pubmed": 22863908, "text": "The results of this study suggested important APOE-independent associations between the TOMM40 '523' polymorphism and specific cognitive domains of memory and executive control that are preferentially affected in early-stage Alzheimer's disease."}, {"pubmed": 22898894, "text": "In chronic hepatitis C, genetic heterogeneity in the APOE/TOMM40 genomic region is significantly associated with variation in serum ApoE and ApoB levels, and also with fibrosis suggesting a pleiotropic attribute of this genomic region."}, {"pubmed": 23102119, "text": "Both TOMM40 and APOE significantly influence age-related memory performance, but they appear to do so independently of each other"}, {"pubmed": 23183136, "text": "TOMM40 intron 6 poly-T length may explain some of the variation in age at onset in PSEN2 familial mouseclick Alzheimer's disease"}, {"pubmed": 23234877, "text": "TOMM40 gene expression remains significantly lower in Alzheimer's disease patients compared to controls."}, {"pubmed": 23288655, "text": "3 SNPs (rs157580, rs2075650, and rs11556505)were studied in late-onset Alzheimer disease after adjustment for risk factors. Haplotypes derived from SNPs in rs2075650, rs11556505, and rs1160985 were associated with either risk or protective effects."}, {"pubmed": 23435269, "text": "we report data from two independent Caucasian samples (242 U.S. women and men; 466 Danish men) showing that chronic family stress moderates the association between TOMM40 SNP rs157580 and triglyceride levels."}, {"pubmed": 23522842, "text": "TOMM40 and APOE common genetic variants are not Parkinson's disease risk factors."}, {"pubmed": 23546992, "text": "This study demonstrated that the TOMM40 gene does not have an APOE-independent role in the risk of developing LOAD and FTLD."}, {"pubmed": 23626796, "text": "the interaction of alpha-Syn with the mitochondrial protein import machinery, in particular Tom40, might be an upstream event in alpha-Syn-induced neurotoxicity."}, {"pubmed": 23792692, "text": "This study associating theTOMM40rs10524523 genotype with clinical characteristics ofpatients carrying thePSEN1M146L mutation belong-ing to the same kindred."}, {"pubmed": 24103330, "text": "The results of this study suggested that Polymorphism in the TOMM40 gene modifies the risk of developing sporadic inclusion body myositis and the age of onset of symptoms."}, {"pubmed": 24146538, "text": "These data provide no evidence to support an association of rs2075650 in TOMM40 with neovascular age-related macular degeneration or polypoidal choroidal vasculopathy."}, {"pubmed": 24149440, "text": "Blockade of mitochondrial protein import triggers the recruitment of PARK2, by PINK1, to the TOMM machinery."}, {"pubmed": 24260406, "text": "in a large community-dwelling sample of older adults, we found no effects of APOE epsilon or TOMM40 523 genotypes on hippocampal volumes."}, {"pubmed": 24439168, "text": "Elevated levels of TOMM40 and APOE transcripts found in the brains of late-onset Alzheimer's disease-affected individuals compared with unaffected control brains"}, {"pubmed": 24508314, "text": "It is an Alzheimer-disease susceptibility gene."}, {"pubmed": 24549102, "text": "This study development of depression characterized by reduced extraversion, impaired executive function, and decreased positive emotional recall, and reduced top-down cortical control during sad emotion processing."}, {"pubmed": 24838536, "text": "The present study shows for the first time that TOMM40 rs157581 polymorphism may modulate regional spontaneous brain activity and related to the progression of amnestic mild cognitive impairment."}, {"pubmed": 24924924, "text": "PVRL2, TOMM40 and APOE might be associated with human longevity."}, {"pubmed": 25044051, "text": "The results of this study suggested that previous findings of an association of the TOMM40 short allele with better cognitive performance, independently from the APOE variant status, are pertinent to elderly with diabetes."}, {"pubmed": 25140902, "text": "Influenza A virus protein PB1-F2 translocates into mitochondria via Tom40 channels and impairs innate immunity."}, {"pubmed": 25201778, "text": "The findings of this study consistently lower TOMM40 expression on longitudinal 2-year sampling support its potential role as a diagnostic blood AD biomarker."}, {"pubmed": 25247594, "text": "Two genetic risk factors for late onset Alzheimer's disease are in the apolipoprotein-e and translocase of outer mitochondrial membrane 40 (TOMM40) gene poly-T repeat loci."}, {"pubmed": 25304313, "text": "study did not confirm the impact of rs2075650 on advanced AMD risk, indicating that rs2075650 is unlikely a superior marker for APOE/TOMM40 susceptible region with advanced AMD in Han Chinese population."}, {"pubmed": 25644384, "text": "This study show genome-wide significant SNP-based associations within three genomic regions 6q16.1 (MIR2113), 14q12 (AKAP6/NPAS3 region) and 19q13.32 (TOMM40/APOE region) with cognition."}, {"pubmed": 25670332, "text": "TOMM40 VL polyT repeat, although not influencing disease susceptibility, has a disease-modifying effect on sIBM, which can be enhanced by the APOE genotype epsilon3/epsilon3."}, {"pubmed": 25703783, "text": "Epilepsy, impaired fine motor function and gastrostomy tube feeding were less common in cerebral palsy children with single nucleotide polymorphisms in the APOE or TOMM40 genes"}, {"pubmed": 25711031, "text": "It was discovered that polymorphic variants of TOMM40 rs741780, rs1160985, and rs8106922 are associated with serum triglyceride concentrations."}, {"pubmed": 25862420, "text": "Its variants are related to impairment in allocentric spatial navigation and reduced cortical thickness of specific brain regions among aMCI individuals with (LOAD neutral) APOE epsilon3/epsilon3 genotype."}, {"pubmed": 26310205, "text": "No significant effects of APOE epsilon or TOMM40 523 genotypes on white matter hyperintensities or cerebral microbleed burden were found amongst 624 participants"}, {"pubmed": 26572157, "text": "rs2075650 polymorphism in TOMM40 gene may increase the risk of Alzheimer disease."}, {"pubmed": 26576771, "text": "rs2075650 at intron region TOMM40 is associated with the A beta-42 levels in CSF."}, {"pubmed": 26657933, "text": "These findings indicated that variants in TOMM40/APOE/APOC1 region might be associated with human longevity. Further studies are needed to identify the causal genetic variants influencing human longevity."}, {"pubmed": 26742953, "text": "investigate the influence of the TOMM40 intron 6 poly-T variant (rs10524523) on TOMM40 gene expression and cognitive abilities and decline in a cohort of 1613 community-dwelling elderly volunteers"}, {"pubmed": 26756745, "text": "Our results do not support the notion that TOMM40 poly-T repeat variants have independent effects on Parkinson's disease with dementia and Dementia with Lewy bodies pathology"}, {"pubmed": 27023435, "text": "Survival analyses suggest that AD patients with TOMM40 allele rs2075650-G have an average age of disease onset of 6 years earlier compared with carriers of the A allele. The age of disease onset is earlier if APOE4/4 is present in the Colombian population studied."}, {"pubmed": 27328316, "text": "meta-analysis to investigate the association between rs2075650 polymorphism and Alzheimer's disease (AD) in Asian, Caucasian, and mixed populations; analysis shows TOMM40 rs2075650 polymorphism is associated with AD susceptibility in Asian, Caucasian, and mixed populations"}, {"pubmed": 27707806, "text": "Among white women, three single nucleotide polymorphisms (SNPs) (rs2075650 [TOMM40], rs4420638 [APOC1], and rs429358 [APOE]) were significantly associated with survival to 90 years after correction for multiple testing (p < .001); rs4420638 and rs429358 were also significantly associated with healthy aging (p = .02). In African American women, no SNP was associated with longevity. In Hispanic women, 7 SNPs in linkage dise"}, {"pubmed": 28065845, "text": "PPARgamma knockdown resulted in increased levels of TOMM40, APOE and APOC1 -mRNAs, showing the strongest impact on APOE transcript levels."}, {"pubmed": 28108637, "text": "Results reveal an association of APOE epsilon3/3-TOMM40'523 haplotypes with cognitive decline in community-based older persons such that the S/S poly-T genotype is related to faster cognitive decline, primarily in the domains of episodic and semantic memory."}, {"pubmed": 28183529, "text": "Our data provide support for TOMM40 variant repeat length as an important contributor to AD-like Medial Temporal Lobe pathology in the absence of APOE epsilon4."}, {"pubmed": 28387812, "text": "report association of APOE and TOMM40 with behavioural variant frontotemporal dementia, and ARHGAP35 and SERPINA1 with progressive non-fluent aphasia."}, {"pubmed": 28549947, "text": "This study found in middle-aged and aged cohorts that FH altered TOMM40 '523 poly-T genotype associations on memory, and additionally in aged participants for both global decline and cognitive impairment risk."}, {"pubmed": 28624335, "text": "This study demonstrated that the association of TOMM40 '523-L with cognitive decline is primarily mediated by common neuropathologies. By contrast, the association of TOMM40 '523-S/S is relatively independent of these pathologies."}, {"pubmed": 28672022, "text": "Each epsilon4 allele doubled the risk for AD dementia and the dose effect was evident. Almost identical effect size and effect pattern were observed for TOMM40 '523-L"}, {"pubmed": 28768149, "text": "TOM40 over-expression blocked Ab-elicited decreases in the mitochondrial membrane potential, cellular ATP levels, and cellular viability in the control cells. These data suggest elevated expression of TOM40 may be protective of mitochondrial function."}, {"pubmed": 29371683, "text": "Results from this exploratory analysis suggest that regulatory element methylation levels within the larger TOMM40-APOE-APOC2 gene region correlate with AD-related biomarkers and TOMM40 or APOE gene expression in AD."}, {"pubmed": 30462377, "text": "TOMM40 and APOE variants are independently and additively associated with body mass index."}, {"pubmed": 31206022, "text": "BAP31 interacts with mitochondria-localized proteins, including Tom40, to stimulate the translocation of NDUFS4, the component of complex I from the cytosol to the mitochondria."}, {"pubmed": 31322569, "text": "TOMM40 '523 Associations with Baseline and Longitudinal Cognition in APOE varepsilon3 Homozygotes."}, {"pubmed": 31568198, "text": "that TOMM40 rs157581-G plays a harmful role in Alzheimer's disease patients"}, {"pubmed": 31760383, "text": "Genome-wide association study of hippocampal atrophy rate in non-demented elders."}, {"pubmed": 31767813, "text": "The connection between the success of the acquisition of the brain-computer, eye-tracking, electromyographic, and respiratory interfaces and SNP of the TOMM40, BDNF, HTR2A and TPH2 genes."}, {"pubmed": 32160291, "text": "DNA methylation QTL analysis identifies new regulators of human longevity."}, {"pubmed": 32472747, "text": "A TOMM40/APOE allele encoding APOE-E3 predicts high likelihood of late-onset Alzheimer's disease in autopsy cases."}, {"pubmed": 32725468, "text": "TOMM40 and APOE variants synergistically increase the risk of Alzheimer's disease in a Chinese population."}, {"pubmed": 33737565, "text": "The TOMM40 '523' polymorphism in disease risk and age of symptom onset in two independent cohorts of Parkinson's disease."}, {"pubmed": 33798195, "text": "Novel Variance-Component TWAS method for studying complex human diseases with applications to Alzheimer's dementia."}, {"pubmed": 34204109, "text": "TOMM40 RNA Transcription in Alzheimer's Disease Brain and Its Implication in Mitochondrial Dysfunction."}, {"pubmed": 34310032, "text": "Protective association of the epsilon2/epsilon3 heterozygote with Alzheimer's disease is strengthened by TOMM40-APOE variants in men."}, {"pubmed": 34625307, "text": "Definitive roles of TOMM40-APOE-APOC1 variants in the Alzheimer's risk."}, {"pubmed": 34740077, "text": "APOE, TOMM40, and sex interactions on neural network connectivity."}, {"pubmed": 35093267, "text": "Association and interaction of TOMM40 and PVRL2 with plasma amyloid-beta and Alzheimer's disease among Chinese older adults: a population-based study."}, {"pubmed": 35964003, "text": "TOMM40 genetic variants associated with healthy aging and longevity: a systematic review."}, {"pubmed": 36399096, "text": "Associations of the APOE epsilon2 and epsilon4 alleles and polygenic profiles comprising APOE-TOMM40-APOC1 variants with Alzheimer's disease biomarkers."}, {"pubmed": 36450556, "text": "MicroRNA-22-3p Restrains the Proliferation, Phenotypic Transformation, and Migration of Vascular Smooth Muscle Cells by Manipulating TOMM40."}, {"pubmed": 36835494, "text": "TOMM40 Genetic Variants Cause Neuroinflammation in Alzheimer's Disease."}, {"pubmed": 37718796, "text": "TOMM40 '523 Genotype Distinguishes Patterns of Cognitive Improvement for Executive Function in APOEvarepsilon3 Homozygotes."}, {"pubmed": 37804609, "text": "Alzheimer's disease cortical morphological phenotypes are associated with TOMM40'523-APOE haplotypes."}, {"pubmed": 37874111, "text": "Genotypic Effects of the TOMM40'523 Variant and APOE on Longitudinal Cognitive Change over 4 Years: The TOMMORROW Study."}, {"pubmed": 38978225, "text": "BRG1 promotes liver cancer cell proliferation and metastasis by enhancing mitochondrial function and ATP5A1 synthesis through TOMM40."}], "genomic_pos": {"chr": "19", "end": 44903689, "ensemblgene": "ENSG00000130204", "start": 44890569, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 45406946, "start": 45393826, "strand": 1}, "go": {"BP": [{"evidence": "IGI", "gocategory": "BP", "id": "GO:0006626", "pubmed": 31206022, "qualifier": "involved_in", "term": "protein targeting to mitochondrion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006626", "pubmed": 15644312, "qualifier": "involved_in", "term": "protein targeting to mitochondrion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006626", "qualifier": "involved_in", "term": "protein targeting to mitochondrion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006811", "qualifier": "involved_in", "term": "monoatomic ion transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030150", "qualifier": "involved_in", "term": "protein import into mitochondrial matrix"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045040", "pubmed": 18331822, "qualifier": "involved_in", "term": "protein insertion into mitochondrial outer membrane"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005739", "pubmed": 11745481, "qualifier": "NOT located_in", "term": "mitochondrion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005741", "pubmed": 10980201, "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005741", "pubmed": 18331822, "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005742", "qualifier": "part_of", "term": "mitochondrial outer membrane translocase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005742", "pubmed": [12198123, 15644312], "qualifier": "part_of", "term": "mitochondrial outer membrane translocase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005743", "pubmed": 24746669, "qualifier": "located_in", "term": "mitochondrial inner membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 15644312, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044233", "pubmed": 31206022, "qualifier": "located_in", "term": "mitochondria-associated endoplasmic reticulum membrane contact site"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0046930", "qualifier": "part_of", "term": "pore complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0140596", "pubmed": 18331822, "qualifier": "part_of", "term": "TOM complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [27554484, 31206022, 31412244], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008320", "qualifier": "enables", "term": "protein transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008320", "qualifier": "enables", "term": "protein transmembrane transporter activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008320", "pubmed": 15644312, "qualifier": "enables", "term": "protein transmembrane transporter activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015288", "qualifier": "enables", "term": "porin activity"}]}, "homologene": {"genes": [[3702, 841462], [4896, 2540506], [4932, 855243], [5141, 3877741], [6239, 174431], [7165, 1278084], [7227, 35553], [7227, 44978], [7955, 322645], [8364, 394730], [9544, 713297], [9606, 10452], [9615, 611055], [9913, 510219], [10090, 53333], [10116, 308416], [28985, 2895027], [33169, 4621592], [318829, 2678871]], "id": 101105}, "interpro": [{"desc": "Porin domain superfamily", "id": "IPR023614", "short_desc": "Porin_dom_sf"}, {"desc": "Eukaryotic porin/Tom40", "id": "IPR027246", "short_desc": "Porin_Euk/Tom40"}, {"desc": "Tom40", "id": "IPR037930", "short_desc": "Tom40"}], "ipi": ["IPI00014053", "IPI00376117"], "map_location": "19q13.32", "name": "translocase of outer mitochondrial membrane 40", "other_names": ["mitochondrial import receptor subunit TOM40 homolog", "mitochondrial outer membrane protein", "p38.5", "protein Haymaker", "translocase of outer membrane 40 kDa subunit homolog", "translocase of outer mitochondrial membrane 40 homolog"], "pantherdb": {"HGNC": "18001", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1858259", "ortholog_type": "LDO", "panther_family": "PTHR10802", "taxid": 10090, "uniprot_kb": "Q9QYA2"}, {"RGD": "1303022", "ortholog_type": "LDO", "panther_family": "PTHR10802", "taxid": 10116, "uniprot_kb": "Q75Q40"}, {"ZFIN": "ZDB-GENE-040426-2319", "ortholog_type": "O", "panther_family": "PTHR10802", "taxid": 7955, "uniprot_kb": "Q6NWH3"}, {"ZFIN": "ZDB-GENE-030131-1365", "ortholog_type": "LDO", "panther_family": "PTHR10802", "taxid": 7955, "uniprot_kb": "Q7T314"}, {"WormBase": "WBGene00007686", "ortholog_type": "LDO", "panther_family": "PTHR10802", "taxid": 6239, "uniprot_kb": "Q18090"}, {"FlyBase": "FBgn0038355", "ortholog_type": "O", "panther_family": "PTHR10802", "taxid": 7227, "uniprot_kb": "Q9VF44"}, {"FlyBase": "FBgn0033074", "ortholog_type": "O", "panther_family": "PTHR10802", "taxid": 7227, "uniprot_kb": "A1Z6L1"}, {"FlyBase": "FBgn0016041", "ortholog_type": "LDO", "panther_family": "PTHR10802", "taxid": 7227, "uniprot_kb": "Q9U4L6"}, {"SGD": "S000004816", "ortholog_type": "LDO", "panther_family": "PTHR10802", "taxid": 4932, "uniprot_kb": "P23644"}, {"PomBase": "SPBC27B12.13", "ortholog_type": "LDO", "panther_family": "PTHR10802", "taxid": 4896, "uniprot_kb": "O13656"}, {"dictyBase": "DDB_G0277155", "ortholog_type": "LDO", "panther_family": "PTHR10802", "taxid": 352472, "uniprot_kb": "Q76P15"}, {"TAIR": "2011887", "ortholog_type": "O", "panther_family": "PTHR10802", "taxid": 3702, "uniprot_kb": "Q9SX55"}, {"TAIR": "2095355", "ortholog_type": "LDO", "panther_family": "PTHR10802", "taxid": 3702, "uniprot_kb": "Q9LHE5"}], "uniprot_kb": "O96008"}, "pathway": {"kegg": [{"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1268020", "name": "Mitochondrial protein import"}, {"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-5205647", "name": "Mitophagy"}, {"id": "R-HSA-5205685", "name": "PINK1-PRKN Mediated Mitophagy"}, {"id": "R-HSA-9609507", "name": "Protein localization"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}], "wikipathways": {"id": "WP4754", "name": "IL-18 signaling pathway"}}, "pdb": ["7CK6", "7CP9", "7VBY", "7VC4", "7VD2", "7VDD"], "pfam": "PF01459", "pharmgkb": "PA38274", "pharos": {"target_id": 12019, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF223477", "relationship": "is"}, {"id": "GNF228929", "relationship": "is"}, {"id": "GNF231733", "relationship": "is"}, {"id": "GNF261519", "relationship": "is"}, {"id": "GNF261520", "relationship": "is"}, {"id": "GNF261521", "relationship": "is"}, {"id": "GNF261522", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF048247", "relationship": "is"}, {"id": "GNF050047", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014792", "relationship": "is"}, {"id": "GNF014793", "relationship": "is"}, {"id": "GNF014794", "relationship": "is"}, {"id": "GNF014795", "relationship": "is"}, {"id": "GNF014796", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF284829", "relationship": "is"}, {"id": "GNF285714", "relationship": "is"}, {"id": "GNF286222", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF099411", "relationship": "is"}, {"id": "GNF139066", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_042854.1"], "protein": ["NP_001122388.1", "NP_001122389.1", "NP_006105.1", "XP_005258468.1", "XP_047294013.1", "XP_054175509.1", "XP_054175510.1"], "rna": ["NM_001128916.2", "NM_001128917.2", "NM_006114.3", "XM_005258411.5", "XM_047438057.1", "XM_054319534.1", "XM_054319535.1"], "translation": [{"protein": "XP_054175509.1", "rna": "XM_054319534.1"}, {"protein": "NP_001122388.1", "rna": "NM_001128916.2"}, {"protein": "NP_006105.1", "rna": "NM_006114.3"}, {"protein": "XP_005258468.1", "rna": "XM_005258411.5"}, {"protein": "NP_001122389.1", "rna": "NM_001128917.2"}, {"protein": "XP_054175510.1", "rna": "XM_054319535.1"}, {"protein": "XP_047294013.1", "rna": "XM_047438057.1"}]}, "reporter": {"HG-U133_Plus_2": "202264_s_at", "HG-U95Av2": "35620_at", "HTA-2_0": ["TC19000632.hg.1", "TC19002165.hg.1"], "HuEx-1_0": ["2576711", "2576725", "2576727", "2576729", "2576731", "2576735", "3835855", "3935534", "3956587"], "HuGene-1_1": "8029521", "HuGene-2_1": "16863104"}, "summary": "The protein encoded by this gene is localized in the outer membrane of the mitochondria. It is the channel-forming subunit of the translocase of the mitochondrial outer membrane (TOM) complex that is essential for import of protein precursors into mitochondria. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Aug 2015].", "symbol": "TOMM40", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425229"}, "unigene": "Hs.655909", "uniprot": {"Swiss-Prot": "O96008", "TrEMBL": ["K7EKG4", "K7EJ57", "K7EKG6"]}, "wikipedia": {"url_stub": "TOMM40"}}