{"AllianceGenome": "11986", "HGNC": "11986", "MIM": "126420", "_id": "7150", "_version": 2, "accession": {"genomic": ["AH003017.2", "AL022394.3", "AL035652.8", "CH471077.2", "CP068258.2", "KF456903.1", "KF456904.1", "NC_000020.11", "NC_060944.1", "NG_012262.2", "X52601.1"], "protein": ["AAA61206.1", "AAA61207.1", "AAA61208.1", "AAB60379.1", "AAB60380.1", "AAH00943.1", "AAH04475.1", "AAH67349.1", "AAI36298.1", "BAF85632.1", "CAA34500.2", "CAA36834.1", "EAW75994.1", "EAW75995.1", "EAW75996.1", "EAW75997.1", "NP_003277.1", "P11387.2", "UIC71723.1"], "rna": ["AK225095.1", "AK292943.1", "AK310508.1", "AK310516.1", "BC000943.2", "BC004475.2", "BC039009.1", "BC056681.1", "BC067349.1", "BC136297.1", "DA690829.1", "J03250.1", "M27913.1", "MW117125.1", "NM_003286.4", "U07804.1", "U07806.1", "X16479.2"], "translation": [{"protein": "AAB60380.1", "rna": "U07806.1"}, {"protein": "AAH00943.1", "rna": "BC000943.2"}, {"protein": "AAA61207.1", "rna": "J03250.1"}, {"protein": "BAF85632.1", "rna": "AK292943.1"}, {"protein": "AAB60379.1", "rna": "U07804.1"}, {"protein": "AAI36298.1", "rna": "BC136297.1"}, {"protein": "UIC71723.1", "rna": "MW117125.1"}, {"protein": "CAA34500.2", "rna": "X16479.2"}, {"protein": "NP_003277.1", "rna": "NM_003286.4"}, {"protein": "AAH04475.1", "rna": "BC004475.2"}, {"protein": "AAH67349.1", "rna": "BC067349.1"}, {"protein": "AAA61208.1", "rna": "M27913.1"}]}, "alias": "TOPI", "ec": "5.6.2.1", "ensembl": {"gene": "ENSG00000198900", "protein": ["ENSP00000354522", "ENSP00000504935", "ENSP00000505788"], "transcript": ["ENST00000361337", "ENST00000680945", "ENST00000681058", "ENST00000681113", "ENST00000681392", "ENST00000681884"], "translation": [{"protein": "ENSP00000354522", "rna": "ENST00000361337"}, {"protein": "ENSP00000505788", "rna": "ENST00000681113"}, {"protein": "ENSP00000504935", "rna": "ENST00000680945"}], "type_of_gene": "protein_coding"}, "entrezgene": "7150", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 39.5777766025, "exp_mis": 237.460250138, "exp_syn": 90.0341028946, "lof_z": 6.23182727852908, "mis_z": 4.71228202818782, "mu_lof": 2.93554625094e-06, "mu_mis": 2.13574393913e-05, "mu_syn": 7.68897258517e-06, "n_lof": 0.0, "n_mis": 89.0, "n_syn": 88.0, "p_li": 0.999999399962319, "p_null": 1.50008509426593e-16, "p_rec": 6.00037680884761e-07, "syn_z": 0.13289794222714}, "bp": 2298, "cds_end": 39751937, "cds_start": 39657707, "n_exons": 21, "nonpsych": {"exp_lof": 35.4232592014, "exp_mis": 214.525998287, "exp_syn": 81.0911045229, "lof_z": 5.84515773005657, "mis_z": 4.70150687382943, "mu_lof": 2.93554625094e-06, "mu_mis": 2.13574393913e-05, "mu_syn": 7.68897258517e-06, "n_lof": 0.0, "n_mis": 78.0, "n_syn": 75.0, "p_li": 0.999997522290399, "p_null": 5.78695831337795e-15, "p_rec": 2.47770959494981e-06, "syn_z": 0.425865658646613}, "nontcga": {"exp_lof": 36.372717676, "exp_mis": 218.424607076, "exp_syn": 82.7925412925, "lof_z": 5.9493447929649, "mis_z": 4.66629668918191, "mu_lof": 2.93554625094e-06, "mu_mis": 2.13574393913e-05, "mu_syn": 7.68897258517e-06, "n_lof": 0.0, "n_mis": 80.0, "n_syn": 84.0, "p_li": 0.999998089870418, "p_null": 2.51295624312217e-15, "p_rec": 1.91012957901968e-06, "syn_z": -0.084023232790911}, "transcript": "ENST00000361337.2"}, "exons": [{"cdsend": 41123297, "cdsstart": 41029067, "chr": "20", "position": [[41028821, 41029100], [41029430, 41029455], [41061393, 41061490], [41076170, 41076294], [41077581, 41077637], [41080084, 41080180], [41081164, 41081240], [41084461, 41084568], [41092471, 41092587], [41097219, 41097341], [41098214, 41098337], [41100055, 41100243], [41101208, 41101353], [41112781, 41112925], [41113969, 41114155], [41115370, 41115439], [41116277, 41116392], [41118168, 41118296], [41121695, 41121790], [41122005, 41122155], [41123194, 41124486]], "strand": 1, "transcript": "NM_003286", "txend": 41124486, "txstart": 41028821}], "exons_hg19": [{"cdsend": 39751937, "cdsstart": 39657707, "chr": "20", "position": [[39657461, 39657740], [39658070, 39658095], [39690033, 39690130], [39704810, 39704934], [39706221, 39706277], [39708724, 39708820], [39709804, 39709880], [39713101, 39713208], [39721111, 39721227], [39725859, 39725981], [39726854, 39726977], [39728695, 39728883], [39729848, 39729993], [39741421, 39741565], [39742609, 39742795], [39744010, 39744079], [39744917, 39745032], [39746808, 39746936], [39750335, 39750430], [39750645, 39750795], [39751834, 39753126]], "strand": 1, "transcript": "NM_003286", "txend": 39753126, "txstart": 39657461}], "generif": [{"pubmed": 11749700, "text": "CPT-11 may provide therapeutic efficacy for esophageal squamous cell cancer and the effects correlate with the level of DNA topoisomerase I protein."}, {"pubmed": 11809893, "text": "active site of a type I DNA topoisomerase from the kinetoplastid protozoan Leishmania donovani, compared to human structure"}, {"pubmed": 11832494, "text": "Different effects on human topoisomerase I by minor groove and intercalated deoxyguanosine adducts derived from two polycyclic aromatic hydrocarbon diol epoxides at or near a normal cleavage site."}, {"pubmed": 11844605, "text": "Point mutations in the topoisomerase I gene in patients with non-small cell lung cancer treated with irinotecan"}, {"pubmed": 12004060, "text": "The origin recognition complex (ORC) marks a replication origin in the promoter"}, {"pubmed": 12051740, "text": "ATP and Topoisomerase I activity found indispensable for cDNA synthesis in the HIV-1 replication process. Mutant enzyme lacking activity inhibited HIV-1 infectivity"}, {"pubmed": 12119295, "text": "role of N-terminal domain in nucleolar localization of human DNA topoisomerase I"}, {"pubmed": 12149243, "text": "TOP1 delocalizes from the nucleolus to the nucleoplasm when sumoylated by camptothecin"}, {"pubmed": 12209008, "text": "binds to DNA first in an inactive conformation and then rearranges its active site for catalysis"}, {"pubmed": 12209444, "text": "DNA binding induces conformational transition within this enzyme in solution"}, {"pubmed": 12237772, "text": "presence of dna topoisomerase I in different testicular tumor types"}, {"pubmed": 12270136, "text": "Binding and dissociation of human emzyme with hairpin-loop RNAs: implications for the regulation of HIV-1 replication"}, {"pubmed": 12270705, "text": "RNA splicing factor ASF/SF2 inhibits human topoisomerase I mediated DNA relaxation"}, {"pubmed": 12426403, "text": "The x-ray crystal structure of human topoisomerase I covalently joined to double-stranded DNA & bound to Topotecan shows that Topotecan mimics a DNA base pair & binds at the DNA cleavage site, intercalating between the upstream & downstream base pairs."}, {"pubmed": 12549820, "text": "proteins indentified binding to the N-terminal domain of human topoisomerase I"}, {"pubmed": 12634843, "text": "DNA is unwound bidirectionally by a ternary complex of T antigen, nucleolin and this enzyme."}, {"pubmed": 12673200, "text": "The exon 2 region was required for physical binding of p14(ARF) to Topo I & stimulatory activity. p14(ARF) (R71A) was more efficient than wild-type to activate Topo I. Nucleolar location is linked the biological function of the ARF-Topo I complex."}, {"pubmed": 12708316, "text": "The contributions of strong and week nonspecific electrostatic, van der Waals's, and hydrophobic interactions, and hydrogen bonding of the enzymes to the complex formation with the single- and double-stranded DNAs were determined."}, {"pubmed": 12711735, "text": "DNA relaxation by this enzyme occurs in the closed clamp conformation of the protein."}, {"pubmed": 12723479, "text": "Factors affecting the specific recognition of topologically stressed DNA were analyzed on the basis of the thermodynamic and kinetic data on the Topo-DNA interaction and the X-ray data on human Topo"}, {"pubmed": 12829794, "text": "Human topoisomerase I plays an important role in HIV-1 replication and infectivity, and differences in the species specificity of HIV-1 infection can at least in part be attributed to differences in topoisomerase I activities."}, {"pubmed": 12904303, "text": "a single mutation in the linker domain confers protein flexibility and camptothecin resistance to human topoisomerase I"}, {"pubmed": 13679149, "text": "Topo I activity is now shown to be involved in DNA damage/repair pathway in vivo"}, {"pubmed": 14594810, "text": "Lys(532) functions as a general acid during cleavage to protonate the leaving 5'-oxygen"}, {"pubmed": 14654701, "text": "topo I truncated up to position 210 is not stabilized by camptothecin in covalent DNA-complexes inside a living cell, whereas in vitro it retains full DNA-relaxation activity, and is targeted by camptothecin in the usual manner"}, {"pubmed": 14688260, "text": "topoisomerase I-mediated DNA damage and cell death is induced by hydrogen peroxide"}, {"pubmed": 14706652, "text": "human topoisomerase I exclusively dissociated HIV-1 reverse transcriptase, which strongly binds to structural RNAs"}, {"pubmed": 14729676, "text": "DNA damage at telomeric repeats by topoisomerase I is a prominent feature of camptothecin-induced apoptosis"}, {"pubmed": 14741206, "text": "Data describe the specific functions of individual N-terminal regions of topoisomerase I by characterizing mutants lacking amino acid residues 1-202 or 191-206 or having tryptophane-205 substituted by glycine."}, {"pubmed": 14961077, "text": "p53 disruption has a dramatic effect on how glioblastoma cells process topoisomerase I inhibitor-mediated DNA damage."}, {"pubmed": 15010314, "text": "topoisomerase I cleavage complexes correlate with apoptosis, however, at low UV doses the cleavage complex level was very low and the complexes were repaired"}, {"pubmed": 15014084, "text": "nucleolar/nucleoplasmic partitioning of topoisomerase I is regulated by interactions with RNA polymerase I and DNA but not by sumoylation"}, {"pubmed": 15100157, "text": "expression of human NUP98-TOP1 in murine bone marrow confers a potent in vitro growth advantage and a block in differentiation in hematopoietic precursors"}, {"pubmed": 15147201, "text": "Data report the synthesis of a number of oligonucleotides containing methylphosphonates at single positions for the purpose of investigating the hydrogen-bonding contacts necessary for human topoisomerase I function."}, {"pubmed": 15178684, "text": "propose that arsenic trioxide induces topoisomerase I-DNA complexes that participate in chromatin fragmentation and programmed cell death during apoptosis"}, {"pubmed": 15247263, "text": "function for the automodification reaction is to regulate the interaction between PARP-1 and Topo I, and consequently, the Topo I activity, in response to DNA damage."}, {"pubmed": 15351405, "text": "An essential component of this Top1/DNA active site model is the rotated +1 deoxyguanosine, and in vitro experiments and molecular modeling studies supported rotation of the +1 deoxyguanosine out of the helix"}, {"pubmed": 15680922, "text": "This is the first report that conjugated PUFA such as cEPA act as inhibitors of pols and topos."}, {"pubmed": 15830206, "text": "The complexities of the relaxation reaction, the cellular roles, and the pathways that must exist to repair topoisomerase I-mediated DNA damage highlight the importance of continued study of this essential enzyme. (review)"}, {"pubmed": 15848144, "text": "Identification of 36 nuclear proteins that were associated with topoisomerase I."}, {"pubmed": 15850773, "text": "The polypeptide containing tandem RRM domains inhibited DNA cleavage by topoisomerase I similarly as the complete SF2/ASF"}, {"pubmed": 15944452, "text": "A single Thr718Ala mutation in human topoisomerase I slows down DNA relaxation."}, {"pubmed": 16314322, "text": "Molecular simulations reveal a dynamical picture of how topoisomerase I accommodates large-scale motion of DNA as it changes its supercoiling state, and indicate that relaxation of positive and negative supercoils are fundamentally different."}, {"pubmed": 16415033, "text": "mechanism for the recruitment of topoisomerase I to papillomavirus DNA replication forks and for stimulating topoisomerase I to allow for efficient relaxation of the torsional stress induced by replication fork progression"}, {"pubmed": 16428803, "text": "SUMO1 polymeric chain assembles on human topoisomerase I in vitro"}, {"pubmed": 16537084, "text": "Using both purified proteins and through co-precipitation, it was determined that HPV-11 E2 binds human topoisomerase I. E2 can stimulate topoisomerase I DNA relaxation activity 3- to 4-fold."}, {"pubmed": 16799632, "text": "DNA damage-independent induction of cell death using colcemid and tumor necrosis factor alpha is also accompanied by a strong topoisomerase I response that correlates with the onset of apoptotic hallmarks"}, {"pubmed": 16819839, "text": "It was found that modifications involving replacement of the nucleophilic tyrosine OH group with NH2, SH, or I groups eliminated DNA relaxation activity, as did changing the orientation of the nucleophilic tyrosine OH group."}, {"pubmed": 16930551, "text": "human topoisomerase I double cleavage complexes are part of the normal catalytic cycle of this enzyme that occur in vitro and possibly also in vivo"}, {"pubmed": 17101150, "text": "analysis of Holliday junction substrate resolution by human topoisomerase I"}, {"pubmed": 17434318, "text": "analyses of the C-terminal domain indicate that this fragment protein (topo6.3)is in a molten globule state with a native-like tertiary fold that contains a large population of alpha-helix structure and extensive surface hydrophobic regions"}, {"pubmed": 17439970, "text": "A molecular dynamics simulation of the conformational changes of human topoisomerase I."}, {"pubmed": 17490723, "text": "The present study showed elevated expression of topo-I, Ki-67, and mutant p53 in patients with uterine carcinosarcoma suggesting sensitivity to topo-I-targeted drug treatment."}, {"pubmed": 17656417, "text": "Topo I DNA relaxation activity is present in nuclear extracts derived from human sperm. The sperm topo I activity is inhibited by camptothecin, similarly to the somatic enzyme."}, {"pubmed": 17706468, "text": "very high levels of topoisomerase 1 (TOP1) in the nucleus, and specifically the nucleolus, of human Purkinje neurons."}, {"pubmed": 17765665, "text": "topoisomerase I functions as a component of DNA damage recognition and/or a cofactor of fast DNA-repair processes"}, {"pubmed": 17827209, "text": "topoisomerase I and mutants lacking tryptophane-205 relax positive supercoils faster than negative supercoils under both processive and distributive conditions."}, {"pubmed": 17976381, "text": "Topors enhances the formation of high-molecular weight SUMO-1 conjugates of TOP1 in a reconstituted in vitro system and also in human osteosarcoma cells"}, {"pubmed": 18003733, "text": "These results strongly indicate that the association of topo I with these six residues in T antigen is essential for DNA replication."}, {"pubmed": 18054778, "text": "this paper, we show that the translocation depends on the short fragment of the domain (residues from 1 to 67)."}, {"pubmed": 18089815, "text": "Betulinic acid inhibits formation of apoptotic topoisomerase I-DNA complexes in prostate cancer cells and prevents cellular topoisomerase I from participating in the apoptotic process."}, {"pubmed": 18215123, "text": "tryptophan anchor stabilized the N-terminus of the functional domain and prevented the loss of Top1 structure and function"}, {"pubmed": 18408216, "text": "topo I is phosphorylated during mitosis at multiple sites, one of which enhances DNA relaxation activity in vitro and interaction with DNA in cells"}, {"pubmed": 18495665, "text": "poly(ADP-ribose) targeting of topoisomerase I and ASF/SF2 functions may participate in the regulation of gene expression"}, {"pubmed": 18515798, "text": "analysis of the ubiquitin-proteasome pathway for the repair of topoisomerase I-DNA covalent complexes"}, {"pubmed": 18553933, "text": "Six amino acids from the Cre linker loop constitute the minimal length of a functional linker in human topoisomerase I."}, {"pubmed": 18556653, "text": "Top1 induces apoptotic nuclear fusion with death receptors"}, {"pubmed": 18588899, "text": "transcription-induced degradation of Top1 is Brca1 dependent, suggesting a role for Brca1 in the repair or removal of transcription-blocking Top1-DNA cleavage complexes."}, {"pubmed": 18676842, "text": "catalytic activity of TOP1 is repressed by Par-4"}, {"pubmed": 18693244, "text": "Disulfide cross-links reveal conserved features of DNA topoisomerase I architecture and a role for the N terminus in clamp closure"}, {"pubmed": 18713021, "text": "DNA topoisomerase I but not Cdc2-like kinases serves as an important regulator of the differential eNOS isoform expression in endothelial cells, thereby modulating the TNF-alpha-induced eNOS activity switch."}, {"pubmed": 18765473, "text": "The simulations show the complete abolishment, in the Thr729Lys mutant, of the protein communications between the C-terminal domain (where the active Tyr723 is located) and the linker domain, that plays an essential role in the control of DNA rotation."}, {"pubmed": 18772225, "text": "Thr729 is crucial for DNA binding by human DNA topoisomerase I (hTop1p)."}, {"pubmed": 18826252, "text": "Mitochondrial topoisomerase I sites in the regulatory D-loop region of mitochondrial DNA are reported."}, {"pubmed": 18855534, "text": "Copy-number analysis of TOPI genes in frozen and FFPE DNAas of colorectal cancers is reported."}, {"pubmed": 19083133, "text": "High Topoisomerase I levels are associated with recurrences following 5-fluorouracil-based adjuvant chemotherapy in colorectal cancer"}, {"pubmed": 19173801, "text": "siRNAs can silence the expression of TopI and decrease the drug-sensitivity of H446 cells to topotecan."}, {"pubmed": 19232127, "text": "Diagnosis and risk assessment of SSc patients can be supported by the detection of anti-topo I antibodies"}, {"pubmed": 19336913, "text": "human cells with decreased Top1 levels are significantly more resistant to killing by camptothecin than are otherwise isogenic cells"}, {"pubmed": 19380834, "text": "DNA topoisomerase 1, exposed to a specific oxidation, is not only the target of the immune response in systemic sclerosis patients but is a crucial factor responsible for the diffusion of oxidative stress and the induction of tissular damage."}, {"pubmed": 19435923, "text": "Top1 constitutive expression induces growth arrest, the appearance of a senescence marker, and an activation of the DNA in cell lines."}, {"pubmed": 19452556, "text": "topoisomerase I C-terminal domain acquires an ordered structure upon binding with the core enzyme even though it forms a molten globule when in isolation."}, {"pubmed": 19494003, "text": "Topoisomerase I and RecQL1 promote the lytic reactivation of Epstein-Barr virus."}, {"pubmed": 19604089, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19639183, "text": "the C-terminal CK18 fragment exerts an effect in the nucleolus by stimulating rRNA transcription and processing via modulation of enzymatic activity of topoisomerase I."}, {"pubmed": 19666469, "text": "Data support a replication fork collision model in which topoisomerase 1 cleavage complexes at arrested replication forks are degraded by proteasomes prior to replication fork runoff on the leading strand to generate DSBs."}, {"pubmed": 19740104, "text": "The results obtained implicate the linker and solvent-exposed basic residues in core subdomain III in the preferential binding of human topoisomerase I to supercoiled DNA."}, {"pubmed": 19883377, "text": "cleavage and religation activities of human topoisomerase I are inhibited by Erybraedin C, a natural compound from the plant Bituminaria bituminosa"}, {"pubmed": 19916945, "text": "Top1 and DNA adducts complex formation was partial inhibited by addition of PARP1 in the absence of NAD+."}, {"pubmed": 19952118, "text": "Data show that Lamellarin D also exerted a topoisomerase I-mediated DNA damage response resulting in H2AX phosphorylation, and the upregulation of the DNA repair protein Rad51 and of p53."}, {"pubmed": 20215517, "text": "Observations reported here suggest the hypothesis that there is a conserved negative transcription regulator within intron 1 of the TOP1 gene associated with a quadruplex-prone region."}, {"pubmed": 20465595, "text": "The TOP1 amplification is associated with advanced tumours and poor prognosis in melanoma."}, {"pubmed": 20682265, "text": "A model for the function of topoisomerase in which the periodic maxima along the profile modulate the rate of supercoil relaxation, while the minima provide metastable conformational states for DNA religation, is provided.[Topoisomerase IB]"}, {"pubmed": 20855291, "text": "Results suggest that topoisomerase I is designed to function primarily on positively supercoiled DNA."}, {"pubmed": 20875401, "text": "The signaling network between topoisomerase 1 and poly(ADP-ribose) polymerase in carcinoma cell lines is described."}, {"pubmed": 20944095, "text": "findings indicate an important role of topoisomerase I in preventing malignant progression of precancerous lesions in the cervix"}, {"pubmed": 21046176, "text": "protein structure of TOP1 N-terminal domain"}, {"pubmed": 21092135, "text": "Interaction of BTBD1 and BTBD2 with TOP1 requires TOP1 residues 236 and 237, the same residues required to enhance the infectivity of progeny virions when TOP1 is expressed in African Green Monkey producer cells."}, {"pubmed": 21182307, "text": "CK2 is a central regulator of topo I hyperphosphorylation."}, {"pubmed": 21229879, "text": "Examine inhibition of DNA topoisomerases I and II by G3 PAMAM-NH2 dendrimer-modified digoxin and proscillaridin A conjugates in a cell free system."}, {"pubmed": 21504738, "text": "simulation of the dynamic relaxation of DNA supercoils by human topoisomerase IB"}, {"pubmed": 21542140, "text": "Elevated expression of Topo-I and Topo-II beta is found in Lewis(y) antigen-overexpressing ovarian tumor cells."}, {"pubmed": 21619602, "text": "These results indicate that the TOP1 mutations are involved in the development of SN38 resistance."}, {"pubmed": 21628532, "text": "topoisomerase 1, tyrosyl-DNA phosphodiesterase 1, and single-strand break repair modulate transcription-dependent CAG repeat contractions"}, {"pubmed": 21827649, "text": "The catalytic function of topo I was decreased in systemic sclerosis fibroblasts, to which increased sumoylation of topo I may contribute"}, {"pubmed": 21922105, "text": "the recognition features of human Topoisomerase I"}, {"pubmed": 21953548, "text": "The autoantigen DNA topoisomerase I interacts with chemokine receptor 7 and exerts cytokine-like effects on dermal fibroblasts."}, {"pubmed": 22080610, "text": "Activation-induced cytidine deaminase -induced decrease in Top1 is critical for somatic hypermutation."}, {"pubmed": 22158865, "text": "model in which small molecule inhibitors convert PARP1 into a protein that potentiates the effects of topoisomerase I poisons by binding to damaged DNA and preventing its normal repair."}, {"pubmed": 22171973, "text": "Clinical samples demonstrated increased TOP1 gene copy number and increased TOP1/chromosome 20 centromere ratio."}, {"pubmed": 22344449, "text": "In survival analyses, a significant correlation between a better progression free survival with a low TOP I RNA expression as well as a negative ERCC1 inmunostaining were found."}, {"pubmed": 22375014, "text": "Our results show that Tdp1 and CtIP act in parallel pathways for the repair of Top1cc and MMS-induced lesions but are epistatic for Top2cc."}, {"pubmed": 22672768, "text": "Topoisomerase I immunoexpression in oral squamous cell carcinomas showed a positive correlation with p53 expression, indicating that tumors negative to this topoisomerase show no signs of p53 inactivation."}, {"pubmed": 22991469, "text": "A kinetic clutch governs religation by type 1b topoisomerases and determines camptothecin sensitivity."}, {"pubmed": 23085462, "text": "Top1 cleavage complexes form in cells upon re-entry into S-phase after a FdUMP thymineless state, resulting in DNA double-strand breaks, & initiating apoptotic signaling that can be either muted or enhanced by Jnk-signaling depending on cell type."}, {"pubmed": 23101460, "text": "Coexistence of antitopoisomerase I and anticentromere antibodies can be found at low prevalence in systemic sclerosis."}, {"pubmed": 23214297, "text": "Report topoisomerase I, topoisomerase IIalpha and p53 protein expression in relation to the progressive growth of ovarian tumors."}, {"pubmed": 23349762, "text": "Data indicate that STK295900 inhibited DNA relaxation activity of topoisomerase 1 and 2 (Top 1 and 2)."}, {"pubmed": 23368812, "text": "This property facilitates the deprotonation of the 5' DNA end, suggesting that this is the limiting step in the topoisomerase religation mechanism."}, {"pubmed": 23577133, "text": "TOP1 gene copy number increase occurs frequently in stage III colorectal cancer"}, {"pubmed": 23626666, "text": "ATM deficiency results in accumulation of TOP1-medited covalent enzyme-DNA intermediates in neural cells."}, {"pubmed": 23658456, "text": "Authors found that the phosphodiester bridge-cleaving and recombination activities of TOP1 are required for the polymerase activity of Ebola virus L protein."}, {"pubmed": 23836376, "text": "Missense mutations of DNA topoisomerase I is associated with highly camptothecin-resistant colon cancer."}, {"pubmed": 23844196, "text": "Data indicate that the linker domain has a crucial role in the modulation of the topoisomerase IB activity."}, {"pubmed": 24004603, "text": "A fully functional linker is required to confer camptothecin sensitivity to topoisomerase I."}, {"pubmed": 24013388, "text": "M. fermentans modifies the cellular Topo I activity by activation of PARP-I via the induction of the MAPK signal transduction pathway."}, {"pubmed": 24040417, "text": "DNA topoisomerases I and II are involved in initiating APH-induced common fragile site breakage at RET"}, {"pubmed": 24069881, "text": "Data indicate that (20S,21S)-21-fluorocamptothecins as hydrolytically stable topoisomerase I inhibitors."}, {"pubmed": 24096022, "text": "The human topoisomerase 1B Arg634Ala mutation results in camptothecin resistance and loss of inter-domain motion correlation."}, {"pubmed": 24103454, "text": "MiR-23a could directly bind to 3'untranslated region of TOP1 mRNA, and suppress the corresponding protein expression."}, {"pubmed": 24123038, "text": "TOPO1 expression levels is a prognostic marker in patients with mucinous colorectal treated with fluorouracil."}, {"pubmed": 24130054, "text": "homologous recombination seems relevant especially for Top1 and, to a lesser extent, for Top2 inhibitors. We also found and discuss differential pathways among Top1 inhibitors and Top2 inhibitors"}, {"pubmed": 24252850, "text": "key factors in a molecular pathway connecting Top1 inhibition and human HIF-1alpha protein regulation and activity, widening the biologic and molecular activity of camptothecin"}, {"pubmed": 24327519, "text": "Collectively, these findings suggest that the combinatorial inhibition of MET and Top1 is a potentially efficacious treatment strategy for Small cell lung cancer ."}, {"pubmed": 24362462, "text": "our data show for the first time that HIF-1alpha is strongly correlated with resistance to topoisomerase I inhibitors in hepatocellular carcinoma."}, {"pubmed": 24399039, "text": "These results suggest that topo I is a novel target of erlotinib and a combination of TKIs with topo I inhibitors may be an effective treatment for breast cancer."}, {"pubmed": 24461384, "text": "[review] Telangiectasia and anti-CENP or anti-topo I antibodies in the presence of Raynaud's phenomenon and proximal skin thickening increase the sensitivity of a very early diagnosis of systemic sclerosis from 57% to 97%."}, {"pubmed": 24793032, "text": "Critical endogenous pathogenic lesions are associated with neurodegenerative syndromes arising from aberrant TOP-1 DNA."}, {"pubmed": 24960044, "text": "Results show that camptothecin resistance status of colorectal cancer cells depend on the phosphorylation of TOP1 and the presence of CD44."}, {"pubmed": 25056319, "text": "Analysis of the dynamical properties of DNA topoisomerase 1B bound to the more biologically relevant supercoiled substrate reveals an increased number of protein-DNA interactions and, most strikingly, the presence of a secondary protein-DNA binding site."}, {"pubmed": 25227992, "text": "mutations at the hydrophobic or charged residues of the putative polymer binding sites do not interfere with the ability of poly(ADP-ribose) to antagonize the antitumor activity of topoisomerase I poisons."}, {"pubmed": 25269479, "text": "The combination of Top1 inhibitors with VE-821 inhibited the phosphorylation of ATR and Chk1."}, {"pubmed": 25293362, "text": "High prevalence of anti-topoisomerase I antibody positivity was found among Thai systemic sclerosis patients and this was associated with a high frequency of hand deformity, ACA negativity, a short duration of pulmonary fibrosis in diffuse cutaneous and a lower frequency of Raynaud's phenomenon in limited cutaneous subsets."}, {"pubmed": 25522766, "text": "varying expression levels of TOP1 and TDP1 polypeptides in multiple colorectal cancer cell lines and in clinical colorectal cancer samples, are reported."}, {"pubmed": 25539742, "text": "YB-1 serves as an intracellular promoter of TOPO1 catalytic activity that enhances camptothecin sensitivity through its direct interaction with TOPO1."}, {"pubmed": 25615400, "text": "We here report that a substantial number of patients with bile duct or pancreatic cancer have increased TOP1 copy number and increased TOP1/centromere-20 ratio."}, {"pubmed": 25619691, "text": "Study describes a molecular mechanism that operates at functional androgen-regulated enhancers and identify DNA topoisomerase I as a critical DNA-nicking enzyme involved in the process of cell-specific, ligand-driven enhancer activation."}, {"pubmed": 25777966, "text": "Topoisomerase-1 and -2A gene copy numbers are elevated in mismatch repair-proficient colorectal cancers."}, {"pubmed": 25795777, "text": "analysis of how human and yeast DNA topoisomerase I domain interactions impact enzyme activity and sensitivity to camptothecin"}, {"pubmed": 25815590, "text": "Cinobufacini inhibited the proliferation of the HepG-2 cells induced apoptosis in a dose- and time-dependent manner and downregulated the mRNA and protein expression levels of TOPO I and TOPO II"}, {"pubmed": 25855483, "text": "Results show that TOP1 gene is amplified in a subset of breast cancer patients suggesting the gene as a potential biomarker for response to treatment with Top1 inhibitors."}, {"pubmed": 25887397, "text": "Top1 cleavage events generate short deletions; Top1 also promotes nick religation at rNMP sites"}, {"pubmed": 25910424, "text": "Mutation of Gly717Phe in human topoisomerase 1B has an effect on enzymatic function, reactivity to the camptothecin anticancer drug and on the linker domain orientation"}, {"pubmed": 25931012, "text": "No TOP1 copy number changes were found in patients with de novo diffuse large B-cell lymphoma or relapsed DLBCL treated with chemotherapy regimens including TOP2-targeting drugs."}, {"pubmed": 25960253, "text": "Acridine derivatives inhibited DNA topoisomerases I and II and prevented proliferation of HL-60 cells."}, {"pubmed": 25987486, "text": "both TOP1 and TDP1 were upregulated in the tumor tissue compared to the adjacent non-tumor tissue in non-small cell lung cancer tissue"}, {"pubmed": 26025908, "text": "ERCC1-XPF participates in DNA repair of the Top1-DNA damage complex."}, {"pubmed": 26221582, "text": "b-ELE could inhibit the proliferation of HepG-2 cells and interfere with the expression and activity of TOPO I and TOPO IIa"}, {"pubmed": 26288249, "text": "Results from a study on gene expression variability markers in early-stage human embryos shows that TOP1 is a putative expression variability marker for the 3-day, 8-cell embryo stage."}, {"pubmed": 26314374, "text": "CCR6 SNPs are a risk factor for presence of anti-topoisomerase I antibodies in systemic sclerosis."}, {"pubmed": 26351326, "text": "Data show that the single-molecule supercoil relaxation assay is a sensitive method to elucidate the detailed mechanisms of type IB topoisomerase (Top1) inhibitors and is relevant for the cellular efficacy of Top1 inhibitors."}, {"pubmed": 26540186, "text": "NO-induced down-regulation of topoisomerase I protein."}, {"pubmed": 26578593, "text": "Data show that inhibition of DNA-dependent protein kinase catalytic subunit (DNA-PK) prevents type I DNA topoisomerase (Top1) degradation and proteasome activity in camptothecin (CPT)-treated quiescent WI38 cells."}, {"pubmed": 26676887, "text": "the highest expression of GGH and EGFR was noted in the left-sided colon; the highest expression of DHFR, FPGS, TOP1 and ERCC1 was noted in the rectosigmoid, whereas TYMP expression was approximately equivalent in the right-sided colon and rectum"}, {"pubmed": 26801902, "text": "We found that the resistant cell lines showed 7-100 fold increased resistance to SN-38 but remained sensitive to docetaxel and the non-camptothecin Top1 inhibitor LMP400"}, {"pubmed": 26959889, "text": "High TOP1 expression is associated with aggressive tumor phenotype in breast cancer."}, {"pubmed": 27029323, "text": "Results identified TOP1 gene copy gain, a loss of chromosome 20, and new yet unreported TOP1 mutations (R364K and G717R) in close proximity to the SN-38 binding site conferring colon cancer cells resistance to the drug."}, {"pubmed": 27050524, "text": "These findings reveal BAZ1B as a key facilitator of topoisomerase I function during DNA replication that affects the response of cancer cells to topoisomerase I inhibitors."}, {"pubmed": 27058666, "text": "TOP1 bound at promoters was discovered to become fully active only after pause-release. This transition coupled the phosphorylation of the carboxyl-terminal-domain (CTD) of RNA polymerase II (RNAPII) with stimulation of TOP1 above its basal rate, enhancing its processivity."}, {"pubmed": 27428351, "text": "two regions of topoisomerase I, the N-terminal and the linker domains, were critical for subnuclear localization of the enzyme. The linker domain and the distal region of the N-terminal domain directed topoisomerase I to the nucleolus, whereas the remaining region of the N-terminal domain was responsible for the nucleoplasmic localization."}, {"pubmed": 27431056, "text": "copper(II) thiosemicarbazone complex may hit human topoisomerase IB and that metal coordination can be useful to improve cytotoxicity of this versatile class of compounds"}, {"pubmed": 27466387, "text": "This work identifies ADP-ribose polymers as key determinant for regulating Top1 subnuclear dynamics."}, {"pubmed": 27587582, "text": "HMGA2 potentiates the clinically important topoisomerase I inhibitor irinotecan/SN-38 in trapping the enzyme in covalent DNA-complexes, thereby attenuating transcription."}, {"pubmed": 27932244, "text": "IMMP2L transcription requires Topoisomerase I in human primary astrocytes"}, {"pubmed": 28730788, "text": "Topo I overexpression is observed in a significant subset of laryngeal squamous cell carcinoma affecting the level of differentiation in them."}, {"pubmed": 28870917, "text": "High TOP1 expression is associated with Colorectal Cancers."}, {"pubmed": 29107586, "text": "Ru/Fe bimetallic complexes: Synthesis, characterization, cytotoxicity and study of their interactions with DNA/HSA and human topoisomerase IB."}, {"pubmed": 29261002, "text": "High expression of TOPO-1 and CES-2 are correlated with longer progression free and overall survival in irinotecan treated metastatic colorectal cancer patients."}, {"pubmed": 29618616, "text": "CTC Top1 expression following EP treatment may identify patients with MBC most likely to have an OS benefit."}, {"pubmed": 29860208, "text": "Comparative studies of oxindolimine-metal complexes as inhibitors of human DNA topoisomerase IB."}, {"pubmed": 30058109, "text": "TOPO1 expression was prevalent in SCLC patients. Strong expression was associated with an elevated disease control rate after second-line topotecan chemotherapy. Patients with sensitive disease that relapsed after first-line chemotherapy had better survival than refractory patients who received second-line topotecan chemotherapy."}, {"pubmed": 30060749, "text": "TOP1 differentially modulates R-loops across the human genome."}, {"pubmed": 30132517, "text": "TOP1 is highly expressed in liver cancer tissues and acts as an oncogene."}, {"pubmed": 30150775, "text": "results demonstrate that the interaction between NORAD (a specific long non-coding RNA-non-coding RNA activated by DNA damage) and RBMX is important for NORAD function; and that NORAD is required for the assembly of the previously unknown topoisomerase complex NARC1, which contributes to maintaining genomic stability"}, {"pubmed": 30679605, "text": "In this study, molecular dynamics simulation was performed on the complexes of Top1 peptide with various HLA-DR subtypes divided into ATASSc-associated alleles (HLA-DRB1*08:02, HLA-DRB1*11:01 and HLA-DRB1*11:04), suspected allele (HLA-DRB5*01:02), and non-associated allele (HLA-DRB1*01:01)."}, {"pubmed": 31415918, "text": "NC and TOP1 inhibitors are able to exert anti-inflammatory action through enhancing Akt-mediated IL-10 production."}, {"pubmed": 31533039, "text": "Dual Processing of R-Loops and Topoisomerase I Induces Transcription-Dependent DNA Double-Strand Breaks."}, {"pubmed": 31922440, "text": "Colorectal carcinoma patients at early stage had higher frequency of positive levels of TOP1 fragment autoantibody and CRC patients with positive autoantibody levels had higher overall survival rate than CRC patients with negative autoantibody levels."}, {"pubmed": 32075966, "text": "DNA topoisomerase I (TOP1) interacts with cyclic cGMP-AMP synthase (cGAS) to enhance the binding of cGAS to DNA. Retention of TOP1cc to cytoplasmic chromatin depends on its stabilization by the chromatin architecture protein HMGB2. Functionally, the HMGB2-TOP1cc-cGAS axis determines the response of orthotopically transplanted ex vivo therapy-induced senescent cells to immune checkpoint blockade in vivo."}, {"pubmed": 32152270, "text": "TEX264 recognises both unmodified and SUMO1-modifed TOP1 and initiates TOP1cc repair by recruiting p97 and SPRTN."}, {"pubmed": 32513688, "text": "Topoisomerase I-driven repair of UV-induced damage in NER-deficient cells."}, {"pubmed": 32769985, "text": "Topoisomerase 1 prevents replication stress at R-loop-enriched transcription termination sites."}, {"pubmed": 32886170, "text": "RNases H1 and H2: guardians of the stability of the nuclear genome when supply of dNTPs is limiting for DNA synthesis."}, {"pubmed": 32951576, "text": "Natural Products as Anti-Cancerous Therapeutic Molecules Targeted towards Topoisomerases."}, {"pubmed": 33144457, "text": "Implications of Topoisomerase (TOP1 and TOP2alpha) Expression in Patients With Breast Cancer."}, {"pubmed": 33450211, "text": "Proteome dynamics at broken replication forks reveal a distinct ATM-directed repair response suppressing DNA double-strand break ubiquitination."}, {"pubmed": 33790151, "text": "[The Efficacy of topo -pS10 Expression in Gastric Cancer as a Predictive Biomarker for Irinotecan Use]."}, {"pubmed": 33836156, "text": "TOP1 inhibition therapy protects against SARS-CoV-2-induced lethal inflammation."}, {"pubmed": 34408146, "text": "PARylation prevents the proteasomal degradation of topoisomerase I DNA-protein crosslinks and induces their deubiquitylation."}, {"pubmed": 34767771, "text": "Topoisomerase 1 activity during mitotic transcription favors the transition from mitosis to G1."}, {"pubmed": 34974222, "text": "TDP1 and TOP1 as targets in anticancer treatment of NSCLC: Activity and protein level in normal and tumor tissue from 150 NSCLC patients correlated to clinical data."}, {"pubmed": 35013228, "text": "Topoisomerase I (TOP1) dynamics: conformational transition from open to closed states."}, {"pubmed": 35140396, "text": "Signatures of TOP1 transcription-associated mutagenesis in cancer and germline."}, {"pubmed": 35687110, "text": "Topoisomerase 1 inhibits MYC promoter activity by inducing G-quadruplex formation."}, {"pubmed": 37831776, "text": "Coinhibition of topoisomerase 1 and BRD4-mediated pause release selectively kills pancreatic cancer via readthrough transcription."}, {"pubmed": 38340342, "text": "G-quadruplexes on chromosomal DNA negatively regulates topoisomerase 1 activity."}, {"pubmed": 38710779, "text": "Levels of anti-topoisomerase I antibody correlated with short onset of cardiopulmonary involvement in Thai systemic sclerosis patients."}, {"pubmed": 38787953, "text": "Human DNA topoisomerase I poisoning causes R loop-mediated genome instability attenuated by transcription factor IIS."}, {"pubmed": 38944174, "text": "CircTOP1 targeted regulation of PTBP1 expression promotes the progression of coronary artery calcification."}], "genomic_pos": {"chr": "20", "end": 41124487, "ensemblgene": "ENSG00000198900", "start": 41028822, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 39753127, "start": 39657458, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006260", "qualifier": "involved_in", "term": "DNA replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006265", "qualifier": "involved_in", "term": "DNA topological change"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006265", "pubmed": 14594810, "qualifier": "involved_in", "term": "DNA topological change"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006265", "pubmed": [8567649, 8631793, 8631794, 9611241, 14654701], "qualifier": "involved_in", "term": "DNA topological change"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006338", "pubmed": 22904072, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007059", "qualifier": "involved_in", "term": "chromosome segregation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0007623", "pubmed": 22904072, "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009410", "pubmed": 16127745, "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0012501", "pubmed": 17172417, "qualifier": "involved_in", "term": "programmed cell death"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0016310", "pubmed": 17481653, "qualifier": "involved_in", "term": "phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0018105", "pubmed": 9611241, "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032922", "pubmed": 22904072, "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040016", "qualifier": "involved_in", "term": "embryonic cleavage"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000228", "pubmed": 9049244, "qualifier": "colocalizes_with", "term": "nuclear chromosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000932", "pubmed": 12878161, "qualifier": "located_in", "term": "P-body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001673", "qualifier": "located_in", "term": "male germ cell nucleus"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16791210, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9049244, 11016921], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": 9049244, "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005654", "pubmed": 14654701, "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "is_active_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": 9049244, "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005730", "pubmed": 14654701, "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0032993", "pubmed": 10497031, "qualifier": "part_of", "term": "protein-DNA complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "located_in", "term": "perikaryon"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 22904072, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0003677", "pubmed": 11283003, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 17355975, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003677", "pubmed": 10497031, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": 9049244, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003690", "pubmed": 8631794, "qualifier": "enables", "term": "double-stranded DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003697", "pubmed": 8631794, "qualifier": "enables", "term": "single-stranded DNA binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003917", "qualifier": "enables", "term": "DNA topoisomerase type I (single strand cut, ATP-independent) activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003917", "pubmed": 14594810, "qualifier": "enables", "term": "DNA topoisomerase type I (single strand cut, ATP-independent) activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003917", "pubmed": [8567649, 8631793, 8631794, 9611241, 14654701, 17355975], "qualifier": "enables", "term": "DNA topoisomerase type I (single strand cut, ATP-independent) activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004674", "pubmed": 9611241, "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8567649, 10352183, 12878161, 15448168, 17234752, 17314511, 20195357, 23213405, 26030138, 29248492, 34591642], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005524", "pubmed": [8631793, 9611241], "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0008301", "pubmed": 11283003, "qualifier": "enables", "term": "DNA binding, bending"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 9611241, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0097100", "pubmed": [8631793, 9611241, 14654701], "qualifier": "enables", "term": "supercoiled DNA binding"}]}, "homologene": {"genes": [[3702, 835623], [3702, 835624], [4530, 4344685], [4896, 2540032], [4932, 854156], [5141, 3874180], [6239, 266847], [7165, 1270877], [7227, 32458], [7955, 553496], [8364, 100496521], [9031, 396004], [9544, 697300], [9598, 458252], [9606, 7150], [9615, 477229], [9913, 534799], [10090, 21969], [10116, 64550], [28985, 2892647], [33169, 4619521], [318829, 2680887]], "id": 2467}, "interpro": [{"desc": "DNA topoisomerase I", "id": "IPR001631", "short_desc": "TopoI"}, {"desc": "DNA breaking-rejoining enzyme, catalytic core", "id": "IPR011010", "short_desc": "DNA_brk_join_enz"}, {"desc": "DNA topoisomerase I, eukaryotic-type", "id": "IPR013499", "short_desc": "TopoI_euk"}, {"desc": "DNA topoisomerase I, catalytic core, eukaryotic-type", "id": "IPR013500", "short_desc": "TopoI_cat_euk"}, {"desc": "DNA topoisomerase I, catalytic core, alpha-helical subdomain, eukaryotic-type", "id": "IPR014711", "short_desc": "TopoI_cat_a-hlx-sub_euk"}, {"desc": "DNA topoisomerase I, catalytic core, alpha/beta subdomain", "id": "IPR014727", "short_desc": "TopoI_cat_a/b-sub_euk"}, {"desc": "DNA topoisomerase I, active site", "id": "IPR018521", "short_desc": "TopoI_AS"}, {"desc": "Topoisomerase I C-terminal domain", "id": "IPR025834", "short_desc": "TopoI_C_dom"}, {"desc": "DNA topoisomerase I, DNA binding, eukaryotic-type", "id": "IPR008336", "short_desc": "TopoI_DNA-bd_euk"}, {"desc": "DNA topoisomerase I, DNA binding, N-terminal domain 2", "id": "IPR013030", "short_desc": "DNA_topo_DNA_db_N_dom2"}, {"desc": "DNA topoisomerase I, DNA binding, N-terminal domain 1", "id": "IPR013034", "short_desc": "DNA_topo_DNA_db_N_dom1"}, {"desc": "DNA topoisomerase I, DNA binding, eukaryotic-type, N-terminal domain superfamily", "id": "IPR036202", "short_desc": "TopoI_DNA-bd_euk_N_sf"}, {"desc": "DNA topoisomerase I, DNA-binding domain", "id": "IPR048045", "short_desc": "Topoisomer_I_DNA-bd"}], "ipi": "IPI00413611", "map_location": "20q12", "name": "DNA topoisomerase I", "other_names": ["DNA topoisomerase 1", "Scl-70 antigen", "topoisomerase (DNA) I", "type I DNA topoisomerase"], "pantherdb": {"HGNC": "11986", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98788", "ortholog_type": "LDO", "panther_family": "PTHR10290", "taxid": 10090, "uniprot_kb": "Q04750"}, {"RGD": "621246", "ortholog_type": "LDO", "panther_family": "PTHR10290", "taxid": 10116, "uniprot_kb": "Q9WUL0"}, {"Ensembl": "ENSGALG00000003681", "ortholog_type": "LDO", "panther_family": "PTHR10290", "taxid": 9031, "uniprot_kb": "R4GM79"}, {"ZFIN": "ZDB-GENE-030131-5390", "ortholog_type": "O", "panther_family": "PTHR10290", "taxid": 7955, "uniprot_kb": "E7FE49"}, {"ZFIN": "ZDB-GENE-060616-217", "ortholog_type": "LDO", "panther_family": "PTHR10290", "taxid": 7955, "uniprot_kb": "Q1ED17"}, {"WormBase": "WBGene00006595", "ortholog_type": "O", "panther_family": "PTHR10290", "taxid": 6239, "uniprot_kb": "O17966"}, {"FlyBase": "FBgn0004924", "ortholog_type": "O", "panther_family": "PTHR10290", "taxid": 7227, "uniprot_kb": "P30189"}, {"SGD": "S000005366", "ortholog_type": "O", "panther_family": "PTHR10290", "taxid": 4932, "uniprot_kb": "P04786"}, {"PomBase": "SPBC1703.14c", "ortholog_type": "O", "panther_family": "PTHR10290", "taxid": 4896, "uniprot_kb": "P07799"}, {"dictyBase": "DDB_G0283205", "ortholog_type": "O", "panther_family": "PTHR10290", "taxid": 352472, "uniprot_kb": "Q54RC3"}, {"EnsemblGenome": "AT5G55300", "ortholog_type": "O", "panther_family": "PTHR10290", "taxid": 3702, "uniprot_kb": "P30181"}, {"TAIR": "2173862", "ortholog_type": "O", "panther_family": "PTHR10290", "taxid": 3702, "uniprot_kb": "Q9FJ79"}], "uniprot_kb": "P11387"}, "pathway": {"netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "pid": {"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, "reactome": [{"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4615885", "name": "SUMOylation of DNA replication proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}], "smpdb": [{"id": "SMP00433", "name": "Irinotecan Action Pathway"}, {"id": "SMP00600", "name": "Irinotecan Metabolism Pathway"}], "wikipathways": {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}}, "pdb": ["1A31", "1A35", "1A36", "1EJ9", "1K4S", "1K4T", "1LPQ", "1NH3", "1R49", "1RR8", "1RRJ", "1SC7", "1SEU", "1T8I", "1TL8"], "pfam": ["PF01028", "PF14370", "PF02919"], "pharmgkb": "PA353", "pharos": {"target_id": 8629, "tdl": "Tclin"}, "pir": "A30887", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257451", "relationship": "is"}, {"id": "GNF257452", "relationship": "is"}, {"id": "GNF257453", "relationship": "is"}, {"id": "GNF257454", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036264", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091528", "relationship": "is"}, {"id": "GNF091529", "relationship": "is"}, {"id": "GNF091530", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053135", "relationship": "is"}, {"id": "GNF057905", "relationship": "is"}, {"id": "GNF073056", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064657", "relationship": "is"}, {"id": "GNF067955", "relationship": "is"}, {"id": "GNF067956", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095198", "relationship": "is"}, {"id": "GNF134855", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_012262.2"], "protein": "NP_003277.1", "rna": "NM_003286.4", "translation": {"protein": "NP_003277.1", "rna": "NM_003286.4"}}, "reporter": {"HG-U133_Plus_2": ["208900_s_at", "208901_s_at"], "HG-U95Av2": ["1030_s_at", "1710_s_at"], "HTA-2_0": ["TC20000302.hg.1", "TC20001221.hg.1"], "HuEx-1_0": ["2367086", "3885464"], "HuGene-1_1": "8062603", "HuGene-2_1": "16913737"}, "summary": "This gene encodes a DNA topoisomerase, an enzyme that controls and alters the topologic states of DNA during transcription. This enzyme catalyzes the transient breaking and rejoining of a single strand of DNA which allows the strands to pass through one another, thus altering the topology of DNA. This gene is localized to chromosome 20 and has pseudogenes which reside on chromosomes 1 and 22. [provided by RefSeq, Jul 2008].", "symbol": "TOP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336656"}, "unigene": "Hs.472737", "uniprot": {"Swiss-Prot": "P11387", "TrEMBL": ["A0A7P0T852", "Q9BVT2", "A0A7P0T9R7"]}, "wikipedia": {"url_stub": "TOP1"}}