{"AllianceGenome": "11989", "HGNC": "11989", "MIM": "126430", "_id": "7153", "_version": 1, "accession": {"genomic": ["AC080112.15", "AF064590.1", "AF069522.1", "AH006994.3", "AJ011741.1", "AJ011743.1", "AJ011744.1", "AJ011745.1", "AJ011746.1", "AJ011747.1", "AJ011748.1", "AJ011749.1", "AJ011750.1", "AJ011751.1", "AJ011752.1", "AJ011753.1", "AJ011754.1", "AJ011755.1", "AJ011756.1", "AJ011757.1", "AJ011758.1", "CH471152.1", "CP068261.2", "KC877654.1", "KT584877.1", "NC_000017.11", "NC_060941.1", "NG_027678.2", "S51376.1"], "protein": ["AAA61209.1", "AAC16736.1", "AAC23518.1", "AAC77388.1", "AAG13403.1", "AAG13404.1", "AAG13405.1", "AAI40792.1", "ABA01496.1", "CAA09762.1", "EAW60661.1", "EAW60662.1", "EAW60663.1", "NP_001058.2", "P11388.3", "QCH40057.1", "XP_005257689.1", "XP_011523467.1", "XP_054173009.1", "XP_054173010.1"], "rna": ["AF285157.1", "AF285158.1", "AF285159.1", "AK024080.1", "BC013429.1", "BC062677.1", "BC140791.1", "DB069825.1", "J04088.1", "L47276.1", "L47277.1", "MH936673.1", "NM_001067.4", "XM_005257632.2", "XM_011525165.3", "XM_054317034.1", "XM_054317035.1"], "translation": [{"protein": "AAG13404.1", "rna": "AF285158.1"}, {"protein": "XP_054173010.1", "rna": "XM_054317035.1"}, {"protein": "QCH40057.1", "rna": "MH936673.1"}, {"protein": "AAI40792.1", "rna": "BC140791.1"}, {"protein": "NP_001058.2", "rna": "NM_001067.4"}, {"protein": "AAG13405.1", "rna": "AF285159.1"}, {"protein": "XP_005257689.1", "rna": "XM_005257632.2"}, {"protein": "XP_054173009.1", "rna": "XM_054317034.1"}, {"protein": "XP_011523467.1", "rna": "XM_011525165.3"}, {"protein": "AAG13403.1", "rna": "AF285157.1"}, {"protein": "AAA61209.1", "rna": "J04088.1"}]}, "alias": ["TOP2", "TOP2alpha", "TOPIIA", "TP2A"], "ec": "5.6.2.2", "ensembl": {"gene": "ENSG00000131747", "protein": ["ENSP00000411532", "ENSP00000462908", "ENSP00000464055"], "transcript": ["ENST00000423485", "ENST00000577541", "ENST00000577706", "ENST00000578412", "ENST00000581055"], "translation": [{"protein": "ENSP00000411532", "rna": "ENST00000423485"}, {"protein": "ENSP00000464055", "rna": "ENST00000577541"}, {"protein": "ENSP00000462908", "rna": "ENST00000581055"}], "type_of_gene": "protein_coding"}, "entrezgene": "7153", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 51.4541600302, "exp_mis": 371.911326542, "exp_syn": 144.19926906, "lof_z": 6.00082320517549, "mis_z": 2.15358611709513, "mu_lof": 4.26733452318e-06, "mu_mis": 3.79398400739e-05, "mu_syn": 1.39142532349e-05, "n_lof": 8.0, "n_mis": 287.0, "n_syn": 153.0, "p_li": 0.996224029437404, "p_null": 7.595454763075e-13, "p_rec": 0.00377597056183657, "syn_z": -0.454344298890934}, "bp": 4596, "cds_end": 38574043, "cds_start": 38545770, "n_exons": 35, "nonpsych": {"exp_lof": 45.9860199239, "exp_mis": 336.030688347, "exp_syn": 129.929296441, "lof_z": 5.7909159247357, "mis_z": 2.31211881284193, "mu_lof": 4.26733452318e-06, "mu_mis": 3.79398400739e-05, "mu_syn": 1.39142532349e-05, "n_lof": 6.0, "n_mis": 252.0, "n_syn": 141.0, "p_li": 0.999055681132538, "p_null": 7.70240627341008e-13, "p_rec": 0.000944318866692233, "syn_z": -0.611483904846058}, "nontcga": {"exp_lof": 47.280810678, "exp_mis": 342.101426045, "exp_syn": 132.606317677, "lof_z": 5.77879092983542, "mis_z": 2.15760846033782, "mu_lof": 4.26733452318e-06, "mu_mis": 3.79398400739e-05, "mu_syn": 1.39142532349e-05, "n_lof": 7.0, "n_mis": 262.0, "n_syn": 135.0, "p_li": 0.996679551882928, "p_null": 2.73721271198267e-12, "p_rec": 0.00332044811433504, "syn_z": -0.131616385243846}, "transcript": "ENST00000423485.1"}, "exons": [{"cdsend": 40417791, "cdsstart": 40389518, "chr": "17", "position": [[40388524, 40389647], [40389964, 40390164], [40391505, 40391640], [40392067, 40392111], [40392217, 40392341], [40392584, 40392737], [40395448, 40395539], [40396282, 40396465], [40398557, 40398641], [40398772, 40398937], [40399039, 40399131], [40399871, 40400067], [40400208, 40400409], [40400528, 40400663], [40400849, 40401081], [40402905, 40403054], [40404151, 40404273], [40404376, 40404491], [40404790, 40404883], [40406383, 40406493], [40406583, 40406689], [40406831, 40406942], [40407548, 40407674], [40407966, 40408124], [40408491, 40408630], [40411108, 40411246], [40411353, 40411455], [40411644, 40411818], [40412758, 40412971], [40413194, 40413292], [40413479, 40413625], [40416004, 40416068], [40416421, 40416512], [40416739, 40416895], [40417770, 40417896]], "strand": -1, "transcript": "NM_001067", "txend": 40417896, "txstart": 40388524}], "exons_hg19": [{"cdsend": 38574043, "cdsstart": 38545770, "chr": "17", "position": [[38544776, 38545899], [38546216, 38546416], [38547757, 38547892], [38548319, 38548363], [38548469, 38548593], [38548836, 38548989], [38551700, 38551791], [38552534, 38552717], [38554809, 38554893], [38555024, 38555189], [38555291, 38555383], [38556123, 38556319], [38556460, 38556661], [38556780, 38556915], [38557101, 38557333], [38559157, 38559306], [38560403, 38560525], [38560628, 38560743], [38561042, 38561135], [38562635, 38562745], [38562835, 38562941], [38563083, 38563194], [38563800, 38563926], [38564218, 38564376], [38564743, 38564882], [38567360, 38567498], [38567605, 38567707], [38567896, 38568070], [38569010, 38569223], [38569446, 38569544], [38569731, 38569877], [38572256, 38572320], [38572673, 38572764], [38572991, 38573147], [38574022, 38574148]], "strand": -1, "transcript": "NM_001067", "txend": 38574148, "txstart": 38544776}], "generif": [{"pubmed": 11444988, "text": "The heat-induced transition of TOP2A requires both Mg2+ and DNA, is stable for several hours and leads to loss of DNA strand activity. A second transition correlates with a drop in the level of DNA scission, followed by religation at high temperatures."}, {"pubmed": 11862483, "text": "increased expression appears to be part of malignant cells' phenotype in recurrent colon cancers"}, {"pubmed": 11927602, "text": "topo II is not an immobile, structural component of the chromosomal scaffold or the interphase karyoskeleton, but rather a dynamic interaction partner of such structures."}, {"pubmed": 11940566, "text": "The role of topoisomerase II in the excision of DNA loop domains during apoptosis."}, {"pubmed": 11958416, "text": "Topoisomerase II alpha represents a reliable alternative to monoclonal antibody MIB-1 as a proliferation marker in human meningiomas."}, {"pubmed": 12001123, "text": "Overexpression of topoisomerase IIalpha induced by mutant p53 is associated with aggressive carcinogenesis in non-small cell lung carcinoma"}, {"pubmed": 12014628, "text": "Transcriptional regulation of the human topoisomerase IIalpha gene"}, {"pubmed": 12078518, "text": "Redox control of cell cycle-coupled topoisomerase II alpha gene expression"}, {"pubmed": 12079377, "text": "The ATP-operated clamp of human DNA topoisomerase IIalpha: model for DNA-dependent ATPase activity."}, {"pubmed": 12237772, "text": "presence of dna topoisomerase II in different testicular tumor types"}, {"pubmed": 12356743, "text": "Co-localizes with centromere activity and proteins within a subdomain of the major human X chromosome array"}, {"pubmed": 12429798, "text": "Topoisomerase II-alpha expression in rectal epithelium has a significant circadian variation and giving topoisomerase II-targeted chemotherapeutic agents at the proper time of day might reduce their mucositis side effects."}, {"pubmed": 12429800, "text": "Topo IIalpha may provide crucial information regarding selection of adenohypophyseal tumors responsive to antineoplastic therapy, such as invasive pituitary adenomas and pituitary carcinomas, which exhibit a high Topo IIalpha index."}, {"pubmed": 12429910, "text": "promoter elements responsible for transcriptional inhibition of polo-like kinase 1 and topoisomerase IIalpha genes by p21(WAF1/CIP1/SDI1)"}, {"pubmed": 12480934, "text": "A heterodimer of this protein with only one ATP binding site can go through successive catalytic cycles"}, {"pubmed": 12569090, "text": "Phosphorylation of serine 1106 in the catalytic domain of this enzyme regulates enzymatic activity and drug sensitivity."}, {"pubmed": 12646164, "text": "Thr792 in human TOP2 alpha is involved in enzyme catalysis"}, {"pubmed": 12646941, "text": "Analysis of TOP2A gene amplification and gene overexpression in newly diagnosed childhood ALL cases and inverse correlation with glucocorticoid resistance"}, {"pubmed": 12691917, "text": "induction of topoisomerase IIalpha expression by peroxisome proliferator-activated receptor gamma ligands via DR1-like site is an important mechanism for the enhancement of etoposide-induced apoptosis"}, {"pubmed": 12821127, "text": "topoisomerase II is actively exported from the nuclease and is mediated by a CRM1-dependent pathway"}, {"pubmed": 12859955, "text": "Results suggest that topo IIalpha-depleted cells with the droplet-like nuclear structure induce apoptosis, which is dependent on caspase and p53 activity during the G1 phase in mammalian cells."}, {"pubmed": 14566826, "text": "data suggest that HER-2 amplifications are frequently linked to alterations of the TOP2A gene in bladder cancer"}, {"pubmed": 14596941, "text": "demonstrated that neither A or B isoform has any preference for a specific DNA conformation as substrate under the conditions used in these experiments"}, {"pubmed": 14632727, "text": "Amplification and deletion of topoisomerase IIalpha gene (TOP2A) is common in breast neoplasms and may account for both sensitivity and resistance to topoII-inhibitor-chemotherapy."}, {"pubmed": 14978217, "text": "Topoisomerase IIalpha activity concentrates at heterochromatin during interphase and mitosis."}, {"pubmed": 14989736, "text": "Topo-II alpha is a useful marker for diagnosing liposarcoma."}, {"pubmed": 14991576, "text": "overexpression of topoisomerase (DNA) II alpha is associated with gastric cancer"}, {"pubmed": 14996935, "text": "Chromosomes were condensed and aligned at metaphase in topo IIalpha-knockdown cells."}, {"pubmed": 15037624, "text": "alterations in the ATP binding domain of the enzyme are capable of altering the interactions of TOP2A with DNA"}, {"pubmed": 15044480, "text": "UVA-modified DNA is preferentially targeted and processed by topoisomerase IIalpha and IIbeta."}, {"pubmed": 15126503, "text": "topo IIalpha destabilization depends on the newly identified domain, GRDD (glucose-regulated destruction domain), which was mapped to the N-terminal 70-170 amino acid sequence"}, {"pubmed": 15182198, "text": "1,4-benzoquinone stimulated DNA cleavage by topoisomerase IIalpha in cultured human cells"}, {"pubmed": 15201855, "text": "review commentary on TOP2A as a proliferation marker, indicator of drug sensitivity, and prognostic factor in mantle cell lymphoma"}, {"pubmed": 15375522, "text": "Increased expression of DNA topoisomerase II alpha is associated with female breast cancer"}, {"pubmed": 15456904, "text": "topoIIalpha plays an essential catalytic role in chromosome segregation that cannot be complemented by topoIIbeta"}, {"pubmed": 15491148, "text": "Human topoisomerase II alpha appears to ligate the two scissile bonds of a DNA cleavage site in a nonconcerted fashion."}, {"pubmed": 15602006, "text": "Cisplatin was shown to strongly inhibit the decatenation and relaxation activity of isolated human DNA topoisomerase IIalpha."}, {"pubmed": 15809708, "text": "low-level amplification of TIIalpha gene locus may be sporadic mechanism of increased TIIalpha protein expression in pediatric non-brainstem glioma, which can coincide with low-level amplification of Her-2/neu"}, {"pubmed": 15899781, "text": "topo2a and HER-2 status might have therapeutic and prognostic implications."}, {"pubmed": 16053917, "text": "We show that a R162K mutation in human topoisomerase II alpha renders this enzyme highly resistant towards vanadate while having little effect on bisdioxopiperazine sensitivity."}, {"pubmed": 16091284, "text": "Further analysis of purified virus showed that HIV-1 virion contained topoisomerase II isoform-specific kinase activities, which were partially isolated"}, {"pubmed": 16114891, "text": "C-terminal domain of human topoisomerase IIalpha appears to play significant roles in modulating the DNA cleavage/ligation reaction of the enzyme and its response to anticancer agents."}, {"pubmed": 16139951, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16188892, "text": "topoisomerase IIalpha relaxes positively supercoiled plasmids >10-fold faster than negatively supercoiled molecules"}, {"pubmed": 16213649, "text": "Data suggests that the alpha(2)HTH module once separated from the whole protein conserves a compact conformation, integral to specific dimerization and DNA recognition."}, {"pubmed": 16234514, "text": "Topoisomerase IIa amplifications and deletions are associated with the efficacy of epirubicin in the adjuvant setting of breast cancer patients"}, {"pubmed": 16271071, "text": "INER-37 cell line is the first cancer cell line reported with an innate mutation affecting the 3'-end region of the topo II alpha gene that confers a cytoplasmic localization of the enzyme and therefore an increased resistance to etoposide"}, {"pubmed": 16507781, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16533424, "text": "TOP2A mRNA and protein expression in ovarian cancer exhibits specific patterns in tumor epithelial and adjacent stromal cells, which are differentially modulated after platinum-based chemotherapy"}, {"pubmed": 16533774, "text": "Increased TopoII expression after neoadjuvant anthracycline-based chemotherapy is associated with relapses in breast tumors"}, {"pubmed": 16611985, "text": "PKCdelta regulates topoisomerase IIalpha and thereby cell fate in the genotoxic stress response."}, {"pubmed": 16682295, "text": "5/6 neuroblastoma cell lines contained 17q translocations, but the TOP2A gene was included in the translocated genetic material in only one of the cell lines.  TOP2A gene dosage does not correlate with topoisomerase IIalpha protein expression level."}, {"pubmed": 16712776, "text": "Topoisomerase II alpha and beta isoforms are present in the pre-integration complexes, suggesting their significant role in HIV-1 replication."}, {"pubmed": 16864174, "text": "The purpose of this study was to evaluate amplification of topoisomerase IIalpha (TOP2A) genes as predictors of response to chemotherapy in advanced breast cancer. TOP2A gene amplification was present in 14 cases (16%)."}, {"pubmed": 16990717, "text": "over-expression of topoisomerase IIalpha is significantly associated with progression from cervical neoplasm CIN2 to CIN3, being a late marker of cell proliferation"}, {"pubmed": 17072627, "text": "topo IIalpha is a proliferation and also an apoptotic marker in atrophic OLP lesions and it might have a predictive value in oral lichen planus lesions prone to develop malignancy"}, {"pubmed": 17182034, "text": "We conclude that topo II alpha and beta nuclear export is inhibited in proliferating cells so that these proteins do not shuttle."}, {"pubmed": 17212588, "text": "During early mitosis, protein phosphatase 2A was translocated from the nucleus, while CK2 remained in the nucleus until pro-metaphase thus permitting the formation of the mitotic protein monoclonal 2 phosphoepitope"}, {"pubmed": 17289897, "text": "HIF-1alpha is inhibited by NSC 644221 in a process that is topoisomerase II-dependent"}, {"pubmed": 17361331, "text": "Topo IIalpha and beta mRNA expression, but not the Topo IIalpha labeling index, might be a useful marker for sensitivity to etoposide in human malignant neuroepithelial tumors."}, {"pubmed": 17410335, "text": "There was a strong linear positive correlation between MCM6 label index and DNA Topo II alpha label index in the craniopharyngiomas studied."}, {"pubmed": 17453369, "text": "40 breast carcinomas from BRCA1 mutation carriers and 40 sporadic breast carcinomas were examined for HER-2 and TOP2A amplification status"}, {"pubmed": 17512033, "text": "Immunoreactivity for p16, MCM2, and TOP IIA was detected in only 76% of cases in low-grade squamous epitelial lesions (LSIL-s)."}, {"pubmed": 17526531, "text": "The C-terminal region of human topoisomerase II alpha determines its isoform-specific functions in proliferating cells."}, {"pubmed": 17607373, "text": "The difference in DNA topoisomerase alpha labeling index between the low- and highgrade esthesioneuroblastoma was not statistically significant, but it was suggestive of a positive association."}, {"pubmed": 17636313, "text": "The ability of HMGB1 to interact with topoisomerase IIalpha and promote topoisomerase IIalpha binding to DNA suggests a mechanism by which HMGB1 stimulates the catalytic activity of the enzyme via enhancement of DNA cleavage."}, {"pubmed": 17717428, "text": "polysomy of chromosome 17 does not affect the ERBB2 expression and topoisomerase IIalpha mRNA expression is not related to gene status"}, {"pubmed": 17922046, "text": "TOP2A status cannot be predicted from the HER-2 status and evaluation of the TOP2A status only in patients with HER-2 overexpression may lead to missing cases with TOP2A deletion with possible resistance to therapy in breast neoplasms."}, {"pubmed": 17956945, "text": "The sensitivity to depletion of topo IIalpha might be linked to structural alterations within the centromere domain, indicated by shortening of the distance across metaphase sister centromeres and persistence of PICH-coated connections."}, {"pubmed": 17983804, "text": "Topo IIalpha interacts with beta-catenin/T-cell factor-4 as a novel transcriptional co-activator in colorectal neoplasms."}, {"pubmed": 17998154, "text": "NK314 inhibited topoisomerase II activity and stabilized topoisomerase II-DNA cleavable complexes."}, {"pubmed": 18045852, "text": "A three-dimensional quantitative structure-activity analysis of a new class of bisphenol TOP2A inhibitors is described."}, {"pubmed": 18062778, "text": "topoisomerase IIalpha is a novel physiological substrate for Plk3, and Plk1 and Plk3 play different roles in cell-cycle regulation."}, {"pubmed": 18162055, "text": "Data suggest that ubiquitination of topoisomerase IIalpha is dependent on oxidative stress, and that BRCA1 may be involved in the ubiquitination."}, {"pubmed": 18171681, "text": "Plk1-dependent phosphorylation regulates functions of DNA topoisomerase IIalpha in cell cycle progression"}, {"pubmed": 18204862, "text": "topoisomerase IIalpha might be an effective chemotherapeutic target in advanced gallbladder carcinoma"}, {"pubmed": 18332872, "text": "First detailed genome-wide characterisation of HER2/TOP2A-amplified breast cancers. The 17q12 amplicon is complex and harbours multiple genes that may be associated with breast cancer development and progression, and potentially therapeutic targets."}, {"pubmed": 18347177, "text": "TopoIIalpha was an independent adverse predictor of failure-free survival in Hodgkin's lymphoma."}, {"pubmed": 18402387, "text": "gliomas immunohistochemically express Topo-IIalpha that is correlated with PCNA expression, and which is significantly less frequent in long survivors"}, {"pubmed": 18465341, "text": "Analysis of TOP2A aberrations suggests a differential benefit of adjuvant chemotherapy in patients with primary breast cancer, favoring treatment with epirubicin in patients with TOP2A amplifications, and perhaps deletions."}, {"pubmed": 18520795, "text": "ERCC1 was confirmed to be an independent prognostic factor for survival in LD patients. No significant role was found for ERCC1, RRM1 and TopoIIalpha in ED patients."}, {"pubmed": 18544048, "text": "topoII-alpha could be a independent prognostic factor for a putative malignant transformation"}, {"pubmed": 18596031, "text": "NK314 acts as a Top2alpha-specific poison in mammalian cells, with excellent potential as an efficacious and safe chemotherapeutic agent."}, {"pubmed": 18632987, "text": "APC has a role in the G2/M transition, potentially through association with topo IIalpha"}, {"pubmed": 18653531, "text": "Critical interaction with the 3'-bridging atom of the scissile phosphate greatly accelerates rates of topoisomerase IIalpha-mediated DNA cleavage."}, {"pubmed": 18702822, "text": "TOP2A deletion is associated with poor prognosis in ERBB2-amplified breast carcinomas."}, {"pubmed": 18815879, "text": "The reported poorer response to chemotherapeutic agents in patients with Metaplastic breast carcinomas may stem from downregulated DNA damage response pathways, PTEN and TOP2A."}, {"pubmed": 18824478, "text": "The topoisomerase IIalpha introduces a single-stranded break at the hairpin loop formed by alpha satellite DNA in a reaction, where DNA ligation is partly uncoupled from the cleavage reaction."}, {"pubmed": 18824850, "text": "Somatostatin could induce cell cycle arrest in S phase and upregulate Topo IIalpha expression in gallbladder cancer cells"}, {"pubmed": 18927283, "text": "Overexpression of topoisomerase IIalpha is associated with barrett's esophagus-associated high-grade dysplasia."}, {"pubmed": 19003983, "text": "expressions correlated with advance histological grading, microvascular invasion, and an early age onset of the malignancy"}, {"pubmed": 19019771, "text": "findings suggest that high Topo II-alpha expression may be a useful indicator of tumor aggressiveness and poor outcome in laryngeal squamous cell carcinoma."}, {"pubmed": 19053267, "text": "Clusters of positively charged amino acid residues in human topoisomerase II alpha are required for the enzyme to distinguish supercoil geometry during DNA relaxation; deletion of even the most C-terminal cluster abrogates this recognition."}, {"pubmed": 19061514, "text": "increase in both gene expression and gene copy number in Chinese patients with gastric carcinoma; gene amplification is associated with HER2 gene amplification"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19080257, "text": "HER2 and Topo IIalpha overexpression could be predictors of the response to neoadjuvant chemotherapy in both the CEF and CMF arms."}, {"pubmed": 19098900, "text": "These results reveal an important role of Topo II in checkpoint activation and in the maintenance of genomic stability."}, {"pubmed": 19111388, "text": "Topoisomerase IIalpha overexpression is significantly associated with alterations in tumor behavior and response to drug treatment in colorectal cancer."}, {"pubmed": 19185918, "text": "Significantly higher DNA topoisomerase IIalpha is associated with relapse in acute lymphocytic leukemia."}, {"pubmed": 19222228, "text": "Data show a difference in metal ion utilization during DNA cleavage mediated by human topoisomerase IIalpha and IIbeta."}, {"pubmed": 19223331, "text": "Results suggest a mechanism of up-regulation of cellular expression of topo IIalpha by HMGB1/2 in pRb-negative cells by modulation of binding of transcription factor NF-Y to the topo IIalpha promoter."}, {"pubmed": 19270648, "text": "Top IIalpha overexpression is involved in the progression of ovarian cancer"}, {"pubmed": 19329795, "text": "TEP1, TOPOIIalpha, and HSP90 interact directly with BLM in vitro and modulate its helicase activity on telomere-like DNA substrates but not on non-telomeric substrates."}, {"pubmed": 19401546, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19401546, "text": "TOP2A gene alterations (amplifications or deletions) are associated with an increase in responsiveness to anthracycline-containing chemotherapy relative to non-anthracycline regimens that is similar to that seen in patients with HER2 amplification"}, {"pubmed": 19428368, "text": "Suppression of topoisomerase IIalpha in human hTERT-RPE1 cells causes a reduction in frequency of chromatid breaks in radiation-exposed cells."}, {"pubmed": 19485418, "text": "observations demonstrate that the QTK loop is an important player for the interdomain communication in human topoisomerase IIalpha"}, {"pubmed": 19539329, "text": "Topoisomerase II alpha is over expressed in 85% of renal medullary carcinomas, potentially supporting the use of topoisomerase II alpha inhibitor agents to treat this aggressive renal tumor"}, {"pubmed": 19582575, "text": "over-expressed in 4 pancreatic adenocarcinoma cases out of 13"}, {"pubmed": 19620488, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19661031, "text": "The majority of leiomyosarcomas had expression of topoisomerase IIalpha"}, {"pubmed": 19661040, "text": "In a phase II trial of a neoadjuvant platinum-containing regimen for locally advanced breast cancer, overexpression of topo IIalpha was correlated with pathologic complete response (P < .001)."}, {"pubmed": 19670699, "text": "TOPIIA was strongly expressed in most cases of synovial sarcomas with no change in gene amplification after treatment."}, {"pubmed": 19695223, "text": "These results demonstrate that Elongin B/C-cullin 2-VHL protein complex acts as E3 ubiquitin ligase targeting glucose-regulated destruction domain-independent topo IIalpha to the ubiquitin-proteasome pathway."}, {"pubmed": 19697956, "text": "four acidic amino acid residues interact with metal ions in the DNA cleavage/ligation active site"}, {"pubmed": 19713842, "text": "Studies indicate that neither HER-2 status nor topoisomerase IIalpha status can be considered clinically valuable in guiding prescription of anthracyclines."}, {"pubmed": 19729798, "text": "promising biomarker of metastatic breast cancer survival and potential marker of resistance to CMF therapy."}, {"pubmed": 19885609, "text": "analysis of topoisomerase IIalpha expression in acute myeloid leukaemia cells that survive after exposure to daunorubicin or ara-C"}, {"pubmed": 19886180, "text": "Topoisomerase II alpha is a fundamental prognostic factor in breast carcinoma."}, {"pubmed": 19913893, "text": "Enhanced expression of TOP-2alpha is positively associated with a high rate of recurrence and progression in Non-Muscle-Invasive Bladder Cancer."}, {"pubmed": 19945923, "text": "simple co-amplification is not the main mechanism leading to patients with both ERBB2 and TOP2A aberrations and the term simultaneous amplification is more precise. ERBB2 amplification is of higher level than TOP2A amplification."}, {"pubmed": 19956605, "text": "Silencing of Bmi1 inhibits drug-induced Top2alpha degradation, increases the persistence of Top2alpha-DNA cleavage complex, and increases Top2 drug efficacy."}, {"pubmed": 19956635, "text": "Uncategorized study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20021828, "text": "A negative correlation was observed between over-expression of TOPIIalpha and lymph node metastasis in gastric adenocarcinoma."}, {"pubmed": 20029472, "text": "Increased topoisomerase II alpha is associated with prostatic carcinoma."}, {"pubmed": 20079182, "text": "Blocking the Topo II alpha gene expression by RNAi in cisplatin-resistant epithelial ovarian cancer cells reverses drug resistance."}, {"pubmed": 20089371, "text": "the TOP2A/CEP17 ratio may be a useful predictor of the effects of anthracycline-based neoadjuvant chemotherapy in breast cancer."}, {"pubmed": 20130985, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20130985, "text": "TOP2A gene amplification may define a subset of HER2-amplified breast cancers that are responsible for the markedly improved chemosensitivity seen in HER2-positive breast cancer."}, {"pubmed": 20170164, "text": "Data show that naphthalimide-based antitumor agents were proved to inhibit topoisomerase II (topo II)."}, {"pubmed": 20184667, "text": "ProExC expression is not associated with HPV in squamous cell carcinoma in situ of the skin"}, {"pubmed": 20194637, "text": "Data show that mitotic chromatin is heavily self-entangled through experiments in which topoisomerase (topo) II is observed to reduce mitotic chromosome elastic stiffness."}, {"pubmed": 20369487, "text": "The expression of COX-2 was correlated with the expression of P-gp and Topo II alpha significantly in gastrointestinal carcinomas."}, {"pubmed": 20422488, "text": "The expression of ToPo II, MRP and GST-pi is associated with the efficacy of postoperative adjuvant chemotherapy of gastric carcinoma."}, {"pubmed": 20441774, "text": "TOP2A gene dosage was shown to be a potent prognostic factor in breast cancer"}, {"pubmed": 20497003, "text": "High levels of topoisomerase IIalpha protein expression in diffuse large B-cell lymphoma are associated with high proliferation, germinal center immunophenotype, and response to treatment."}, {"pubmed": 20557373, "text": "HER-2/neu and TOPOIIalpha amplification/overexpression might discriminate between Barrett's oesophagus, dysplasia and adenocarcinoma."}, {"pubmed": 20655466, "text": "TRF2, which binds preferentially to positively supercoiled DNA substrates, together with Apollo, negatively regulates the amount of TOP1, TOP2alpha, and TOP2beta at telomeres."}, {"pubmed": 20688355, "text": "cystic carcinomas of the breast have low Topo IIalpha expression but frequently overexpress EGFR protein without EGFR gene amplification."}, {"pubmed": 20697251, "text": "In vulvar squamous epithelium and its associated lesions, proliferation markers such as TOP2A and Ki-67were found to be useful for vulvar squamous lesions."}, {"pubmed": 20709174, "text": "This study reports a method for the rapid over-expression and purification of active GST-tagged human topoisomerase IIalpha using the baculovirus mediated insect cell expression system."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20813715, "text": "TOP2A plays an important role in the invasion and metastasis of colorectal carcinoma."}, {"pubmed": 20824055, "text": "Topoisomerase II-mediatedTopoisomerase II-mediated DNA damage is differently repaired during the cell cycle by non-homologous end joining and homologous recombination is differently repaired during the cell cycle."}, {"pubmed": 21062978, "text": "Data show that the prognostic abilities of TOP2A and MIB-1 were significantly better in ERG(-) patients."}, {"pubmed": 21067592, "text": "TopIIalpha may have a role in survival for postoperative NSCLC patients who received adjuvant chemotherapy"}, {"pubmed": 21126478, "text": "Hydroquinone could repress the expression of TOPOIIalpha in human bone marrow mononuclear cells."}, {"pubmed": 21189395, "text": "TOP2A coamplification, not HER2 amplification, is the clinically useful predictive marker of an incremental response to anthracycline-based chemotherapy."}, {"pubmed": 21229879, "text": "Examine inhibition of DNA topoisomerases I and II by G3 PAMAM-NH2 dendrimer-modified digoxin and proscillaridin A conjugates in a cell free system."}, {"pubmed": 21252292, "text": "Overexpression of miR-485-3p reduces expression of nuclear factor-YB and corresponding up-regulation of DNA topoisomerase IIalpha expression."}, {"pubmed": 21288332, "text": "In HER2-amplified breast cancer, the subgroup of patients with hormone receptor-negative cancer and without TOP2A amplification presents the highest risk of recurrence."}, {"pubmed": 21435434, "text": "TOP2A expression in breast cancer has a role in high proliferation and aggressive tumor subtypes"}, {"pubmed": 21450455, "text": "Topo2A has a role in chemosensitivity, and ERCC1 has a role in survival in locally advanced soft tissue sarcomas"}, {"pubmed": 21455636, "text": "High DNA topoisomerase II alpha in metastatic cells are associated with response to therapy in small cell lung cancer."}, {"pubmed": 21461646, "text": "Expression and amplification of Topoisomerase-2alpha in type 1 and type 2 papillary renal cell carcinomas are correlated with HER2/neu amplification."}, {"pubmed": 21506336, "text": "Topoisomerase IIalpha activity and tumor cell proliferation level from the degree of bromodeoxyuridine label in uterine body leiomyosarcoma"}, {"pubmed": 21519837, "text": "TOP2A gene alterations and HER2 protein overexpression were each associated with responsiveness to anthracycline-containing chemotherapy in breast cancer."}, {"pubmed": 21595939, "text": "found that geminin and TopoIIalpha interact primarily in G2/M/early G1 cells on chromosomes, that geminin recruits TopoIIalpha to chromosomal decatenation sites or vice versa and that geminin silencing in mammary epithelial cells triggers formation of chromosome bridges by suppressing TopoIIalpha access to chromosomal arms"}, {"pubmed": 21614903, "text": "The expression of TOP2A correlated with higher histologic grade, tumor size and negative progestin receptor expression in breast carcinomas."}, {"pubmed": 21629784, "text": "Findings define a MKI67, TOP2A, and E2F1 tri-marker proliferation index with possible utility for improved prognostication and treatment stratification in prostate cancer."}, {"pubmed": 21667123, "text": "Expression of ER, HER2, and TOP2A displayed discordance with a sufficient frequency to emphasize the role of confirmatory biopsies from metastatic lesions in future management of recurrent breast cancer."}, {"pubmed": 21681601, "text": "TOP2A expression was studied in adjuvant dose-dense anthracycline treated breast cancers . Survival was longer in TOP2A-positive cases than TOP2A-negative,& was more favourable in the ER/PR-negative and TOP2A-positive tumours than in other subgroups."}, {"pubmed": 21705665, "text": "Results indicate that amplification of TOP2A in breast cancer is not confined to those who are concomitantly HER-2/neu(+), and suggest that a significant proportion of HER-2/neu(-) patients exhibit high levels of TOP2A."}, {"pubmed": 21734419, "text": "The expression of TOP2A was not related to the amplification of the TOP2A gene or the HER2 status of the tumor. The expression of TOP2A was an independent predictor of pathologically complete remission."}, {"pubmed": 21761866, "text": "Data show that citrinin trimer tricitinol B inhibited topo IIalpha-mediated supercoiled DNA relaxation."}, {"pubmed": 21768308, "text": "HuR enhances TOP2A translation by competing with miR-548c-3p; their combined actions control TOP2A expression levels and determine the effectiveness of doxorubicin."}, {"pubmed": 21875466, "text": "TOP2A gene expression was significantly associated with the metastasis-free interval in the breast cancer patients."}, {"pubmed": 21878638, "text": "a new paradigm in which p38gamma actively regulates the drug-Topo IIalpha signal transduction, and this may be exploited to increase the therapeutic activity of Topo II drugs."}, {"pubmed": 21880040, "text": "Topoisomerase IIalpha (topo IIalpha) protein expression has prognostic significance in many cancers. However, it is still unclear whether topo IIalpha protein expression and gene alterations play roles as prognostic factors in diffuse large B-cell lymphoma (DLBCL)"}, {"pubmed": 21917518, "text": "Meta-analysis: HER2 amplification and TOP2A amplification/deletion may have some value in the prediction of responsiveness to anthracycline-based chemotherapy, but our findings do not support the use of anthracyclines only in these patients."}, {"pubmed": 22076611, "text": "Topo IIalpha expression is a valuable prognostic indicator for colorectal cancer."}, {"pubmed": 22153616, "text": "Amplification of HER2 and deletion of TOP2A were frequently observed in tumors with a high ploidy level."}, {"pubmed": 22160858, "text": "Conclude that EndoG and TOPO2a may actively participate in apoptotic chromatin degradation."}, {"pubmed": 22168383, "text": "Classical lobular breast carcinoma consistently lacks topoisomerase-IIalpha gene amplification."}, {"pubmed": 22203181, "text": "High TOP2A expression is associated with soft tissue sarcomas."}, {"pubmed": 22240029, "text": "This study confirms the favorable prognostic value of HER2/TOP2A co-amplification."}, {"pubmed": 22281973, "text": "HER-2/neu and TOPIIa are over expressed in gastric tumors and may promote disease progression."}, {"pubmed": 22300273, "text": "Loss of topoisomerase (DNA) II alpha is associated with liposarcoma."}, {"pubmed": 22323612, "text": "The accurate cleavage of DNA by topoisomerase II is regulated through a tight coordination with DNA bending."}, {"pubmed": 22374418, "text": "Review of some of the published studies addressing the predictive value of TOP2A as well as the cellular functions of this enzyme and its status in breast cancer tissue."}, {"pubmed": 22375014, "text": "Our findings reveal a broad involvement of Tdp1 in DNA repair and clarify the role of human TDP1 in the repair of Top2-induced DNA damage."}, {"pubmed": 22426810, "text": "Analyzed the occurrence of TOP2A gene amplification and chromosome 17 polysomy in patients with early breast cancer.TOP2A amplification correlated with shorter disease-free survival and shorter overall survival."}, {"pubmed": 22452920, "text": "Data suggest that microRNA/mRNA pairs in hsa-miR-140-3p/RAD51AP1/, hsa-miR-145/E2F3, hsa-miR-139-5p/TOP2A, and hsa-miR-133a/GCLC were correlated with ovarian tumorigenesis."}, {"pubmed": 22496876, "text": "The results showed that human topoisomerase IIalpha unlinks a DNA braid of crossing angles ~90; and under ~1 pN of tension in bursts of ~0.5 mm or ~10 turns, each taking ~10 s."}, {"pubmed": 22555090, "text": "Amplification of Her-2/neu and/or topoisomerase IIalpha is associated with poor overall survival in breast cancer."}, {"pubmed": 22563370, "text": "The active DNA topoisomerase II alpha is significantly less abundant at the centromeres of BLM-deficient cells and PICH-deficient cells than at those of control cells."}, {"pubmed": 22569122, "text": "Topo-IIalpha may be a novel marker of cell proliferation and/or survival factor in glioblastoma cancer stem cells"}, {"pubmed": 22672768, "text": "Topoisomerase IIalpha immunoexpression in oral squamous cell carcinomas showed a positive correlation with p53 expression, indicating that tumors negative to this topoisomerase show no signs of p53 inactivation."}, {"pubmed": 22679013, "text": "Probing conformational changes in human DNA topoisomerase IIalpha by pulsed alkylation mass spectrometry."}, {"pubmed": 22706628, "text": "TOP2A expression was significantly associated with recurrence in estrogen receptor positive, HER2 negative breast cancer."}, {"pubmed": 22730815, "text": "Msx2 and topo II-alpha may play an important role in the occurrence and development of sinonasal inverted papilloma."}, {"pubmed": 22841979, "text": "The principal site of DNA engagement undergoes highly quantized conformational transitions between distinct binding, cleavage, and drug-inhibited states that correlate with the control of subunit-subunit interactions."}, {"pubmed": 22864769, "text": "TOP2A amplification is related to anthracycline-based neoadjuvant chemotherapy sensitivity."}, {"pubmed": 22871798, "text": "A high gene dosage of TOP2A determined using qPCR occurs frequently both in HER-2(+) and HER-2(-) tumors and has a strong adverse prognostic impact."}, {"pubmed": 23020778, "text": "Two (XRCC5 and TOP2A) of seven DNA repair and replication proteins studied were prognostic for melanoma."}, {"pubmed": 23135572, "text": "In untreated patients, Ki67, TOP2A, and RacGAP1 are significant and independent prognostic markers."}, {"pubmed": 23163762, "text": "ATM-dependent TOP2A modification is required for proper regulation of TOP2 stability."}, {"pubmed": 23214297, "text": "Report topoisomerase I, topoisomerase IIalpha and p53 protein expression in relation to the progressive growth of ovarian tumors."}, {"pubmed": 23349762, "text": "Data indicate that STK295900 inhibited DNA relaxation activity of topoisomerase 1 and 2 (Top 1 and 2)."}, {"pubmed": 23388101, "text": "Report topoisomerase II alpha expression in ovarian serous carcinoma."}, {"pubmed": 23398928, "text": "show that TOP2A gene copy number alterations are not observed in this type of tumor. So, higher protein expression of TOP2A is not related to gene amplification in prostate cancer"}, {"pubmed": 23473851, "text": "Topo IIalpha, together with HER-2, might help to select for patients who could benefit from anthracycline-based neoadjuvant chemotherapy and identify non-complete responders at a higher risk of disease recurrence or death."}, {"pubmed": 23508957, "text": "Mechanistic basis for chiral discrimination and explanation for the effects of DNA twist and tension on eukaryotic type IIA topoisomerases."}, {"pubmed": 23533247, "text": "TOP2A is highly overexpressed in adrenocortical carcinoma and regulates cellular proliferation, invasion, and anchorage-independent growth in adrenocortical carcinoma cells."}, {"pubmed": 23698369, "text": "studies indicate that the ability of TOP2A to prevent DNA entanglement at mitosis requires BAF complexes and suggest that this activity contributes to the role of BAF subunits as tumour suppressors"}, {"pubmed": 23850692, "text": "LRIG1 inhibits EGFR expression and the downstream signaling activation, interferes with Bcl-2/Topo-2 expressions and eventually sensitizes glioma cells to TMZ"}, {"pubmed": 23860238, "text": "MCM 7, geminin and topo IIalpha can be reliable tools for the differential diagnosis of reactive mesothelial cells and malignant mesothelioma cells."}, {"pubmed": 23897556, "text": "TOP2A overexpression significantly correlates with more advanced AJCC stages and independently predicts worse DSS and DMFS."}, {"pubmed": 23900272, "text": "These results suggest that decreases in cell proliferation due to genistein may result from the inhibition of cellular topo II and that genistein, a major soy isoflavone, may be an anticancer food component"}, {"pubmed": 23956975, "text": "high Topo II- alpha could be identified as reliable predicators for the clinical behavior of giant cell lesion ."}, {"pubmed": 24040417, "text": "DNA topoisomerases I and II are involved in initiating APH-induced common fragile site breakage at RET"}, {"pubmed": 24130054, "text": "homologous recombination seems relevant especially for Top1 and, to a lesser extent, for Top2 inhibitors. We also found and discuss differential pathways among Top1 inhibitors and Top2 inhibitors"}, {"pubmed": 24135250, "text": "The mRNA expression level of STMN1, TOP2A and ERCC1 are correlated with non-small cell lung carcinoma pathology type in Chinese patients."}, {"pubmed": 24138107, "text": "TOP2A gene gain was a frequent finding in colorectal cancer specimens with 9.8 % having a total of >/=4 TOP2A copies per cell. No prognostic characteristic of TOP2A was identified."}, {"pubmed": 24185119, "text": "The imunohistochemical staining for topoisomerase IIalpha expression might be useful as additional marker for mucosal dysplasia degree determination"}, {"pubmed": 24244448, "text": "Top2alpha is the major isoform mediating the replication-dependent mechanism and both Top2alpha and Top2 mediate the transcription-dependent mechanism."}, {"pubmed": 24327541, "text": "The study shows TOP2B-dependent increase in the number of nuclei displaying juxtaposed RUNX1 and RUNX1T1 loci following etoposide treatment."}, {"pubmed": 24349352, "text": "NFBD1/MDC1 is phosphorylated by PLK1 and controls G2/M transition through the regulation of a TOPOIIalpha-mediated decatenation checkpoint."}, {"pubmed": 24388441, "text": "Higher TOPOIIa expression is independently associated with increased risk of cancer death among patients undergoing surgery for clear cell renal cell carcinoma."}, {"pubmed": 24403186, "text": "In breast neoplasms TOP2A copy number change was strongly associated with hormone receptor and HER2 status and as a prognostic marker TOP2A is probably of limited value."}, {"pubmed": 24476913, "text": "Results show that topoisomerase II alpha function during late G2 and M-phase is truly required for shaping mitotic chromosomes."}, {"pubmed": 24624938, "text": "The surexpression of topoisomerase II alpha was associated within increased tumor stage."}, {"pubmed": 24626180, "text": "Topoisomerase IIalpha, an enzyme essential for resolution of DNA replication intermediates, binds telomeres in a TRF1-mediated manner."}, {"pubmed": 24630889, "text": "MCM2/TOP2A immunohistochemistry can help to support a diagnosis of true dysplasia for patients without a history of head and neck cancer."}, {"pubmed": 24637229, "text": "TOP2 is highly expressed in proneural gliomas, rendering its pharmacological targeting by intratumoral administration of etoposide by convection-enhanced delivery effective on murine proneural gliomas."}, {"pubmed": 24658003, "text": "Chromosome breakage by TOP2 is an endogenous threat to gene transcription and to normal neuronal development and maintenance."}, {"pubmed": 24675496, "text": "Based on TOP2A expression, there was no significant difference in disease-free survival in the breast cancer patients who received anthracycline and taxane-containing adjuvant chemotherapy."}, {"pubmed": 24682655, "text": "No TOP2A amplification occurred without HER2 co-amplification in an analysis of breast cancer in tissue microarrays from a clinical cohort study."}, {"pubmed": 24695359, "text": "Data suggest that TOP2A hydrolysis of neoplastic DNA in the presence of ATP can be inhibited by salicylate analogs; molecular models suggest this inhibition is dependent on structure of salicylates/antineoplastic agents included in this study."}, {"pubmed": 24808172, "text": "Proteolytic degradation of Top2 enables the processing of Top2.DNA and Top2.RNA covalent complexes by TDP2."}, {"pubmed": 24919264, "text": "TopoII alpha content in lung adenocarcinoma is an independent prognostic factor. Mutual research of TopoII alpha with clinical and morphological parameters and Ag-NOR has prognostic value in lung adenocarcinoma."}, {"pubmed": 25042383, "text": "the TOP2A gene alterations may play an important role in determining anthracycline sensitivity in breast cancer"}, {"pubmed": 25098819, "text": "TOP2A FISH and qPCR may not identify the same pathology on chr17q. Non-HER2 chr17 CN patterns may further predict outcome in breast cancer patients with known favorable and unfavorable prognosis."}, {"pubmed": 25237769, "text": "This study demonstrates that TOP2Ahigh is the phenotype of recurrence/metastasis but TOP2Aneg cells show slow cycling and have cancer stem cell properties in prostate cancer, which has significant implications for prostate cancer therapy."}, {"pubmed": 25280269, "text": "Data suggest that ability to distinguish supercoil handedness of DNA is embedded within catalytic core of TOP2A; N-terminal gate domain of TOP2A interacts with topoisomerase II inhibitors."}, {"pubmed": 25304659, "text": "Low topoisomerase II expression is associated with chemotherapy resistance in gastric cancer."}, {"pubmed": 25372714, "text": "These results demonstrated that NPRL-Z-1 appeared to be a novel TOP2 poison and ROS generator. Thus, NPRL-Z-1 may present a significant potential anticancer candidate against renal carcinoma."}, {"pubmed": 25432700, "text": "expression was not only associated with poorer differentiation and perineural invasion, but it could also act as an independent prognostic factor in patients with esophageal squamous cell carcinoma"}, {"pubmed": 25451918, "text": "UHRF1 interacts with TopoIIalpha and regulates its localization to hemimethylated DNA. TopoIIalpha decatenates the hemimethylated DNA following replication, which might facilitate the methylation of the nascent strand by DNMT1"}, {"pubmed": 25521189, "text": "DNA damage-triggered ATF3 controlled p53 accumulation and generation of double-strand breaks may serve as a switch between DNA damage and cell death following TOP2A inhibitor treatment."}, {"pubmed": 25550836, "text": "Combined detection of MDR-related proteins ToPo II, MRP and GST-pi may be prospectively valuable for postoperative individualized chemotherapy, and further predict the outcomes of gastric cancer patients."}, {"pubmed": 25586498, "text": "Activity of quinolone CP-115,955 against bacterial and human type II topoisomerases is mediated by different interactions."}, {"pubmed": 25605014, "text": "Patients screened for Top2a and Ezh2 expression would exhibit significant response to a combinational treatment involving low dose etoposide combined with Ezh2 inhibition."}, {"pubmed": 25657202, "text": "In ACC, the DNA topoisomerase TOP2A was associated with significantly poorer overall and disease-free survival."}, {"pubmed": 25695068, "text": "TOP2A gene amplification was not observed."}, {"pubmed": 25762097, "text": "TOPBP1 has a role in recruiting TOP2A to ultra-fine anaphase bridges to aid in their resolution"}, {"pubmed": 25769404, "text": "Protein expression of BIRC5, TK1, and TOP2A in malignant peripheral nerve sheath tumours--A prognostic test after surgical resection."}, {"pubmed": 25777966, "text": "Topoisomerase-1 and -2A gene copy numbers are elevated in mismatch repair-proficient colorectal cancers."}, {"pubmed": 25846551, "text": "Mutation in TOP2A gene is associated with epithelial ovarian cancer growth and drug resistance."}, {"pubmed": 25846735, "text": "prognostic significance of either TOP2A expression or TOP2A gene changes in breast cancer and its various subtypes is limited."}, {"pubmed": 25921160, "text": "TOP2A expression was higher in gastric cancer from elderly patients compared to gastrointestinal tumors from young patients."}, {"pubmed": 25931012, "text": "No TOP2A copy number changes were found in patients with de novo diffuse large B-cell lymphoma or relapsed DLBCL treated with chemotherapy regimens including TOP2-targeting drugs."}, {"pubmed": 26022247, "text": "Report allelic imbalance at the HER2/TOP2A locus in breast cancer."}, {"pubmed": 26046674, "text": "JWA and topoisomerase II alpha regulate each other in tumor cells arrested in G2/M."}, {"pubmed": 26081617, "text": "It might, therefore, be concluded that topoisomerase II enzyme may be involved in the repair of radiation-induced DNA damage and consequently its inhibition constitute a strategy for sensitizing tumour cells to ionizing radiation."}, {"pubmed": 26100858, "text": "Data show that TOP2A gene gain and protein over-expression might predict activity of PLD in platinum resistant/refractory EOC."}, {"pubmed": 26221582, "text": "b-ELE could inhibit the proliferation of HepG-2 cells and interfere with the expression and activity of TOPO I and TOPO IIa"}, {"pubmed": 26252353, "text": "TUBB3, TOP2A, CYP19A1 and CYP2D6 gene expression, but not protein expression, was associated with patient survival in breast cancer ."}, {"pubmed": 26560244, "text": "These studies revealed a relationship between TOP2A and androgen receptor signaling pathway that contributes to prostate cancer progression and confers sensitivity to treatments."}, {"pubmed": 26588239, "text": "may be a useful biomarker in patients receiving adjuvant taxane-platinum regimens with moderate- to high-risk endometrial cancer"}, {"pubmed": 26612825, "text": "during early development, TOP2A is likely to have a role in cell proliferation, whereas TOP2B is expressed in post-mitotic cells and may be important in controlling expression of long genes even at this early stage."}, {"pubmed": 26617887, "text": "Positive expressions of MRP and TOP2A in the tumor tissue are associated with increased risk of developing brain metastases in non-small cell lung cancer (NSCLC)."}, {"pubmed": 26643143, "text": "PICH and Topo II cooperate to prevent chromosome missegregation events in mitosis."}, {"pubmed": 26657567, "text": "Deletion or deficiency of PTEN leads to down regulation of TOP2A, dysfunction of the decatenation checkpoint and incomplete DNA decatenation in G2 and M phases."}, {"pubmed": 26867764, "text": "The study is an open label, single arm, phase II study, investigating the efficacy of epirubicin in patients with oxaliplatin refractory colorectal cancer and with a cancer cell TOP2A/CEN-17 ratio >/= 1.5"}, {"pubmed": 26947016, "text": "we show that TopoIIalpha forms protein-protein interactions with beta-catentin and TCF4 and interacts with Wnt response elements (WREs) and promoters of direct target genes of TCF transcription, including: MYC, vimentin, AXIN2 and LEF1"}, {"pubmed": 26994023, "text": "TOP2A is highly expressed in advanced leiomyosarcoma (LMS)but not in non-malignant diseases. TOP2A levels are higher in high-mitotic index tumours and in more advanced stages of disease."}, {"pubmed": 27088089, "text": "The combined quantum and molecular mechanics calculations revealed that CF3 containing drug shows better preference in inhibiting the TOP2A compared to other modified drugs."}, {"pubmed": 27175798, "text": "TOP2A and Ki-67 antibodies may be used in combination for cervical cancer screening in immunocytochemistry assays."}, {"pubmed": 27259241, "text": "Data show that comparing with Ki-67 and TOP2A, RacGAP1 allowed for a clearer prognostic statement."}, {"pubmed": 27284123, "text": "This study showed that the overexpressions of Ki67, RacGAP1, and TOP2a affect the prognosis of female breast cancer patients adversely"}, {"pubmed": 27407105, "text": "we propose that phosphorylation of TOP2A by CDC7/DBF4 in early S-phase prevents its localization and/or activity at centromeres, and inhibition of TOP2A function could be relevant to prevent premature separation of centromeric DNA."}, {"pubmed": 27473264, "text": "Topoisomerase-IIalpha expression was identified as a predictor of disease-free survival in high grade papillary urothelial carcinomas."}, {"pubmed": 27517472, "text": "The methodology is useful for a high-throughput analysis of drugs that poison Top2, allowing not just the discrimination of the Top2 isoform that is targeted but also to track its removal"}, {"pubmed": 27558965, "text": "RNF168 interacts with TOP2alpha to mediate its polyubiquitylation and RNF168 deficiency confers resistance to ICRF-193, a TOP2 catalytic inhibitor, and cytotoxic anti-cancer drug etoposide in cultured mouse cells."}, {"pubmed": 27750031, "text": "Polyamide functionalisation at the N1-position offers a design strategy to improve drug-like properties. Dicationic HxIP* 3 increased topo IIalpha expression and chemosensitivity to topo II-targeting agents."}, {"pubmed": 27754753, "text": "Fbxo28 regulates topoisomerase IIalpha decatenation activity and plays an important role in maintaining genomic stability."}, {"pubmed": 27814490, "text": "Both the genome instability and cell death of MRE11-null and MRE11-mutated H129N cells are significantly reversed by overexpression of Tdp2, an enzyme that eliminates covalent Top2 conjugates; thus, the essential role of Mre11 nuclease activity is likely to remove the DNA lesions."}, {"pubmed": 27974648, "text": "Alternative RNA Processing of Topoisomerase IIalpha in Etoposide-Resistant Human Leukemia K562 Cells: Intron Retention Results in a Novel C-Terminal Truncated 90-kDa Isoform"}, {"pubmed": 28052682, "text": "no significant association between, MAPK and topoIIalpha expression and overall survival in ovarian serous carcinomas"}, {"pubmed": 28069330, "text": "High mRNA levels of TOP2A is independent predictor of poor outcome in Renal Cell Carcinoma patients."}, {"pubmed": 28075472, "text": "TOP2a involvement in breast cancer cells apoptosis"}, {"pubmed": 28079792, "text": "HER2 amplification, but not TOP2A amplification, is a predictor of unfavorable prognosis in breast cancer."}, {"pubmed": 28087392, "text": "Data indicate that cortex involvement, lower World Health Organization grade and DNA topoisomerase II positivity were strong predictors for preoperative epileptic seizures."}, {"pubmed": 28093271, "text": "BD ProExtrade mark C assay containing MCM2 and TOP2A antibodies showed strong specific nuclear staining that correlated with increased cervical dysplasia and lesion severity."}, {"pubmed": 28214203, "text": "This study shows that both survivin and TIIalpha are independent prognostic predictors in human grade II/III astrocytomas stratified for IDH1-mutation status"}, {"pubmed": 28231233, "text": "TOP2A rs471692 was not associated with chemoradiotherapy response, whereas tumor regression, weight loss, clinical stage, and cigarette smoking were independent prognostic predictors for these Chinese patients with non-small cell lung cancer."}, {"pubmed": 28301542, "text": "Tumors with higher topoisomerase IIalpha and/or mitosin expression have a higher risk of recurrence after initial treatment, and these patients may benefit from adjuvant treatment and closer radiological follow-up"}, {"pubmed": 28385713, "text": "findings implicate TOP2A cleavage as a broad DNA damage mechanism in oncogenic translocations as well as a functional role of TOP2A cleavage in regulating transcription elongation and gene activation."}, {"pubmed": 28393224, "text": "Study found an association between TOP2alpha gene amplification and overexpression of its protein in patients with triple-negative breast cancer."}, {"pubmed": 28432084, "text": "High TOP2A expression was significantly associated with longer time to progression after EDP-M. TOP2A and TS proteins assessed by immunohistochemistry significantly correlated with mRNA expression. Immunohistochemical TOP2A expression was associated with a non-significant better response and longer TTP after EDP-M."}, {"pubmed": 28472494, "text": "The decatenation checkpoint is regulated, not only by topo IIalpha, as previously reported, but also by topo IIbeta. The decatenation checkpoint is most efficient when both isoforms are present. Deletion of most of the C-terminus of topo IIalpha, while preserving the nuclear localization signal (NLS), enhances the decatenation checkpoint and sensitivity to topo II-targeted drugs. Mutation of Y640 in topo IIalpha inhibi..."}, {"pubmed": 28611105, "text": "we show that despite being more cytotoxic, F14512 is less efficient than etoposide at producing TOP2alpha cleavage-complex (TOP2alphacc) in cells"}, {"pubmed": 28638271, "text": "ProEx C is an immunohistochemical cocktail containing antibodies direct against topoisomerase IIalpha (TOP2A) and minichromosome maintenance 2 (MCM2) proteins. This brief review covers the effective utility of ProEx C as adjunct tool in assessing the urothelial lesions in urine cytology, also providing prognostic and therapeutic information to help in clinical decisions."}, {"pubmed": 28692049, "text": "These findings reveal a novel, p53-independent activity of Mdm2 and have important implications for the choice of chemotherapeutic agents in the treatment of Mdm2-overexpressing tumors. Herein is shown that tumor cells with MDM2 amplification are selectively resistant to treatment with topoisomerase II poisons but not other DNA damaging agents"}, {"pubmed": 28700616, "text": "These results explain why hTOPIIa and hTOPIIa are differentially affected by various poisons and demonstrate the utility of C. elegans in understanding the genetics of drug responses."}, {"pubmed": 28755093, "text": "High TOP2A expression and Gene Amplification is associated with Upper Tract Urothelial Carcinomas."}, {"pubmed": 28800016, "text": "HER-2 and TOP2A genes amplification are 2 separate genetic yet closely related events in breast cancer. Polysomy of chromosome 17 is proposed to be an early event in occurrence of TOP2A gene amplification."}, {"pubmed": 28813519, "text": "the relation between TOP2A levels and sensitivity for doxorubicin was examined, confirming reports that TOP2A mRNA levels were overexpressed in MPNST and showing that MPNST cell lines exhibited relatively high TOP2A protein levels and sensitivity to doxorubicin."}, {"pubmed": 28815403, "text": "TOP2A was identified in association with the progression and prognosis of pancreatic ductal adenocarcinoma probably by regulating cell cycle and p53 signaling pathway."}, {"pubmed": 28899973, "text": "our data support further assessment of TOP2A and EZH2 as biomarkers for early identification of patients with increased metastatic potential that may benefit from adjuvant or neoadjuvant targeted therapy approaches"}, {"pubmed": 29045811, "text": "TOP2A acts as a co-activator of beta-catenin and activates Epithelial-mesenchymal transition process."}, {"pubmed": 29152775, "text": "The highly proliferating C2A subtype of hepatoblastoma is characterized by topoisomerase 2-alpha gene up-regulation and Fanconi anemia pathway activation."}, {"pubmed": 29330624, "text": "We identified 16 potentially druggable candidates. Among them, NEK2, BIRC5, and TOP2A were also found to be amplified in breast cancer, suggesting that they could act as strategic players in the obese-deregulated transcriptome."}, {"pubmed": 29334118, "text": "Ki-67 and TOPO 2A expression correlated with tumour size and tumour invasiveness in somatotropinomas."}, {"pubmed": 29385443, "text": "A tri-serine cluster within the topoisomerase IIalpha-interaction domain of the BLM helicase is required for regulating chromosome breakage in human cells."}, {"pubmed": 29429988, "text": "USP15 is required for TOP2A accumulation, and USP15 depletion leads to the formation of anaphase chromosome bridges."}, {"pubmed": 29438989, "text": "SENP3 phosphorylation decreased its interaction with Topo II alpha, resulting in reduced SENP3 deSUMOylation activity on Topo II alpha. Furthermore, we observed mitotic arrest, increased chromosome instability, and promotion of tumorigenesis in cells expressing a nonphosphorylatable SENP3 mutant"}, {"pubmed": 29514855, "text": "Alternative processing of TOP2alpha pre-mRNA, and subsequent synthesis of TOP2alpha/90, may be an important mechanism regulating the formation and/or stability of cytotoxic TOP2alpha/170-DNA covalent complexes in response to TOP2alpha-targeting agents"}, {"pubmed": 29587760, "text": "TOP2A protein showed a time dependent influence on prognosis in stage I-II luminal breast cancer, suggesting it might be a potential predictor of late recurrence for this group of patients."}, {"pubmed": 29761838, "text": "The expression of TOP2A in colon cancer tissues was increased compared to normal adjacent tissues. The proliferation and invasion of colon cancer cells can be suppressed in colon cancer cells by depleting of TOP2A. TOP2A may serve as an oncogene in colon cancer."}, {"pubmed": 29915179, "text": "acetylation of specific sites involved in the allosteric regulation of human Top2 may provide a mechanism for modulation of its catalytic activity."}, {"pubmed": 30011940, "text": "Data indicate that tyrosyl-DNA phosphodiesterase 2 (TDP2) alone does not remove DNA topoisomerase II (TOP2)-DNA complexes from genomic DNA in vitro and that depletion of TDP2 in cells does not slow the removal of TOP2-DNA complexes."}, {"pubmed": 30074233, "text": "The topoisomerase II alpha expression correlated more with invasiveness than with extensiveness, which might make it an eminently useful marker in the assessment of aggressive pituitary adenoma behaviour."}, {"pubmed": 30082834, "text": "Steered molecular dynamics calculations suggests the Top2-catalyzed DNA passage may be achieved by a rocker-switch-type movement of the DNA-gate."}, {"pubmed": 30132517, "text": "TOP2A is highly expressed in liver cancer tissues and acts as an oncogene."}, {"pubmed": 30169847, "text": "We report here that both known type II topoisomerases Top2a and Top2b are present in mammalian mitochondria, with especially Top2b regulating the supercoiling state of mtDNA. Loss of Top2b or its inhibition by ciprofloxacin results in accumulation of positively supercoiled mtDNA, followed by cessation of mitochondrial transcription and replication initiation, causing depletion of mtDNA copy number."}, {"pubmed": 30520434, "text": "Spearman's rank correlation analysis and Bonferroni correction were used to compare the values of DKI and the expression levels of GFAP, Topo IIalpha, and MGMT between the 2 groups."}, {"pubmed": 30544723, "text": "Study found both high TOP2A mRNA expression and protein expression in HCMV-infected glioma cells. High TOP2A expression in GBM was correlated with cell proliferation and malignant transformation in HCMV-positive glioma cells. Also TOP2A was identified as a direct target gene of miR-144."}, {"pubmed": 30583686, "text": "TOP2A gene alterations and CEP17 polysomy may have prognostic and predictive role in TNBC treated with adjuvant Anthracyclines."}, {"pubmed": 30590722, "text": "We demonstrate that Topo2a is SUMOylated in an ICRF193-dependent manner by NSE2 at a novel non-canonical site (K1520) and that K1520 sumoylation is required for chromosome segregation but not the G2 arrest."}, {"pubmed": 30672125, "text": "binding of the MDM4 sequence to the CTR of TOP2A stabilizes TOP2A protein, leading to increased TOP2A protein expression. These results reveal novel functions of MDM4 and TOP2A as well as their interactions in oncogenesis."}, {"pubmed": 30760286, "text": "DNA topoisomerase II alpha (TOP2A) is associated with a longer time to progression (TTP) following pegylated liposomal doxorubicin (PLD)-treatment. Patients with TOP2A expression treated with PLD monotherapy achieved a longer TTP compared with PLD-doublet therapy. TOP2A status might predict activity of PLD in patients with platinum resistant or partially platinum-sensitive epithelial ovarian cancer."}, {"pubmed": 30816525, "text": "nuclear division cycle 80, cyclin B2 and topoisomerase 2alpha may serve important roles in adrenocortical tumor development."}, {"pubmed": 31072339, "text": "Study have demonstrated that high expression rates of proliferative markers TOP2A and MCM6 in colorectal cancer is linked to a beneficial patient outcome. According to the general opinion, a high expression rate correlates with a poor patient outcome and study was able to refute this assertion."}, {"pubmed": 31106979, "text": "Doxorubicin-induced cardiotoxicity is maturation dependent due to the shift from topoisomerase IIalpha to IIbeta in human stem cell derived cardiomyocytes."}, {"pubmed": 31180040, "text": "Interaction network analysis of YBX1 for identification of therapeutic targets in adenocarcinomas found 12 genes playing important roles in the network formation; among them, two genes FOXM1 and TOP2A were found to be in central network formation, which makes them a common target for therapeutics."}, {"pubmed": 31202576, "text": "Here, we combined genomic and high-throughput imaging ap-proaches to show that transcription and chromosome folding are both key contributors to TOP2-induced genomic instability and the formation of oncogenic MLL fusions."}, {"pubmed": 31202577, "text": "This conversion is dependent on proteasomal degradation and TDP2 phosphodiesterase activity. Quantitative modeling shows that only two features of pre-existing chromatin structure-namely, cohesin binding and transcriptional activity-can be used to predict the kinetics of TOP2-induced DSBs."}, {"pubmed": 31216997, "text": "TOP2A was overexpressed in bladder urothelial carcinoma (BLCA) and could serve as a prognostic biomarker for BLCA. Moreover, TOP2A is functionally important for the proliferation, invasion and survival of BLCA cells."}, {"pubmed": 31505165, "text": "The SNHG3/miR-139-5p/TOP2A axis plays an important role in the proliferation."}, {"pubmed": 31662984, "text": "MiR-494, which reportedly regulates TOP2alpha, exhibited reverse trends in EESP/5-FU combination treatment."}, {"pubmed": 31675149, "text": "Pretreatment MR-Based Radiomics Signature as Potential Imaging Biomarker for Assessing the Expression of Topoisomerase II alpha (TOPO-IIalpha) in Rectal Cancer."}, {"pubmed": 31728578, "text": "The human TOP2 enzymes catalyze their reactions via formation of a reversible covalent enzyme DNA-protein crosslink, the TOP2 cleavage complex (TOP2cc). [review]"}, {"pubmed": 31769059, "text": "Histone H2A phosphorylation recruits topoisomerase IIalpha to centromeres to safeguard genomic stability."}, {"pubmed": 31836624, "text": "DNA topoisomerase IIalpha expression is decreased by miR-9-3p and miR-9-5p in acquired resistance to antineoplastic agent, etoposide."}, {"pubmed": 31848259, "text": "Proteomic Analysis Reveals that Topoisomerase 2A is Associated with Defective Sperm Head Morphology."}, {"pubmed": 31967940, "text": "SPOP is essential for DNA-protein cross-link repair in prostate cancer cells: SPOP-dependent removal of topoisomerase 2A from the topoisomerase 2A-DNA cleavage complex."}, {"pubmed": 32022739, "text": "Simultaneous Detection of Neisseria gonorrhoeae and Fluoroquinolone Resistance Mutations to Enable Rapid Prescription of Oral Antibiotics."}, {"pubmed": 32048869, "text": "Investigation of Potential Mechanisms Associated with Non-small Cell Lung Cancer."}, {"pubmed": 32103339, "text": "Authors demonstrated the TOP2A/UBE2C co-expression status in LUAD, and TOP2A/UBE2C co-expression correlated with poorer prognosis."}, {"pubmed": 32193368, "text": "Inhibition of topoisomerase IIA (Top2alpha) induces telomeric DNA damage and T cell dysfunction during chronic viral infection."}, {"pubmed": 32218491, "text": "Association of immunophenotype with expression of topoisomerase II alpha and beta in adult acute myeloid leukemia."}, {"pubmed": 32323809, "text": "Identification of lung adenocarcinoma biomarkers based on bioinformatic analysis and human samples."}, {"pubmed": 32400307, "text": "Topoisomerase IIalpha prevents ultrafine anaphase bridges by two mechanisms."}, {"pubmed": 32501506, "text": "Topoisomerase II contributes to DNA secondary structure-mediated double-stranded breaks."}, {"pubmed": 32535049, "text": "Mining topoisomerase isoforms in gastric cancer."}, {"pubmed": 32685486, "text": "CCNB2, TOP2A, and ASPM Reflect the Prognosis of Hepatocellular Carcinoma, as Determined by Weighted Gene Coexpression Network Analysis."}, {"pubmed": 32780321, "text": "Prognostic and predictive value of the combination of TOP2A and HER2 in node-negative tumors 2 cm or smaller (T1N0) breast cancer."}, {"pubmed": 32866497, "text": "FAM122A maintains DNA stability possibly through the regulation of topoisomerase IIalpha expression."}, {"pubmed": 32925281, "text": "Topoisomerase II alpha promotes gallbladder cancer proliferation and metastasis through activating phosphatidylinositol 3-kinase/protein kinase B/mammalian target of rapamycin signaling pathway."}, {"pubmed": 32951576, "text": "Natural Products as Anti-Cancerous Therapeutic Molecules Targeted towards Topoisomerases."}, {"pubmed": 33023625, "text": "TOP2A and CENPF are synergistic master regulators activated in cervical cancer."}, {"pubmed": 33144457, "text": "Implications of Topoisomerase (TOP1 and TOP2alpha) Expression in Patients With Breast Cancer."}, {"pubmed": 33296677, "text": "The ZATT-TOP2A-PICH Axis Drives Extensive Replication Fork Reversal to Promote Genome Stability."}, {"pubmed": 33355372, "text": "Neochlorogenic acid enhances the antitumor effects of pingyangmycin via regulating TOP2A."}, {"pubmed": 33361736, "text": "Expression of the Topoisomerase II Alpha (TOP2A) Gene in Lung Adenocarcinoma Cells and the Association with Patient Outcomes."}, {"pubmed": 33413211, "text": "TOP2A/MCM2, p16(INK4a), and cyclin E1 expression in liquid-based cytology: a biomarkers panel for progression risk of cervical premalignant lesions."}, {"pubmed": 33826602, "text": "ARID1A regulates R-loop associated DNA replication stress."}, {"pubmed": 33852840, "text": "Topoisomerase IIalpha represses transcription by enforcing promoter-proximal pausing."}, {"pubmed": 33982765, "text": "Long noncoding RNADUXAP8 regulates TOP2A in the growth and metastasis of osteosarcoma via microRNA635."}, {"pubmed": 34016969, "text": "Structural basis for allosteric regulation of Human Topoisomerase IIalpha."}, {"pubmed": 34284141, "text": "MiR-599 targeting TOP2A inhibits the malignancy of bladder cancer cells."}, {"pubmed": 34588717, "text": "PROGNOSTIC VALUE OF TOPOISOMERASE 2-ALPHA AND B-MYB IN EARLY BREAST CANCER TREATED WITH ADJUVANT CHEMOTHERAPY."}, {"pubmed": 34705880, "text": "Expression analysis of p16 and TOP2A protein biomarkers in cervical cancer lesions and their correlation with clinico-histopathological characteristics in a referral hospital, Tanzania."}, {"pubmed": 34787052, "text": "Rhophilin rho GTPase binding protein 1-antisense RNA 1 (RHPN1-AS1) promotes ovarian carcinogenesis by sponging microRNA-485-5p and releasing DNA topoisomerase II alpha (TOP2A)."}, {"pubmed": 34939898, "text": "Type IIA topoisomerase (TOP2A) triggers epithelial-mesenchymal transition and facilitates HCC progression by regulating Snail expression."}, {"pubmed": 35012441, "text": "DNA topoisomerase II alpha promotes the metastatic characteristics of glioma cells by transcriptionally activating beta-catenin."}, {"pubmed": 35058360, "text": "Recurrent mutations in topoisomerase IIalpha cause a previously undescribed mutator phenotype in human cancers."}, {"pubmed": 35247890, "text": "Genome-Protective Topoisomerase 2a-Dependent G2 Arrest Requires p53 in hTERT-Positive Cancer Cells."}, {"pubmed": 35297009, "text": "Predictive value of topoisomerase II alpha protein for clinicopathological characteristics and prognosis in early breast cancer."}, {"pubmed": 35532155, "text": "Knockdown of NUSAP1 inhibits cell proliferation and invasion through downregulation of TOP2A in human glioblastoma."}, {"pubmed": 35778520, "text": "Oncogenic role and potential regulatory mechanism of topoisomerase IIalpha in a pan-cancer analysis."}, {"pubmed": 35948041, "text": "Catalytic Mechanism of ATP Hydrolysis in the ATPase Domain of Human DNA Topoisomerase IIalpha."}, {"pubmed": 36138481, "text": "TOP2A deficit-induced abnormal decidualization leads to recurrent implantation failure via the NF-kappaB signaling pathway."}, {"pubmed": 36550695, "text": "E2F1-mediated up-regulation of TOP2A promotes viability, migration, and invasion, and inhibits apoptosis of gastric cancer cells."}, {"pubmed": 36585615, "text": "TOP2A deficiency leads to human recurrent spontaneous abortion and growth retardation of mouse pre-implantation embryos."}, {"pubmed": 36656469, "text": "TOP2A Expression in Pheochromocytoma and Abdominal Paraganglioma: a Marker of Poor Clinical Outcome?"}, {"pubmed": 36680145, "text": "Topoisomerase II as a Novel Antiviral Target against Panarenaviral Diseases."}, {"pubmed": 37114547, "text": "Prognostic Significance of DNA Topoisomerase II Alpha (TOP2A) in Cholangiocarcinoma."}, {"pubmed": 37172528, "text": "The clinicopathological significance of TOP2A expression in malignant peritoneal mesothelioma."}, {"pubmed": 37184661, "text": "BAZ2A-RNA mediated association with TOP2A and KDM1A represses genes implicated in prostate cancer."}, {"pubmed": 37249035, "text": "O-GlcNAcylation promotes topoisomerase IIalpha catalytic activity in breast cancer chemoresistance."}, {"pubmed": 37338006, "text": "Targeted sequencing of cancer-related genes reveals a recurrent TOP2A variant which affects DNA binding and coincides with global transcriptional changes in glioblastoma."}, {"pubmed": 37638884, "text": "The abscission checkpoint senses chromatin bridges through Top2alpha recruitment to DNA knots."}, {"pubmed": 37781045, "text": "cDCBLD2 mediates sorafenib resistance in hepatocellular carcinoma by sponging miR-345-5p binding to the TOP2A coding sequence."}, {"pubmed": 37861550, "text": "Role of TOP2A and CDC6 in liver cancer."}, {"pubmed": 37985446, "text": "Association of TOP2A and ADH1B with lipid levels and prognosis in patients with lung adenocarcinoma and squamous cell carcinoma."}, {"pubmed": 38008711, "text": "EZH2-H3K27me3-mediated silencing of mir-139-5p inhibits cellular senescence in hepatocellular carcinoma by activating TOP2A."}, {"pubmed": 38097570, "text": "ERK2-topoisomerase II regulatory axis is important for gene activation in immediate early genes."}, {"pubmed": 38205938, "text": "HPV16 E6 promoting cervical cancer progression through down-regulation of miR-320a to increase TOP2A expression."}, {"pubmed": 38287116, "text": "Deubiquitinase USP7 stabilizes KDM5B and promotes tumor progression and cisplatin resistance in nasopharyngeal carcinoma through the ZBTB16/TOP2A axis."}, {"pubmed": 38403725, "text": "Activating the abscission checkpoint: Top2alpha senses chromatin bridges in cytokinesis: Top2alpha binds to DNA knots on chromatin bridges to activate the abscission checkpoint in human cells."}, {"pubmed": 38445610, "text": "TOP2A modulates signaling via the AKT/mTOR pathway to promote ovarian cancer cell proliferation."}, {"pubmed": 38561479, "text": "The correlation study between TOP2A gene expression in circulating tumor cells and chemotherapeutic drug resistance of patients with breast cancer."}, {"pubmed": 38806610, "text": "Expression and potential molecular mechanism of TOP2A in metastasis of non-small cell lung cancer."}], "genomic_pos": {"chr": "17", "end": 40417896, "ensemblgene": "ENSG00000131747", "start": 40388525, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 38574202, "start": 38544768, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000712", "qualifier": "involved_in", "term": "resolution of meiotic recombination intermediates"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000819", "qualifier": "involved_in", "term": "sister chromatid segregation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002244", "qualifier": "involved_in", "term": "hematopoietic progenitor cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006265", "pubmed": 22323612, "qualifier": "involved_in", "term": "DNA topological change"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006265", "pubmed": 12711669, "qualifier": "involved_in", "term": "DNA topological change"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006266", "pubmed": 15491148, "qualifier": "involved_in", "term": "DNA ligation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 16611985, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007059", "pubmed": [11136718, 15456904, 15965487], "qualifier": "involved_in", "term": "chromosome segregation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007143", "qualifier": "involved_in", "term": "female meiotic nuclear division"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030263", "qualifier": "involved_in", "term": "apoptotic chromosome condensation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030263", "pubmed": 10959840, "qualifier": "involved_in", "term": "apoptotic chromosome condensation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040016", "qualifier": "involved_in", "term": "embryonic cleavage"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042752", "qualifier": "involved_in", "term": "regulation of circadian rhythm"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 16611985, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045870", "pubmed": 16712776, "qualifier": "involved_in", "term": "positive regulation of single stranded viral RNA replication via double stranded DNA intermediate"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048511", "qualifier": "involved_in", "term": "rhythmic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905463", "pubmed": 12711669, "qualifier": "involved_in", "term": "negative regulation of DNA duplex unwinding"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000228", "pubmed": 9049244, "qualifier": "colocalizes_with", "term": "nuclear chromosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000775", "qualifier": "located_in", "term": "chromosome, centromeric region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000793", "qualifier": "located_in", "term": "condensed chromosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001673", "qualifier": "located_in", "term": "male germ cell nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9155056, 10788521, 10959840, 16611985], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": [8299728, 9049244], "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": 9049244, "qualifier": "NOT located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": [8299728, 9155056, 17567603], "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 9155056, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005814", "pubmed": 9049244, "qualifier": "colocalizes_with", "term": "centriole"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009330", "pubmed": 10473615, "qualifier": "part_of", "term": "DNA topoisomerase type II (double strand cut, ATP-hydrolyzing) complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 16611985, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990904", "pubmed": 12711669, "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 22323612, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": [9049244, 10788521, 12079377], "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": 9049244, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003918", "pubmed": 16611985, "qualifier": "enables", "term": "DNA topoisomerase type II (double strand cut, ATP-hydrolyzing) activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003918", "pubmed": 12711669, "qualifier": "enables", "term": "DNA topoisomerase type II (double strand cut, ATP-hydrolyzing) activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005080", "pubmed": 16611985, "qualifier": "enables", "term": "protein kinase C binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10666337, 10788521, 10959840, 11062478, 11136718, 12711669, 15965487, 16611985, 17567603, 17983804, 18790802, 19390626, 20457750, 23213405, 23652018, 23698369, 26030138, 36271492], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008094", "pubmed": 12079377, "qualifier": "enables", "term": "ATP-dependent activity, acting on DNA"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008301", "pubmed": 22323612, "qualifier": "enables", "term": "DNA binding, bending"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 10473615, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043130", "pubmed": 15965487, "qualifier": "enables", "term": "ubiquitin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 10473615, "qualifier": "enables", "term": "protein heterodimerization activity"}]}, "homologene": {"genes": [[6239, 174825], [7165, 1279885], [7227, 35225], [7955, 323733], [8364, 100038293], [9031, 395570], [9544, 700707], [9598, 454651], [9606, 7153], [9615, 480525], [9913, 787696], [10090, 21973], [10116, 360243]], "id": 830}, "interpro": [{"desc": "Histidine kinase/HSP90-like ATPase", "id": "IPR003594", "short_desc": "HATPase_C"}, {"desc": "Histidine kinase/HSP90-like ATPase superfamily", "id": "IPR036890", "short_desc": "HATPase_C_sf"}, {"desc": "DNA topoisomerase II, eukaryotic-type", "id": "IPR001154", "short_desc": "TopoII_euk"}, {"desc": "DNA topoisomerase, type IIA", "id": "IPR001241", "short_desc": "Topo_IIA"}, {"desc": "DNA topoisomerase, type IIA, domain A", "id": "IPR002205", "short_desc": "Topo_IIA_dom_A"}, {"desc": "TOPRIM domain", "id": "IPR006171", "short_desc": "TOPRIM_domain"}, {"desc": "DTHCT", "id": "IPR012542", "short_desc": "DTHCT"}, {"desc": "DNA topoisomerase, type IIA, subunit B, domain 2", "id": "IPR013506", "short_desc": "Topo_IIA_bsu_dom2"}, {"desc": "DNA topoisomerase, type IIA, alpha-helical domain superfamily", "id": "IPR013757", "short_desc": "Topo_IIA_A_a_sf"}, {"desc": "DNA topoisomerase, type IIA, domain A, alpha-beta", "id": "IPR013758", "short_desc": "Topo_IIA_A/C_ab"}, {"desc": "DNA topoisomerase, type IIA, subunit B, C-terminal", "id": "IPR013759", "short_desc": "Topo_IIA_B_C"}, {"desc": "DNA topoisomerase, type IIA-like domain superfamily", "id": "IPR013760", "short_desc": "Topo_IIA-like_dom_sf"}, {"desc": "Small ribosomal subunit protein uS5 domain 2-type fold, subgroup", "id": "IPR014721", "short_desc": "Ribsml_uS5_D2-typ_fold_subgr"}, {"desc": "DNA topoisomerase, type IIA, conserved site", "id": "IPR018522", "short_desc": "TopoIIA_CS"}, {"desc": "Ribosomal protein uS5 domain 2-type superfamily", "id": "IPR020568", "short_desc": "Ribosomal_Su5_D2-typ_SF"}, {"desc": "C-terminal associated domain of TOPRIM", "id": "IPR031660", "short_desc": "TOPRIM_C"}, {"desc": "DNA topoisomerase 2, TOPRIM domain", "id": "IPR034157", "short_desc": "TOPRIM_TopoII"}], "ipi": ["IPI00414101", "IPI00478232", "IPI00879004", "IPI01011132"], "map_location": "17q21.2", "name": "DNA topoisomerase II alpha", "other_names": ["DNA gyrase", "DNA topoisomerase (ATP-hydrolyzing)", "DNA topoisomerase 2-alpha", "DNA topoisomerase II, 170 kD", "DNA topoisomerase II, alpha isozyme", "topoisomerase (DNA) II alpha 170kDa"], "pantherdb": {"HGNC": "11989", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98790", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 10090, "uniprot_kb": "Q01320"}, {"RGD": "62048", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 10116, "uniprot_kb": "P41516"}, {"Gene": "TOP2A", "ortholog_type": "O", "panther_family": "PTHR10169", "taxid": 9031, "uniprot_kb": "O42130"}, {"Ensembl": "ENSGALG00000003922", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 9031, "uniprot_kb": "A0A1D5P9E6"}, {"ZFIN": "ZDB-GENE-030131-2453", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 7955, "uniprot_kb": "A0A0R4IUF0"}, {"WormBase": "WBGene00019884", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 6239, "uniprot_kb": "P34534"}, {"WormBase": "WBGene00022854", "ortholog_type": "O", "panther_family": "PTHR10169", "taxid": 6239, "uniprot_kb": "G5ECQ8"}, {"WormBase": "WBGene00010785", "ortholog_type": "O", "panther_family": "PTHR10169", "taxid": 6239, "uniprot_kb": "Q23670"}, {"FlyBase": "FBgn0284220", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 7227, "uniprot_kb": "P15348"}, {"SGD": "S000005032", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 4932, "uniprot_kb": "P06786"}, {"PomBase": "SPBC1A4.03c", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 4896, "uniprot_kb": "P08096"}, {"dictyBase": "DDB_G0279737", "ortholog_type": "O", "panther_family": "PTHR10169", "taxid": 352472, "uniprot_kb": "P90520"}, {"dictyBase": "DDB_G0270418", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 352472, "uniprot_kb": "Q55BP5"}, {"TAIR": "2076201", "ortholog_type": "LDO", "panther_family": "PTHR10169", "taxid": 3702, "uniprot_kb": "P30182"}], "uniprot_kb": "P11388"}, "pathway": {"pid": {"id": "deltanp63pathway", "name": "Validated transcriptional targets of deltaNp63 isoforms"}, "reactome": [{"id": "R-HSA-1362277", "name": "Transcription of E2F targets under negative control by DREAM complex"}, {"id": "R-HSA-1538133", "name": "G0 and Early G1"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-4615885", "name": "SUMOylation of DNA replication proteins"}, {"id": "R-HSA-4615885", "name": "SUMOylation of DNA replication proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}], "smpdb": [{"id": "SMP00442", "name": "Etoposide Action Pathway"}, {"id": "SMP00443", "name": "Teniposide Action Pathway"}, {"id": "SMP00601", "name": "Etoposide Metabolism Pathway"}, {"id": "SMP00602", "name": "Teniposide Metabolism Pathway"}], "wikipathways": [{"id": "WP2361", "name": "Gastric Cancer Network 1"}, {"id": "WP2363", "name": "Gastric Cancer Network 2"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}]}, "pdb": ["1ZXM", "1ZXN", "4FM9", "4R1F", "5GWK", "5NNE", "6ZY5", "6ZY6", "6ZY7", "6ZY8"], "pfam": ["PF00204", "PF00521", "PF01751", "PF02518", "PF08070", "PF16898"], "pharmgkb": "PA354", "pharos": {"target_id": 8628, "tdl": "Tclin"}, "pir": "A40493", "prosite": "PS50880", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF216063", "relationship": "is"}, {"id": "GNF257459", "relationship": "is"}, {"id": "GNF257460", "relationship": "is"}, {"id": "GNF257461", "relationship": "is"}, {"id": "GNF257462", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036317", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091531", "relationship": "is"}, {"id": "GNF091532", "relationship": "is"}, {"id": "GNF091533", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052102", "relationship": "is"}, {"id": "GNF056866", "relationship": "is"}, {"id": "GNF061682", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064967", "relationship": "is"}, {"id": "GNF064968", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094560", "relationship": "is"}, {"id": "GNF134217", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_027678.2"], "protein": ["NP_001058.2", "XP_005257689.1", "XP_011523467.1", "XP_054173009.1", "XP_054173010.1"], "rna": ["NM_001067.4", "XM_005257632.2", "XM_011525165.3", "XM_054317034.1", "XM_054317035.1"], "translation": [{"protein": "XP_054173009.1", "rna": "XM_054317034.1"}, {"protein": "NP_001058.2", "rna": "NM_001067.4"}, {"protein": "XP_005257689.1", "rna": "XM_005257632.2"}, {"protein": "XP_054173010.1", "rna": "XM_054317035.1"}, {"protein": "XP_011523467.1", "rna": "XM_011525165.3"}]}, "reporter": {"HG-U133_Plus_2": ["201291_s_at", "201292_at", "237469_at"], "HG-U95Av2": ["1592_at", "40145_at", "904_s_at"], "HG-U95B": "59369_at", "HTA-2_0": ["TC17001462.hg.1", "TC17002618.hg.1"], "HuEx-1_0": "3756193", "HuGene-1_1": "8014974", "HuGene-2_1": "16844312"}, "summary": "This gene encodes a DNA topoisomerase, an enzyme that controls and alters the topologic states of DNA during transcription. This nuclear enzyme is involved in processes such as chromosome condensation, chromatid separation, and the relief of torsional stress that occurs during DNA transcription and replication. It catalyzes the transient breaking and rejoining of two strands of duplex DNA which allows the strands to pass through one another, thus altering the topology of DNA. Two forms of this enzyme exist as likely products of a gene duplication event. The gene encoding this form, alpha, is localized to chromosome 17 and the beta gene is localized to chromosome 3. The gene encoding this enzyme functions as the target for several anticancer agents and a variety of mutations in this gene have been associated with the development of drug resistance. Reduced activity of this enzyme may also play a role in ataxia-telangiectasia. [provided by RefSeq, Jul 2010].", "symbol": "TOP2A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336657"}, "unigene": "Hs.156346", "uniprot": {"Swiss-Prot": "P11388", "TrEMBL": ["J3QR57", "J3KTB7"]}, "wikipedia": {"url_stub": "TOP2A"}}