{"AllianceGenome": "3098", "HGNC": "3098", "MIM": "605204", "_id": "1861", "_version": 1, "accession": {"genomic": ["AL158207.15", "CH471090.1", "CP068269.2", "NC_000009.12", "NC_060933.1", "NG_008049.1"], "protein": ["AAC51732.1", "AAH00674.1", "AAH14484.1", "AAP35577.1", "BAG37105.1", "BAG51613.1", "BAG57840.1", "EAW87907.1", "EAW87908.1", "NP_000104.1", "O14656.1"], "rna": ["AF007871.1", "AK056062.1", "AK075343.1", "AK130769.1", "AK294677.1", "AK314505.1", "AU098588.1", "BC000674.2", "BC014484.1", "BT006931.1", "BU790507.1", "NM_000113.3"], "translation": [{"protein": "BAG37105.1", "rna": "AK314505.1"}, {"protein": "BAG57840.1", "rna": "AK294677.1"}, {"protein": "AAH14484.1", "rna": "BC014484.1"}, {"protein": "BAG51613.1", "rna": "AK056062.1"}, {"protein": "AAH00674.1", "rna": "BC000674.2"}, {"protein": "NP_000104.1", "rna": "NM_000113.3"}, {"protein": "AAC51732.1", "rna": "AF007871.1"}, {"protein": "AAP35577.1", "rna": "BT006931.1"}]}, "alias": ["AMC5", "DQ2", "DYT1"], "ensembl": {"gene": "ENSG00000136827", "protein": ["ENSP00000345719", "ENSP00000498222"], "transcript": ["ENST00000351698", "ENST00000473084", "ENST00000473604", "ENST00000474192", "ENST00000651202"], "translation": [{"protein": "ENSP00000345719", "rna": "ENST00000351698"}, {"protein": "ENSP00000498222", "rna": "ENST00000651202"}], "type_of_gene": "protein_coding"}, "entrezgene": "1861", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.2504196417, "exp_mis": 115.48668721, "exp_syn": 59.5637120745, "lof_z": 2.24327229940483, "mis_z": 0.97795799315811, "mu_lof": 7.6807685117e-07, "mu_mis": 1.10117912877e-05, "mu_syn": 5.61523648951e-06, "n_lof": 3.0, "n_mis": 94.0, "n_syn": 51.0, "p_li": 0.16704849102676, "p_null": 0.0142538066287046, "p_rec": 0.818697702344535, "syn_z": 0.687892329470264}, "bp": 999, "cds_end": 132586364, "cds_start": 132576250, "n_exons": 5, "nonpsych": {"exp_lof": 9.18156256581, "exp_mis": 104.430542792, "exp_syn": 53.814850201, "lof_z": 2.00351200197787, "mis_z": 1.15645715337427, "mu_lof": 7.6807685117e-07, "mu_mis": 1.10117912877e-05, "mu_syn": 5.61523648951e-06, "n_lof": 3.0, "n_mis": 81.0, "n_syn": 44.0, "p_li": 0.131925306575742, "p_null": 0.0261176457378643, "p_rec": 0.841957047686394, "syn_z": 0.842356784233294}, "nontcga": {"exp_lof": 9.42102347763, "exp_mis": 106.238397023, "exp_syn": 54.7892538081, "lof_z": 2.06365207875637, "mis_z": 0.978239419560073, "mu_lof": 7.6807685117e-07, "mu_mis": 1.10117912877e-05, "mu_syn": 5.61523648951e-06, "n_lof": 3.0, "n_mis": 86.0, "n_syn": 45.0, "p_li": 0.131915303021018, "p_null": 0.0216541165391972, "p_rec": 0.846430580439785, "syn_z": 0.837382791352531}, "transcript": "ENST00000351698.4"}, "exons": [{"cdsend": 129824085, "cdsstart": 129813971, "chr": "9", "position": [[129812941, 129814222], [129818519, 129818647], [129818744, 129818920], [129822580, 129822846], [129823907, 129824136]], "strand": -1, "transcript": "NM_000113", "txend": 129824136, "txstart": 129812941}], "exons_hg19": [{"cdsend": 132586364, "cdsstart": 132576250, "chr": "9", "position": [[132575220, 132576501], [132580798, 132580926], [132581023, 132581199], [132584859, 132585125], [132586186, 132586415]], "strand": -1, "transcript": "NM_000113", "txend": 132586415, "txstart": 132575220}], "generif": [{"pubmed": 11584049, "text": "no evidence of allelic heterogeneity in the DYT1 gene of European patients with early onset torsion dystonia"}, {"pubmed": 11757956, "text": "946delGAG appears important in the DYT1 gene in Serbian caes of primary torsion dystonia"}, {"pubmed": 11921134, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11973627, "text": "Inherited and de novo mutations in sporadic cases of DYT1-dystonia."}, {"pubmed": 12007841, "text": "We have cloned and sequenced the rat cDNA homologue of Torsin A and found a 91% identity with the human sequence. It is a single transcript of approximately 1.5 kb. Torsin A has a widespread distribution within the brain."}, {"pubmed": 12098639, "text": "Normal localization of deltaF323-Y328 mutant torsinA in transfected human cells."}, {"pubmed": 12481989, "text": "Multiple founder effects in Japanese families with primary torsion dystonia harboring the GAG deletion in the Tor1A (DYT1) gene."}, {"pubmed": 12609485, "text": "Torsin A levels in dystonia and normal midbrain and neostriatal regions were similar. However, nigral dopaminergic neurons were larger in both GAG-deletion and non-GAG-deletion dystonia brains."}, {"pubmed": 12760408, "text": "TorsinA may direct and/or stabilize the subcellular localization of specific kinases, which may in turn phosphorylate microtubule associated proteins. TorsinA may contribute to maintaining site-directed polarization and control neurite outgrowth."}, {"pubmed": 12780349, "text": "The dystonia-associated mutation produces a structurally distinct, possibly misfolded, form of torsinA."}, {"pubmed": 12838525, "text": "Findings suggest that abnormalities in motor behavior and brain function exist in clinically nonmanifesting DYT1 carriers."}, {"pubmed": 12965225, "text": "Pre-synaptic localization of torsinA protein was noted in adult striatum, consistent with a role of torsinA in modulating striatal signaling, although the widespread localization of the protein suggests it may also participate in signaling in other areas"}, {"pubmed": 12975293, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14581671, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14615676, "text": "DYT1 gene mutation is associated with early onset generalised dystonia, however, only 30-40 per cent of gene carriers develop symptoms--REVIEW"}, {"pubmed": 14690443, "text": "Analysis of recombinant torsinA and its deltaE (302/303) dystonia-associated mutant reveals that the glutamic acid mutation does not cause gross changes in catalytic or structural properties of the protein."}, {"pubmed": 14711988, "text": "torsinA is present in the nuclear envelope (NE), where it appears to interact with substrate, and the DeltaE302/3 mutation causes a striking redistribution of torsinA from the endoplasmic reticulum to the NE"}, {"pubmed": 14743361, "text": "We assessed reciprocal inhibition (RI) in a group of 8 manifesting carriers of the DYT1 gene (DYT1) and 10 healthy controls. A significant increase in inhibition was noted in the third and possibly the first phase of RI in the DYT1 group."}, {"pubmed": 14872019, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14872019, "text": "The frequency & type of DYT1 mutations & associated phenotypes was studied in a mixed movement disorders patient cohort & controls. A novel out-of-frame four-bp deletion (934_937delAGAG) in exon 5 of the DYT1 gene was found in a healthy blood donor."}, {"pubmed": 15099679, "text": "At low expression levels, mutant torsinA was localized predominantly around the nucleus, while at high levels it was also concentrated within cytosolic spheroid inclusions."}, {"pubmed": 15111678, "text": "FDG PET was used to scan [brain glucose metabolism] in 12 nonmanifesting and 11 manifesting DYT1 gene carriers, 6 nonmanifesting DYT6 gene carriers and 7 manifesting DYT6 gene carriers"}, {"pubmed": 15177405, "text": "This case report presents the first molecularly diagnosed pedigree of an Australian family with DYT1 dystonia, which presented as writer's cramp in the 15-year-old proband and two of his cousins."}, {"pubmed": 15293281, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15326234, "text": "Early-onset recurrent major depression is associated with the DYT1 GAG mutation, Independent of motor manifestations of dystonia. These findings suggest that early-onset recurrent depression is a clinical expression of the DYT1 gene mutation."}, {"pubmed": 15359520, "text": "Deep brain stimulation treatment of a boy suffering from dystonia due to DYT1."}, {"pubmed": 15455404, "text": "This study describe perinuclear inclusion bodies in the midbrain reticular formation and periaqueductal gray in four clinically documented and genetically confirmed DYT1 patients."}, {"pubmed": 15465399, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15505207, "text": "TorsinA can regulate the cellular trafficking of the dopamine transporter, and G protein-coupled receptors, transporters, and ion channels. This effect was prevented by mutating the ATP-binding site in torsinA."}, {"pubmed": 15555920, "text": "These results thus indicate that torsinADeltaE must achieve a specific conformation to induce formation of intracellular membrane inclusions."}, {"pubmed": 15679701, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15767459, "text": "identifed lamina-associated polypeptide 1 (LAP1) as a torsinA-interacting protein; also identifed a novel transmembrane protein, lumenal domain like LAP1 (LULL1), which also appears to interact with torsinA"}, {"pubmed": 15781971, "text": "Results provide direct evidence for a role of torsinA as an active ATPase and suggest that mutations in torsinA might affect normal functions of the protein by reducing its enzymatic activity."}, {"pubmed": 15939081, "text": "TorsinA protein expression is temporally and spatially regulated and is present in all brain regions studied by the age of 2 months on into adulthood."}, {"pubmed": 16198613, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16275837, "text": "The authors report a Chinese boy with a DYT1 gene mutation having muscle stiffness, severe painful muscle spasm, myoclonus, and dystonia compatible with stiff child syndrome"}, {"pubmed": 16366514, "text": "DYT1 carriers have abnormal brain-behavior relationships."}, {"pubmed": 16537570, "text": "Our findings point to a structural basis for the defects associated with the disease-linked DeltaGAG deletion in torsinA. They also suggest possible connections between the allelic polymorphism at residue 216 and the penetrance of DYT1 dystonia."}, {"pubmed": 16631205, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16911351, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16934985, "text": "Our data support the existence of an imbalance between striatal dopaminergic and cholinergic signaling in DYT1 dystonia."}, {"pubmed": 17027035, "text": "We describe a large Serbian family with significant intrafamilial variability of the DYT1 phenotype, from asymptomatic carrier status to late-onset focal, and generalized jerky dystonia."}, {"pubmed": 17037984, "text": "findings show that torsinA is not an integral membrane protein; the mature protein associates peripherally with the endoplasmic reticulum membrane, most likely through an interaction with an integral membrane protein"}, {"pubmed": 17066475, "text": "Obsessive-compulsive disorder and symptoms are not increased in DYT1 mutation carriers compared with non-carriers."}, {"pubmed": 17130424, "text": "Here we report a strong association of two single nucleotide polymorphisms within or in close proximity to the TOR1A 3'UTR, with the lowest p value being 0.000008, in a larger cohort of German and Austrian patients with focal sporadic dystonia."}, {"pubmed": 17130424, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17200151, "text": "A role for torsinA and the ubiquitin proteasome system in the recognition and processing of misfolded epsilon-sarcoglycan."}, {"pubmed": 17290457, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17290457, "text": "Only one allele carries a mutation, which allows to determine its incidence at birth as 1/12,000 per year in a mediterraneean population."}, {"pubmed": 17428918, "text": "These studies demonstrate the exquisite sensitivity of this reporter system for quantitation of processing through the secretory pathway and support a role for torsinA as an endoplasmic reticulum chaperone protein."}, {"pubmed": 17503336, "text": "Intragenic Cis and Trans modification of genetic susceptibility in TOR1A torsion dystonia was studied."}, {"pubmed": 17503336, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17539945, "text": "The deletion was identified in four probands presenting with early-onset generalized disease (7%). Further studies in probands' families revealed two symptomatic and nine asymptomatic mutation carriers"}, {"pubmed": 17550429, "text": "These observations suggest that the mutation in the torsinA protein responsible for DYT1 dystonia may interfere with transport or release of DA, but does not alter pre-synaptic transporters or post-synaptic DA receptors."}, {"pubmed": 17601741, "text": "mutant torsinA is detrimental to neuronal cells but that also wildtype torsinA can lead to neuronal dysfunction when overexpressed at high levels."}, {"pubmed": 18212280, "text": "Serum salusin-alpha levels were decreased in 173 patients with angiographically proven coronary artery disease."}, {"pubmed": 18224570, "text": "The DYT1 mutation was found in 17 subjects--10 patients with dystonia and 7 asymptomatic relatives (from 6 families)."}, {"pubmed": 18258738, "text": "Results showed the role for torsinA as an ER chaperone affecting processing of proteins through the secretory pathway and show that a mutant form of torsinA lacking a glutamic acid residue in the C-terminal region acts to inhibit this torsinA activity."}, {"pubmed": 18299128, "text": "Increased striatal dopamine turnover in hMT1 mice suggests that the nigrostriatal pathway may be a site of functional neuropathology in DYT1 dystonia."}, {"pubmed": 18322712, "text": "undertook a nationwide census of French TOR1A-mutation carriers and the assessment of clinical associated signs"}, {"pubmed": 18437909, "text": "The GAG deletion in the DYT1 gene is common amongst early onset primary torsion dystonia patients in China"}, {"pubmed": 18477710, "text": "a TOR1A mutation p.Arg288Gln may have a role in early-onset dystonia"}, {"pubmed": 18477841, "text": "This retrospective study was conducted because focal abnormalities were noticed in basal ganglia imaging studies of DYT1 patients; however, their presence within the globus pallidus internus may reduce the efficacy of deep brain stimulation surgery."}, {"pubmed": 18519876, "text": "Asp216His single nucleotide polymorphism (SNP) may act as a genetic modifier influencing penetrance of DYT1 dystonia."}, {"pubmed": 18550799, "text": "Sensor-II in torsin family proteins is a redox-regulated sensor, which may be central to the function of OOC-5 and human torsinA"}, {"pubmed": 18552369, "text": "Study reports that torsinA DeltaE and torsinA Delta323-8 mutations cause neuronal cell-type-specific mislocalization of torsinA protein to the nuclear envelope without affecting torsinA oligomerization."}, {"pubmed": 18571468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18571468, "text": "the cognitive representation of body movements may be altered subclinically in dystonia, thus contributing to the endophenotypic trait of disease"}, {"pubmed": 18823049, "text": "Focal hand dystonia in a family with DYT1 mutation."}, {"pubmed": 18827015, "text": "association with human nesprin-3 appeared to be stronger for torsinADeltaE than for torsinA. TorsinA also associated with the KASH domains of nesprin-1 and -2"}, {"pubmed": 18940237, "text": "the abnormal subcellular localization and oligomerization of DYT1 (inherited dystonia)linked torsinA influences its catabolic process"}, {"pubmed": 19038309, "text": "Our results showed that the GAG deletion was identified in 7 EOPTD patients, which results in Glu302del of DYT1 gene."}, {"pubmed": 19066193, "text": "One possible M-D patient showed a 4 bp deletion in the DYT1 gene (c.934_937delAGAG)."}, {"pubmed": 19202559, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19202559, "text": "Patients with spread in primary blepharospasm carrying the T allele (G/T or T/T) in the rs1182 polymorphism were more likely to have dystonia spread as compared with the homozygous carriers of the common G allele."}, {"pubmed": 19214438, "text": "Te DeltaFY mutation in HtorA may be responsible for behavioral and anatomical aberrations in gDrosophila."}, {"pubmed": 19260107, "text": "The results of this study suggested that the p.Asp216His TOR1A allele effect is not found in the French population."}, {"pubmed": 19284587, "text": "Exon 5 mutations in TOR1A are rarely associated with non-generalized primary dystonia"}, {"pubmed": 19284587, "text": "Observational study of gene-disease association and genetic testing. (HuGE Navigator)"}, {"pubmed": 19339278, "text": "Data suggest that LULL1 regulates the distribution and activity of TorA within the ER and NE lumen and reveal functional defects in the mutant protein responsible for DYT1 dystonia."}, {"pubmed": 19344776, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19380705, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19380705, "text": "We found that the D216H variant in the DYT1 gene is a susceptibility factor for dystonia in familial cases."}, {"pubmed": 19441135, "text": "writer's cramp as presenting symptom is not associated with mutations in DYT11, DYT16, but it can be the sole manifestation of DYT1 GAG deletion mutation carriers."}, {"pubmed": 19528516, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19535332, "text": "Printor is a torsinA-interacting protein implicated in dystonia pathogenesis"}, {"pubmed": 19651773, "text": "Results suggest that impaired interaction of torsinA with LULL1 and/or LAP1 may thus contribute to the development of dystonia."}, {"pubmed": 19665049, "text": "our results argue against the hypothesis of transcriptional dysregulation caused by tor1a in DYT1 dystonia, suggesting potential alternative pathogenic pathways"}, {"pubmed": 20113340, "text": "DYT1 gene mutations are rare in our cohort of Chinese patients with primary dystonia"}, {"pubmed": 20113340, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20298201, "text": "Current understanding of the function of TA, and evidence implicating TA in synaptic vesicle function."}, {"pubmed": 20584926, "text": "TorsinA is a homeostatic regulator of endoplasmic reticulum stress response."}, {"pubmed": 20590813, "text": "TorsinA is found in different cellular compartments, and link between nuclear envelope/endoplasmic reticulum, cytoskeleton and synapses, where its role may be assisting in the correct folding, transport and the entry of proteins in the secretory pathway"}, {"pubmed": 20669276, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20669276, "text": "This study did not find an association of either allele at the D216H SNP (rs1801968) with focal or segmental dystonia."}, {"pubmed": 20825472, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20825472, "text": "Three subjects were found to have the GAG deletion in the TOR1A gene, and two patients were detected with THAP1 gene mutations/variations"}, {"pubmed": 20861018, "text": "Redox-sensing sensor II motif in TorsinA is critical for ATP binding and interaction with LAP1 and LULL1."}, {"pubmed": 20865765, "text": "This study demonstrated a physical interaction between THAP1 and the TOR1A promoter that is abolished by pathophysiologic mutations"}, {"pubmed": 20925076, "text": "Mutations in these two known primary torsion dystonia (PTD) genes, TOR1A and THAP1, are responsible for about 10% of the PTD cases in our Brazilian cohort suggesting genetic heterogeneity and supporting the role of other genes in PTD."}, {"pubmed": 20976771, "text": "This study demonstrated that THAP1 regulates the transcription of TOR1A, suggesting transcriptional dysregulation as a cause of dystonia."}, {"pubmed": 21102408, "text": "Identified is a novel-binding partner of torsin A, the subunit 4 (CSN4) of CSN signalosome."}, {"pubmed": 21161590, "text": "Data show that expression of torsinA(wt) or (DeltaE) does not influence the inclusion formation by an expanded polyglutamine reporter protein in this cellular model."}, {"pubmed": 21241782, "text": "The DYT1 carrier state increases energy demand in the olivocerebellar network."}, {"pubmed": 21322026, "text": "This study suggested that D216H polymorphism within TOR1A does not affect penetrance in Dystonia, Dopa-responsive."}, {"pubmed": 21515903, "text": "the current study corroborates the role of cerebellar outflow pathways in DYT1 dystonia"}, {"pubmed": 21636841, "text": "Several genetic mutations have been identified that cause different forms of dystonia. [DYT1 gene -review article]"}, {"pubmed": 21750546, "text": "TorsinA participates in endoplasmic reticulum-associated degradation."}, {"pubmed": 21775450, "text": "The authors provide evidence that torsinA, a ubiquitously expressed ATPase, has a role in herpes simplex virus 1 nuclear egress."}, {"pubmed": 21785409, "text": "ER retention & membrane association are perturbed by a subset of nonconservative mutations to the N-terminal domain, suggesting that a helical structure with defined orientation in the membrane is required."}, {"pubmed": 22054283, "text": "This study do not confirm that the allele contributes to the risk of D216H SNP primary dystonia."}, {"pubmed": 22172551, "text": "The results of this study did not support the hypothesis that common TOR1A variants affect susceptibility for sporadic primary dystonia."}, {"pubmed": 22226333, "text": "The data of this study showed that the The GAG deletion in Tor1A (DYT1) is a rare cause of complex musician's dystonia."}, {"pubmed": 22487959, "text": "The DYT1 904-906 del GAG mutation is responsible for some of Iranian dystonia patients."}, {"pubmed": 22622408, "text": "variable clinical manifestation in different ethnic groups may suggest that ethnicity is a significant modifier of DYT1 dystonia"}, {"pubmed": 22770546, "text": "The results of this study suggested that genetic analysis for GAG deletion of DYT-1 gene may be performed even if dystonia starts at a very young age or it spreads to involve oromandibular muscles."}, {"pubmed": 22933784, "text": "In transgenic mice with DYT1 dystonia mutation stimulation of thalamostriatal axons triggered abnormal spiking activity in interneurons."}, {"pubmed": 22987473, "text": "in dystonia DYT1 and DYT6 gene mutation carriers, diffusion tensor imaging detected fewer fibers in the cerebello-thalamo-cortical pathways"}, {"pubmed": 23058565, "text": "No association of the rs1182 of TOR1A with Chinese primary dystonia was found."}, {"pubmed": 23107556, "text": "In this study, we found that the rs1801968 variant of TOR1A was associated with early-onset primary dystonia ."}, {"pubmed": 23405979, "text": "The results of this study demonstrated a significantly higher frequency of H216 variant in PTD patients not carrying the DeltaGAG as compared with control subjects in Argentina."}, {"pubmed": 23460578, "text": "This study did not identify any significant association of 4 SNPs in the TOR1A gene in Dutch patients with torsion dystonia."}, {"pubmed": 23782819, "text": "Current known dystonia genes include those related to dopamine metabolism, transcription factor, cytoskeleton, transport of glucose and sodium ion, etc."}, {"pubmed": 24500857, "text": "Primary dystonia in the Amish-Mennonites is genetically diverse and includes not only the THAP1 indel founder mutation but also different mutations in THAP1 and GNAL as well as the TOR1A GAG deletion."}, {"pubmed": 24503369, "text": "These results provide evidence for a regional specificity of the electrophysiological abnormalities observed and demonstrate the reproducibility of such alterations in distinct models of DYT1 dystonia."}, {"pubmed": 24627482, "text": "Data indicate that BiP (GRP78/Kar2) stabilizes torsinA and torsinADeltaE in mammalian cells."}, {"pubmed": 24862462, "text": "This study demonistrated that Combined occurrence of a novel TOR1A and a THAP1 mutation in primary dystonia."}, {"pubmed": 24930953, "text": "These findings provide functional evidence for the potential pathogenic nature of these rare sequence variants in the TOR1A gene, thus implicating these pathologies in the development of dystonia."}, {"pubmed": 24931141, "text": "study reports 2 new, putative TOR1A mutations (p.A14_P15del and p.E121K)in dystonia patients that were examined functionally compared with wild-type and 2 known mutations (DeltaE and p.R288Q); findings demonstrate functional changes for all 4 mutations on different levels"}, {"pubmed": 25149450, "text": "Data show that mutation of arginine 563 in lamina-associated polypeptide 1 (LAP1) reduces its ability to stimulate TorsinA"}, {"pubmed": 25192508, "text": "DYT1 is caused by mutations of the TOR1A gene, located on 9q34, which causes dysfunction of the D1 direct pathway or the indirect pathway[review]"}, {"pubmed": 25203860, "text": "Certain TOR1A genotypes may be regarded as factors predisposing to focal and segmental dystonia."}, {"pubmed": 25210730, "text": "Salusin-beta but not saluin-alpha is able to promote inflammatory responses in human umbilical vein endothelial cells."}, {"pubmed": 25337725, "text": "analysis for TOR1-A mutations should be performed only in patients with early onset, generalized, and familial dystonia."}, {"pubmed": 25352667, "text": "LAP1 and LULL1 regulate Torsin ATPase activity through an active site complementation mechanism."}, {"pubmed": 25903460, "text": "TorA(DeltaE) in Drosophila brains may activate the UPR and increase the expression of HSP22 to compensate for the toxic effects"}, {"pubmed": 26008602, "text": "Plasma salusin-alpha and salusin-beta levels are increased in endometrioma patients and positively correlated with endometrioma size."}, {"pubmed": 26183317, "text": "The results of this study indicate that a loss of function of torsinA during cerebellar synaptogenesis induces important developmental alterations."}, {"pubmed": 26281352, "text": "This review summarizes the current state of knowledge regarding the potential functions of torsin 1A in the context of hypothetical pathomechanisms responsible for torsion dystonia type 1."}, {"pubmed": 26297380, "text": "Our patient and three other reported carriers of non-c.907_909delGAG-mutations within the first three exons of TOR1A showed similar phenotypes of adult-onset focal or segmental cervical dystonia"}, {"pubmed": 26596547, "text": "DYT1 mutations are associated with dystonia disorders"}, {"pubmed": 26704435, "text": "the common rs2296793 and rs3842225 SNPs of TOR1A do not play a major role in cervical dystonia in a Chinese population."}, {"pubmed": 26803725, "text": "there might not be an association between TOR1A or THAP1 and patients with adult-onset primary focal dystonia"}, {"pubmed": 26953341, "text": "This processing occurs not only in stress-exposed cell lines but also in primary cells from distinct organisms including stimulated B cells, indicating that Torsin conversion in response to physiologically relevant stimuli is an evolutionarily conserved process."}, {"pubmed": 27168150, "text": "TOR1A variant found in sporadic focal dystonia impairs domains affected in DYT1 dystonia patients and animal models"}, {"pubmed": 27188707, "text": "Genetic screening targeted at currently known disease-causing mutations in TOR1A, THAP1, and TUBB4 appears to have low diagnostic yield in sporadic spasmodic dysphonia. In our cohort, only 2 patients tested positive for novel/rare variants in THAP1."}, {"pubmed": 27313903, "text": "found that human Torsin1A and human FMRP were present in the same protein complexes, suggesting that this phenomenon is evolutionarily conserved"}, {"pubmed": 27477622, "text": "This study does not allow the establishment of genotype-specific clinical correlations for DYT1 in patient with isolated dystonia."}, {"pubmed": 27490483, "text": "A comparison of these structures shows, in atomic detail, the subtle differences in TorsinADeltaE-LULL1 activator interactions that separate the healthy from the diseased state."}, {"pubmed": 27508977, "text": "This study show both MDYT1 and without clinical symptoms showed an abnormally enhanced Abnormal blink reflex recovery curve compared with the healthy controls. Moreover, the lack of a statistical difference between manifesting and nonmanifesting carriers suggests that their brainstem circuits are equivalently affected by the DYT1. gene"}, {"pubmed": 27666935, "text": "This study demonstrated that whole-exome sequencing show reveled TOR1A mutation with early-onset generalized dystonia."}, {"pubmed": 28081261, "text": "The significant association of rs1182 and rs1801968 TOR1A variants was found in the development of focal dystonia and writer's cramp respectively."}, {"pubmed": 28115486, "text": "This study showed that the Phosphodiesterase-10A Inverse Changes in Striatopallidal and Striatoentopeduncular Pathways of a Transgenic Mouse Model of DYT1 Dystonia."}, {"pubmed": 28432771, "text": "TOR1A exon 5 c.*302T>A is associated with isolated dystonia in southwestern Chinese."}, {"pubmed": 28756192, "text": "Association between rs35153737 TOR1A variant and dystonia in a southwestern Chinese population."}, {"pubmed": 29053766, "text": "An association was found in a TOR1A mutation and novel homozygous missense variant with severe arthrogryposis phenotype with developmental delay, strabismus and tremor."}, {"pubmed": 29289717, "text": "TorsinA was post-transcriptionally upregulated upon acute ER stress, suggesting a role in this response. Increased basal phosphorylation of eIF2alpha in DYT1 transgenic rats was associated with abnormal response to acute ER stress. Unbiased RNA-Seq-based transcriptomic analysis of embryonic brain tissue in heterozygous and homozygous DYT1 knockin mice confirmed presence of eIF2alpha dysregulation in the DYT1 brain."}, {"pubmed": 29641419, "text": "Mutant torsin 1A (DeltaE302/303) stimulated the accumulation of aggregation-prone mutant huntingtin fragments."}, {"pubmed": 29868845, "text": "torsinA loss elevates LINC complex levels in the proliferative zone, and that genetic reduction of LINC complexes prevents abnormal brain morphogenesis in Tor1a-/- embryos. These data show that Tor1a affects radial glial cells via a LINC complex mediated mechanism. They also predict human TOR1A disease will include incompletely penetrant defects in embryonic brain morphogenesis in cases where mutations ablate TOR1A"}, {"pubmed": 31332180, "text": "Data show that dystonia 1, torsion (autosomal dominant; torsin A) protein (TorsinA) forms helical filaments analyzed by cryo-electron microscopy using helical reconstruction."}, {"pubmed": 31669362, "text": "found that over-expression of mutant torsinA in Medium Spiny Neurons in the corpus striatum produces complex cell-autonomous and non-cell autonomous alterations in nigrostriatal dopaminergic and intrastriatal cholinergic function."}, {"pubmed": 31892495, "text": "The matter of significance - Has the p.(Glu121Lys) variant of TOR1A gene a pathogenic role in dystonia or Parkinson disease?"}, {"pubmed": 32239467, "text": "Impaired differentiation of human induced neural stem cells by TOR1A overexpression."}, {"pubmed": 32243914, "text": "Cellular analysis of a novel mutation p. Ser287Tyr in TOR1A in late-onset isolated dystonia."}, {"pubmed": 32342107, "text": "Torsin ATPase deficiency leads to defects in nuclear pore biogenesis and sequestration of MLF2."}, {"pubmed": 32365120, "text": "we suggest that D2R dysfunction may fundamentally differ between dystonically manifest patients and non-dystonically manifest animal models which share the TOR1A gene mutation."}, {"pubmed": 32662044, "text": "Association of TOR1A and GCH1 Polymorphisms with Isolated Dystonia in India."}, {"pubmed": 33320087, "text": "Torsin ATPases influence chromatin interaction of the Torsin regulator LAP1."}, {"pubmed": 33753289, "text": "The evolution of dystonia-like movements in TOR1A rats after transient nerve injury is accompanied by dopaminergic dysregulation and abnormal oscillatory activity of a central motor network."}, {"pubmed": 34949287, "text": "TOR1A mutation-related isolated childhood-onset generalised dystonia in South Africa."}, {"pubmed": 36863527, "text": "Peripheral nerve injury elicits microstructural and neurochemical changes in the striatum and substantia nigra of a DYT-TOR1A mouse model with dystonia-like movements."}, {"pubmed": 37165749, "text": "Neuroimaging findings in DYT1 dystonia and the pathophysiological implication: A systematic review."}, {"pubmed": 38438257, "text": "RANBP17 Overexpression Restores Nucleocytoplasmic Transport and Ameliorates Neurodevelopment in Induced DYT1 Dystonia Motor Neurons."}], "genomic_pos": {"chr": "9", "end": 129824244, "ensemblgene": "ENSG00000136827", "start": 129812942, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 132586413, "start": 132575223, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000338", "pubmed": 21102408, "qualifier": "involved_in", "term": "protein deneddylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006979", "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006996", "qualifier": "involved_in", "term": "organelle organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006998", "qualifier": "involved_in", "term": "nuclear envelope organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007155", "pubmed": 16361107, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031175", "pubmed": [16361107, 24930953], "qualifier": "involved_in", "term": "neuron projection development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034504", "qualifier": "involved_in", "term": "protein localization to nucleus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034504", "pubmed": 18827015, "qualifier": "involved_in", "term": "protein localization to nucleus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034504", "qualifier": "involved_in", "term": "protein localization to nucleus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036503", "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044319", "qualifier": "involved_in", "term": "wound healing, spreading of cells"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045104", "pubmed": 16361107, "qualifier": "involved_in", "term": "intermediate filament cytoskeleton organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048489", "pubmed": 18167355, "qualifier": "involved_in", "term": "synaptic vesicle transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048499", "pubmed": 24930953, "qualifier": "involved_in", "term": "synaptic vesicle membrane organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051085", "qualifier": "involved_in", "term": "chaperone cofactor-dependent protein refolding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051584", "pubmed": 15505207, "qualifier": "involved_in", "term": "regulation of dopamine uptake involved in synaptic transmission"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061077", "pubmed": 20169475, "qualifier": "involved_in", "term": "chaperone-mediated protein folding"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071763", "qualifier": "involved_in", "term": "nuclear membrane organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071763", "qualifier": "involved_in", "term": "nuclear membrane organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900244", "pubmed": 21102408, "qualifier": "involved_in", "term": "positive regulation of synaptic vesicle endocytosis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000008", "pubmed": 15505207, "qualifier": "acts_upstream_of_positive_effect", "term": "regulation of protein localization to cell surface"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005635", "qualifier": "is_active_in", "term": "nuclear envelope"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005635", "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 12671990, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005788", "qualifier": "is_active_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005788", "pubmed": [17037984, 20015956], "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": 17037984, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0008021", "pubmed": 21102408, "qualifier": "located_in", "term": "synaptic vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 23569223, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030141", "qualifier": "located_in", "term": "secretory granule"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030659", "qualifier": "located_in", "term": "cytoplasmic vesicle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15147511, 15505207, 15767459, 18167355, 18827015, 21102408, 23569223, 25416956, 25910212, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008092", "pubmed": [16361107, 18827015], "qualifier": "enables", "term": "cytoskeletal protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016887", "pubmed": 23569223, "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019894", "qualifier": "enables", "term": "kinesin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019894", "pubmed": 14970196, "qualifier": "enables", "term": "kinesin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0042802", "pubmed": 24930953, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 20015956, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0051082", "pubmed": 10814722, "qualifier": "enables", "term": "unfolded protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051787", "qualifier": "enables", "term": "misfolded protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140662", "pubmed": 15505207, "qualifier": "enables", "term": "ATP-dependent protein folding chaperone"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140662", "pubmed": 24930953, "qualifier": "enables", "term": "ATP-dependent protein folding chaperone"}]}, "homologene": {"genes": [[7165, 1271363], [7227, 31399], [8364, 548991], [9031, 417190], [9598, 742691], [9606, 1861], [9615, 491296], [9913, 533699], [10090, 30931], [10116, 266606]], "id": 37263}, "interpro": [{"desc": "Torsin", "id": "IPR010448", "short_desc": "Torsin"}, {"desc": "Torsin 1/2", "id": "IPR017378", "short_desc": "Torsin_1/2"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "Torsin-1A, C-terminal domain", "id": "IPR049337", "short_desc": "TOR1A_C"}], "ipi": ["IPI00386422", "IPI00413293", "IPI00902990"], "map_location": "9q34.11", "name": "torsin family 1 member A", "other_names": ["dystonia 1 protein", "dystonia 1, torsion (autosomal dominant; torsin A)", "torsin A", "torsin ATPase 1", "torsin ATPase-1A", "torsin-1A"], "pantherdb": {"HGNC": "3098", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1353568", "ortholog_type": "LDO", "panther_family": "PTHR10760", "taxid": 10090, "uniprot_kb": "Q9ER39"}, {"RGD": "628863", "ortholog_type": "LDO", "panther_family": "PTHR10760", "taxid": 10116, "uniprot_kb": "Q68G38"}, {"Ensembl": "ENSGALG00000004165", "ortholog_type": "LDO", "panther_family": "PTHR10760", "taxid": 9031, "uniprot_kb": "F1P2B1"}, {"Ensembl": "ENSDARG00000090741", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 7955, "uniprot_kb": "E7FDJ9"}, {"ZFIN": "ZDB-GENE-040426-1859", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 7955, "uniprot_kb": "F1R507"}, {"ZFIN": "ZDB-GENE-080723-36", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 7955, "uniprot_kb": "F1R8N0"}, {"ZFIN": "ZDB-GENE-080917-50", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 7955, "uniprot_kb": "E9QG29"}, {"WormBase": "WBGene00006598", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 6239, "uniprot_kb": "Q9XXG5"}, {"WormBase": "WBGene00006597", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 6239, "uniprot_kb": "O45271"}, {"WormBase": "WBGene00003870", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 6239, "uniprot_kb": "Q95NU5"}, {"FlyBase": "FBgn0030803", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 7227, "uniprot_kb": "Q9VX97"}, {"FlyBase": "FBgn0025615", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 7227, "uniprot_kb": "O77277"}, {"dictyBase": "DDB_G0268156", "ortholog_type": "O", "panther_family": "PTHR10760", "taxid": 352472, "uniprot_kb": "Q55FE2"}], "uniprot_kb": "O14656"}, "pathway": {"pid": {"id": "alphasynuclein_pathway", "name": "Alpha-synuclein signaling"}, "reactome": [{"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}]}, "pdb": ["5J1S", "5J1T", "6OIF"], "pfam": ["PF06309", "PF21376"], "pharmgkb": "PA27556", "pharos": {"target_id": 10791, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325165", "relationship": "is"}, {"id": "GNF325166", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248699", "relationship": "is"}, {"id": "GNF248700", "relationship": "is"}, {"id": "GNF248701", "relationship": "is"}, {"id": "GNF248702", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF158428", "relationship": "is"}, {"id": "GNF158689", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF033769", "relationship": "weakly similar to"}, {"id": "GNF038387", "relationship": "similar to"}, {"id": "GNF047984", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081983", "relationship": "is"}, {"id": "GNF081984", "relationship": "is"}, {"id": "GNF081985", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051947", "relationship": "is"}, {"id": "GNF056712", "relationship": "is"}, {"id": "GNF061508", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069799", "relationship": "is"}, {"id": "GNF069800", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF001974", "relationship": "is"}, {"id": "GNF001975", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284773", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330831", "relationship": "is"}, {"id": "GNF333712", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF112190", "relationship": "is"}, {"id": "GNF151831", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_008049.1"], "protein": "NP_000104.1", "rna": "NM_000113.3", "translation": {"protein": "NP_000104.1", "rna": "NM_000113.3"}}, "reporter": {"HG-U133_Plus_2": ["1554849_at", "202348_s_at", "202349_at"], "HG-U95Av2": "32234_at", "HTA-2_0": "TC09001654.hg.1", "HuEx-1_0": "3227098", "HuGene-1_1": "8164587", "HuGene-2_1": "17099083"}, "summary": "The protein encoded by this gene is a member of the AAA family of adenosine triphosphatases (ATPases), is related to the Clp protease/heat shock family and is expressed prominently in the substantia nigra pars compacta. Mutations in this gene result in the autosomal dominant disorder, torsion dystonia 1. [provided by RefSeq, Jul 2008].", "symbol": "TOR1A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1540039"}, "unigene": "Hs.534312", "uniprot": {"Swiss-Prot": "O14656", "TrEMBL": ["A0A494BZT7", "B3KPA1"]}, "wikipedia": {"url_stub": "Torsin A"}}