{"AllianceGenome": "12022", "HGNC": "12022", "MIM": "600763", "_id": "7178", "_version": 1, "accession": {"genomic": ["AJ400717.1", "AL138963.20", "AX405763.1", "CH471075.1", "CP068265.2", "NC_000013.11", "NC_060937.1"], "protein": ["AAD48084.1", "AAH03352.1", "AAH12431.1", "AAH22436.1", "AAH40008.1", "AAH52333.1", "AAM51565.1", "AAQ01550.1", "BAA05774.1", "BAG35792.1", "BAG59206.1", "BAG59498.1", "CAA34200.1", "CAB87812.1", "CAD34870.1", "CAG33317.1", "EAX08731.1", "EAX08732.1", "EAX08733.1", "EAX08734.1", "EAX08735.1", "NP_001273201.1", "NP_001273202.1", "NP_003286.1", "P13693.1"], "rna": ["AF072098.1", "AK130847.1", "AK296587.1", "AK296952.1", "AK312951.1", "AY117678.1", "AY334563.1", "BC003352.2", "BC012431.1", "BC022436.1", "BC040008.1", "BC052333.1", "BP215975.1", "CR457036.1", "D28408.1", "L13806.1", "NM_001286272.2", "NM_001286273.2", "NM_003295.4", "X16064.1", "X64899.1"], "translation": [{"protein": "CAG33317.1", "rna": "CR457036.1"}, {"protein": "BAA05774.1", "rna": "D28408.1"}, {"protein": "AAD48084.1", "rna": "AF072098.1"}, {"protein": "NP_003286.1", "rna": "NM_003295.4"}, {"protein": "CAA34200.1", "rna": "X16064.1"}, {"protein": "AAH22436.1", "rna": "BC022436.1"}, {"protein": "NP_001273202.1", "rna": "NM_001286273.2"}, {"protein": "AAH40008.1", "rna": "BC040008.1"}, {"protein": "BAG59498.1", "rna": "AK296952.1"}, {"protein": "BAG59206.1", "rna": "AK296587.1"}, {"protein": "AAH03352.1", "rna": "BC003352.2"}, {"protein": "AAH12431.1", "rna": "BC012431.1"}, {"protein": "AAQ01550.1", "rna": "AY334563.1"}, {"protein": "NP_001273201.1", "rna": "NM_001286272.2"}, {"protein": "AAM51565.1", "rna": "AY117678.1"}, {"protein": "BAG35792.1", "rna": "AK312951.1"}, {"protein": "AAH52333.1", "rna": "BC052333.1"}]}, "alias": ["HRF", "TCTP", "p02", "p23"], "ensembl": {"gene": "ENSG00000133112", "protein": ["ENSP00000339051", "ENSP00000368344", "ENSP00000368345", "ENSP00000368350", "ENSP00000431872", "ENSP00000432457", "ENSP00000433091", "ENSP00000433738", "ENSP00000477781"], "transcript": ["ENST00000309246", "ENST00000379055", "ENST00000379056", "ENST00000379060", "ENST00000442760", "ENST00000484604", "ENST00000490277", "ENST00000527226", "ENST00000528619", "ENST00000529421", "ENST00000530245", "ENST00000530705", "ENST00000533567", "ENST00000616577"], "translation": [{"protein": "ENSP00000431872", "rna": "ENST00000530705"}, {"protein": "ENSP00000477781", "rna": "ENST00000616577"}, {"protein": "ENSP00000368345", "rna": "ENST00000379056"}, {"protein": "ENSP00000433091", "rna": "ENST00000528619"}, {"protein": "ENSP00000432457", "rna": "ENST00000530245"}, {"protein": "ENSP00000368350", "rna": "ENST00000379060"}, {"protein": "ENSP00000368344", "rna": "ENST00000379055"}, {"protein": "ENSP00000339051", "rna": "ENST00000309246"}, {"protein": "ENSP00000433738", "rna": "ENST00000527226"}], "type_of_gene": "protein_coding"}, "entrezgene": "7178", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.96046596479, "exp_mis": 59.9485929287, "exp_syn": 27.3765412871, "lof_z": 2.96520682464212, "mis_z": 1.51288846047021, "mu_lof": 6.37659825569e-07, "mu_mis": 5.44128129764e-06, "mu_syn": 2.38286599294e-06, "n_lof": 0.0, "n_mis": 36.0, "n_syn": 36.0, "p_li": 0.946442279845925, "p_null": 0.0001843795130103, "p_rec": 0.0533733406410647, "syn_z": -1.02174322269165}, "bp": 519, "cds_end": 45915204, "cds_start": 45911520, "n_exons": 6, "nonpsych": {"exp_lof": 7.99711842319, "exp_mis": 54.1462950973, "exp_syn": 24.6654409498, "lof_z": 2.77727396965052, "mis_z": 1.99783993104793, "mu_lof": 6.37659825569e-07, "mu_mis": 5.44128129764e-06, "mu_syn": 2.38286599294e-06, "n_lof": 0.0, "n_mis": 25.0, "n_syn": 30.0, "p_li": 0.933702010708807, "p_null": 0.000383354355176803, "p_rec": 0.0659146349360164, "syn_z": -0.676266166247675}, "nontcga": {"exp_lof": 8.23261754001, "exp_mis": 55.1416978773, "exp_syn": 25.1754046923, "lof_z": 2.83041574551348, "mis_z": 1.55261922728875, "mu_lof": 6.37659825569e-07, "mu_mis": 5.44128129764e-06, "mu_syn": 2.38286599294e-06, "n_lof": 0.0, "n_mis": 32.0, "n_syn": 35.0, "p_li": 0.933338783465358, "p_null": 0.00031888805333088, "p_rec": 0.0663423284813115, "syn_z": -1.23979241717689}, "transcript": "ENST00000530705.1"}, "exons": [{"cdsend": 45341069, "cdsstart": 45337475, "chr": "13", "position": [[45333470, 45337553], [45338659, 45338776], [45339496, 45339602], [45339993, 45340184], [45340711, 45340785], [45341041, 45341284]], "strand": -1, "transcript": "NM_001286272", "txend": 45341284, "txstart": 45333470}, {"cdsend": 45340184, "cdsstart": 45337385, "chr": "13", "position": [[45333470, 45337388], [45338659, 45338776], [45339496, 45339602], [45339993, 45340184], [45341041, 45341183]], "strand": -1, "transcript": "NM_001286273", "txend": 45341183, "txstart": 45333470}, {"cdsend": 45341069, "cdsstart": 45337385, "chr": "13", "position": [[45333470, 45337388], [45338659, 45338776], [45339496, 45339602], [45339993, 45340184], [45340711, 45340785], [45341041, 45341183]], "strand": -1, "transcript": "NM_003295", "txend": 45341183, "txstart": 45333470}], "exons_hg19": [{"cdsend": 45915204, "cdsstart": 45911610, "chr": "13", "position": [[45907605, 45911688], [45912794, 45912911], [45913631, 45913737], [45914128, 45914319], [45914846, 45914920], [45915176, 45915419]], "strand": -1, "transcript": "NM_001286272", "txend": 45915419, "txstart": 45907605}, {"cdsend": 45914319, "cdsstart": 45911520, "chr": "13", "position": [[45907605, 45911523], [45912794, 45912911], [45913631, 45913737], [45914128, 45914319], [45915176, 45915318]], "strand": -1, "transcript": "NM_001286273", "txend": 45915318, "txstart": 45907605}, {"cdsend": 45915204, "cdsstart": 45911520, "chr": "13", "position": [[45907605, 45911523], [45912794, 45912911], [45913631, 45913737], [45914128, 45914319], [45914846, 45914920], [45915176, 45915318]], "strand": -1, "transcript": "NM_003295", "txend": 45915318, "txstart": 45907605}], "generif": [{"pubmed": 11991642, "text": "The mRNA of the translationally controlled tumor protein P23/TCTP is a highly structured RNA, which activates the dsRNA-dependent protein kinase PKR (TCTP PROTEIN)"}, {"pubmed": 12149273, "text": "Physical and functional interaction between myeloid cell leukemia 1 protein (MCL1) and this protein"}, {"pubmed": 12167714, "text": "Human TCTP was identified as a putative Plk-interacting clone by a two-hybrid screen. Plk phosphorylates TCTP on two serine residues in vitro and cofractionates with the majority of kinase activity toward TCTP in mitotic cell lysates."}, {"pubmed": 12399545, "text": "genetic regulation in tumor reversion"}, {"pubmed": 12487227, "text": "results do not support the hypothesis that IgE(mn+) induces a late allergic reaction (LAR), but do not exclude the alternative hypothesis that HRFs are released during a LAR and contribute to asthma severity"}, {"pubmed": 12876410, "text": "Patients with Multiple drug allergy syndrome and more than 1/3 with hypersensitivity to a single antibacterial drug showed the presence of circulating histamine-releasing factors. Such factors might play a role in drug-induced adverse reactions."}, {"pubmed": 12948934, "text": "HRF p23 can stimulate nonimmune epithelium such as bronchial epithelium"}, {"pubmed": 14500674, "text": "Human recombinant histamine-releasing factor can partially inhibit the secretion of IL-2 and IL-13 protein in a dose-dependent manner from both purified peripheral blood T cells and Jurkat T cells."}, {"pubmed": 14623968, "text": "TCTP preferentially stabilized the GDP form of eEF1A, and, furthermore, impaired the GDP exchange reaction promoted by eEF1Bbeta."}, {"pubmed": 15062873, "text": "Interaction between HrHRF and EF-1delta taken with some of the recently published information concerning the TCTP (HrHRF) mentioned above suggest a possible intracellular role for TCTP/HrHRF."}, {"pubmed": 15262975, "text": "the fortilin-MCL1 interaction increases cellular resistance to apoptosis by allowing MCL1, an independently antiapoptotic protein, to stabilize another independently antiapoptotic protein, fortilin"}, {"pubmed": 15319436, "text": "role for TSAP6 in the export of TCTP and indicate that this multipass membrane protein could have a general role in the regulation of vesicular trafficking and secretion."}, {"pubmed": 15958728, "text": "the expression of TPT1 in the human placenta and a direct role of the protein in placental calcium transport"}, {"pubmed": 16859841, "text": "TPT1 is regulated by CREB transcription factors."}, {"pubmed": 17549383, "text": "PAI-1 downregulates TCTP in LnCAP prostatic cancer."}, {"pubmed": 17645945, "text": "Cross-inhibition assays showed that the patients' IgEs recognize common epitopes on both the human and C. herbarum proteins."}, {"pubmed": 17897616, "text": "analysis of of the weak calcium-binding site of human translationally controlled tumor protein by NMR"}, {"pubmed": 18042794, "text": "Priming of basophils for histamine release induced by TCTP differs from that induced by interleukin-3."}, {"pubmed": 18274553, "text": "study found a structural similarity between the H2-H3 helices of TCTP and the H5-H6 helices of Bax; TCTP antagonizes apoptosis by inserting into the mitochondrial membrane and inhibiting Bax dimerization"}, {"pubmed": 18325344, "text": "interaction between fortilin and TSC-22 prevents apoptosis via the destabilization of TSC-22 in ovarian carcinoma cells"}, {"pubmed": 18345488, "text": "Data show that histamine-releasing factor is found in pannus from rheumatoid arthritis patients, and suggest that it plays a role in the pathogenesis of RA."}, {"pubmed": 18504434, "text": "The Chfr-TCTP interaction was stable throughout the cell cycle, but it could be diminished by the complete depolymerization of the microtubules."}, {"pubmed": 18676370, "text": "neither TCTP nor FKBP38 regulates mTORC1 signaling."}, {"pubmed": 19271148, "text": "Data describe the ultrastructure of the choroid plexus, the number of mast cells that may infiltrate it, and the immunodistribution of histamine receptors H4 and histamine-releasing factor."}, {"pubmed": 19360337, "text": "A potential therapeutic application for prostate cancer by targeting TCTP gene using an siRNA approach."}, {"pubmed": 19484128, "text": "Proton pump inhibitors exert anti-allergic effects by reducing TCTP secretion"}, {"pubmed": 19523440, "text": "These findings suggest that TCTP may belong to a novel small molecular weight heat shock protein."}, {"pubmed": 19570981, "text": "TCTP interacts with hRheb and accelerates its GDP release in vitro."}, {"pubmed": 19605695, "text": "In contrast to the very modest phenotype observed in the thymus, a significant reduction of mature T cells is observed in the peripheral lymphoid organs of two conditional null TCTP mutant mice."}, {"pubmed": 19621893, "text": "Knockdown of TCTP inhibited proliferation, migration, and invasion activities of LoVo cells in vitro and in vivo."}, {"pubmed": 19815065, "text": "Data suggest a kind of feedback regulation between TCTP and VDR to regulate a variety of (Ca(2+) dependent) cellular effects and in this way further underscore the physiological relevance of the observed physical interaction beteen TCTP and VDR."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20966960, "text": "These results identify TCTP-bearing nanovesicles as a novel component of the paracrine apoptotic program of potential importance in vascular repair."}, {"pubmed": 21081126, "text": "Results clearly indicate that the interaction between TCTP and p53 prevents apoptosis by destabilizing p53."}, {"pubmed": 21795694, "text": "fortilin is a novel p53-interacting molecule and p53 inhibitor"}, {"pubmed": 21801721, "text": "The TCTP is a survival factor that protects cancer cells from oxidative stress-induced cell-death."}, {"pubmed": 21953552, "text": "CHD1L/TCTP/Cdc25C/Cdk1 molecular pathway causes the malignant transformation of hepatocytes with the phenotypes of accelerated mitotic progression and the production of aneuploidy"}, {"pubmed": 22157679, "text": "P53 binds to a P53 responsive element that is present in the promoter of TCTP, leading to the transcriptional repression of TCTP"}, {"pubmed": 22340241, "text": "Results imply that TCTP might be a mediator of PRL-3-promoted proliferation, migration and invasion of human colon cancer cells."}, {"pubmed": 22451927, "text": "Data suggest that TCTP may play a critical role in maintaining genomic integrity in response to DNA-damaging agents."}, {"pubmed": 22853445, "text": "Demonstrate the presence of TCTP in human cornea, and suggest a potential role in the pathogenesis of herpes virus keratitis."}, {"pubmed": 22902387, "text": "human miR-27b regulates the expression of the TCTP tumor protein, and circulating miR-27b may be useful as a biomarker for oral cancer research."}, {"pubmed": 23042265, "text": "The organization of actin and cytokeratin cytoskeleton and the expression of TCTP, p53,cyclin A, RhoA and actin in HIO180 non-transformed ovarian epithelial cells, and OVCAR3 and SKOV3 ovarian epithelial cancer cells, was studied."}, {"pubmed": 23387829, "text": "TCTP binds to the beta domain of VHL through competition with HIF1alpha, which promotes VHL degradation by the ubiquitin-proteasome system and HIF1alpha stability."}, {"pubmed": 23749504, "text": "Data indicate that translationally controlled tumor protein (TCTP) expression in glioma was an independent prognostic factor, which might be a potential diagnostic and therapeutic target of glioma."}, {"pubmed": 23894469, "text": "TCTP may have a role in prostate cancer development"}, {"pubmed": 24106833, "text": "Cofilin-1 expression positively correlates with the tumor grade, and p23 expression correlates with the endoplasmic reticulum positive status."}, {"pubmed": 24165482, "text": "observations indicate that TCTP enhances Pim-3 stability to simultaneously promote and prevent cell-cycle progression and apoptosis, respectively"}, {"pubmed": 24311645, "text": "High TCTP expression is associated with glioma."}, {"pubmed": 24465583, "text": "Plasmodium falciparum TCTP showed a lower B cell proliferative effect than human TCTP."}, {"pubmed": 24606760, "text": "Interaction of translationally controlled tumor protein with Apaf-1 is involved in the development of chemoresistance in HeLa cells."}, {"pubmed": 24657995, "text": "TCTP is a novel mediator of endothelial prosurvival and growth in patients with pulmonary arterial hypertension."}, {"pubmed": 25092287, "text": "TCTP is functionally implicated in the progression of NF1-associated tumors."}, {"pubmed": 25263704, "text": "osteoclastogenic activity of translationally-controlled tumor protein (TCTP) with reciprocal repression of p21"}, {"pubmed": 25270224, "text": "Data indicate that Tanshinone IIA (Tan-IIA)T upregulated the protein expression of CHOP and Bax, but downregulated the protein expression of BiP, TCTP, Mcl-1 and Bcl-xL."}, {"pubmed": 25277244, "text": "Targeting Hsp27 interaction with TCTP, a partner protein identified in a genetic screen, increases therapy sensitivity, and could decrease or abolish toxicity to normal cells."}, {"pubmed": 25363345, "text": "High HRF expression is associated with non-Hodgkin lymphomas."}, {"pubmed": 25396429, "text": "TCTP binds to hemin and functions as a \"buffer protein\", controlling cellular homeostasis."}, {"pubmed": 25423047, "text": "analysis of how TCTP-PTD penetrates A549 human lung cancer cell membranes and promotes protein internalization"}, {"pubmed": 25779659, "text": "High phospho-TCTP expression levels are associated with aggressive breast cancer."}, {"pubmed": 25936523, "text": "Results demonstrate that TCTP mRNA translation is regulated by signalling through the PI3-K/Akt/mTORC1 pathway in neoplasms."}, {"pubmed": 26328748, "text": "Downregulation of the expression of TCTP inhibits the migration and invasion of glioma cells."}, {"pubmed": 26425551, "text": "These data may suggest an involvement of translationally controlled tumor protein in normal physiology and carcinogenesis."}, {"pubmed": 27367023, "text": "extracellular TCTP has a role as a promoter of colorectal cancer progression and liver metastases via Cdc42/JNK/MMP9 activation"}, {"pubmed": 27607350, "text": "analyzed the interactome of TCTP in HeLa cells by coimmunoprecipitation (IP) and mass spectrometry (MS). Results not only reveal a large number of TCTP-associated proteins that possess pleiotropic functions, but also provide novel insights into the molecular mechanisms of TCTP in tumorigenesis"}, {"pubmed": 27813490, "text": "These findings provide novel data on the role and regulation of TCTP in skeletal muscle in vivo."}, {"pubmed": 28143584, "text": "TCTP may thus contribute to the development of anti-cancer drug resistance."}, {"pubmed": 28219065, "text": "The findings suggest that the synergistic actions of Histamine Releasing Factor and Histamine Releasing Factor-reactive IgE may play important roles in the pathogenesis of Chronic Urticaria."}, {"pubmed": 28409693, "text": "that TPT1 knockdown altered the BECN1 interactome, a representative MTOR-independent pathway, to stimulate autophagosome formation"}, {"pubmed": 28472637, "text": "Transfection with TCTP-Lipid modified antisense oligonucleotides led to rapid and prolonged internalization via macropinocytosis, TCTP downregulation and significant decreased cell viability in in castration-resistant prostate cancer cells."}, {"pubmed": 28536478, "text": "Data show that data demonstrate that tumor protein translationally-controlled 1 (TCTP) overexpression has a promotion effect on caudal type homeo box transcription factor 2 protein (CDX2) and villin1 protein (VIL1) expression."}, {"pubmed": 28550308, "text": "Fortilin directly interacts with the cytoplasmic domain of IRE1alpha, inhibits both kinase and endoribonuclease (RNase) activities of this stress sensor, and protects cells against apoptotic cell death at both cellular and whole animal levels."}, {"pubmed": 28958626, "text": "The cells knocked down for TCTP show diminished invasiveness and migration under TGF-beta1 treatment. TGF-beta1 dependent TCTP expression is required for epithelial to mesenchymal transition in cells."}, {"pubmed": 29130935, "text": "these results suggest that antigen and HRF dimer amplify intestinal inflammation by synergistically activating mast cells and indicate that HRF has potential as a therapeutic target in food allergy."}, {"pubmed": 29149401, "text": "history of TCTP and purpose in studying it"}, {"pubmed": 29149402, "text": "REVIEW: structural analysis of TCTP and its interaction network from a structural perspective"}, {"pubmed": 29149403, "text": "Structure-Function Relationship of TCTP"}, {"pubmed": 29149404, "text": "REVIEW: Biological Functions and Regulation of TCTP"}, {"pubmed": 29149405, "text": "REVIEW: current knowledge of the TCTP interactome"}, {"pubmed": 29149406, "text": "Role and Fate of TCTP in Protein Degradative Pathways"}, {"pubmed": 29149410, "text": "Tctp is necessary for the accurate and timely development of axon projections during the formation of vertebrate retinal circuits via its association with the survival machinery of the axon"}, {"pubmed": 29149412, "text": "REVIEW: biochemical events leading to DNA damage by ionizing radiation and to its sensing and repair, and highlight TCTP's critical role in maintaining genomic integrity in response to DNA-damaging agents"}, {"pubmed": 29149413, "text": "REVIEW: role of TCTP as new therapeutic target in prostate cancer, in particular, therapy-resistant advanced PC and report the development of novel nanotherapy against TCTP that restore treatment-sensitivity in castration resistant PC that deserve to be tested in clinical trial"}, {"pubmed": 29149414, "text": "Role of TCTP for Cellular Differentiation and Cancer Therapy"}, {"pubmed": 29149416, "text": "REVIEW: History of Histamine-Releasing Factor (HRF)/Translationally Controlled Tumor Protein (TCTP) Including a Potential Therapeutic Target in Asthma and Allergy"}, {"pubmed": 29216544, "text": "The structure of human HRF (hHRF) was solved in 2 new crystal forms, one at the highest resolution (1.4A) yet reported. The high resolution hHRF structure reveals a disulphide-linked dimer, in which the 2 molecules are closely associated and provides a model for the role of HRF in mast cell activation."}, {"pubmed": 29676587, "text": "These data suggest an important role for TCTP in regulating the critical vascular cell phenotypes that have been implicated in the pathobiology of Pulmonary arterial hypertension."}, {"pubmed": 29719201, "text": "Results provide evidence that the TCTP intrinsically disordered region is involved in remodeling the core domain surface to modulate its accessibility to its partners in response to a variety of cellular conditions."}, {"pubmed": 29867020, "text": "The biological effects of Na,K-ATPase and TCTP interaction are reviewed."}, {"pubmed": 30066846, "text": "Study findings suggested that TCTP promotes colorectal cancer metastasis through regulating the behaviors of HMGB1 and the downstream activation of the NF-kappaB signaling pathway."}, {"pubmed": 30381327, "text": "Findings indicate a substantial functional effect of the TCTP protein on EF1A2-dependent translation machinery involved in the genesis and progression of NF1 tumors."}, {"pubmed": 30563768, "text": "lncBRM was highly expressed in colorectal cancer and sponged miR-204-3p to modulate the expression of TPT1."}, {"pubmed": 30721952, "text": "circOMA1 promotes Nonfunctioning pituitary adenomas progression by acting as the sponge of tumor suppressor miR-145-5p to regulate the TPT1 signaling pathway."}, {"pubmed": 30835870, "text": "Histamine releasing factor and elongation factor 1 alpha secreted via malaria parasites extracellular vesicles promote immune evasion by inhibiting specific T cell responses."}, {"pubmed": 30941821, "text": "Results indicated that TPT1-AS1 promoted TPT1 expression by inducing the transcriptional activity of the TPT1 promoter without inhibiting TPT1 mRNA degradation."}, {"pubmed": 32792860, "text": "MiR-216a-5p inhibits tumorigenesis in Pancreatic Cancer by targeting TPT1/mTORC1 and is mediated by LINC01133."}, {"pubmed": 33040829, "text": "Guizhi Fuling pills inhibit the proliferation, migration and invasion of human cutaneous malignant melanoma cells by regulating the molecular axis of LncRNA TPT1-AS1 / miR-671-5p."}, {"pubmed": 33122078, "text": "TCTP participates in hepatic metabolism by regulating gene expression involved in insulin resistance."}, {"pubmed": 33184257, "text": "The mRNA of TCTP functions as a sponge to maintain homeostasis of TCTP protein levels in hepatocellular carcinoma."}, {"pubmed": 33999360, "text": "Long non-coding RNA TPT1-AS1 sensitizes breast cancer cell to paclitaxel and inhibits cell proliferation by miR-3156-5p/caspase 2 axis."}, {"pubmed": 34239121, "text": "Orchestration of myeloid-derived suppressor cells in the tumor microenvironment by ubiquitous cellular protein TCTP released by tumor cells."}, {"pubmed": 34380015, "text": "The structure of an Hsp90-immunophilin complex reveals cochaperone recognition of the client maturation state."}, {"pubmed": 35197550, "text": "Fortilin interacts with TGF-beta1 and prevents TGF-beta receptor activation."}, {"pubmed": 36714975, "text": "Polymorphisms in TPT1 Pathways in Pediatric Astrocytomas."}, {"pubmed": 36735630, "text": "METTL13 promotes nasopharyngeal carcinoma progression through regulating the ZEB1/TPT1 axis."}, {"pubmed": 37573872, "text": "Elevated translationally controlled tumour protein promotes oral cancer progression and poor outcome."}], "genomic_pos": {"chr": "13", "end": 45341284, "ensemblgene": "ENSG00000133112", "start": 45333471, "strand": -1}, "genomic_pos_hg19": {"chr": "13", "end": 45915505, "start": 45911008, "strand": -1}, "go": {"BP": [{"evidence": "IC", "gocategory": "BP", "id": "GO:0006816", "pubmed": 15958728, "qualifier": "involved_in", "term": "calcium ion transport"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0006874", "pubmed": 15958728, "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009615", "pubmed": 16548883, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042981", "pubmed": 15162379, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16130169, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902230", "pubmed": 11598139, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to DNA damage"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000922", "pubmed": 15162379, "qualifier": "located_in", "term": "spindle pole"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 15319436, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 11598139, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15162379, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005771", "pubmed": 15319436, "qualifier": "located_in", "term": "multivesicular body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005881", "pubmed": 15162379, "qualifier": "located_in", "term": "cytoplasmic microtubule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": [15162379, 15958728], "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16730713, 17301792, 18325344, 21081126, 21278788, 22451927, 25277244, 25416956, 27607350], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[3702, 819719], [3702, 820916], [4530, 4351061], [4896, 2542475], [4932, 853809], [5141, 3873476], [6239, 172944], [7165, 1273293], [7227, 41341], [7955, 30723], [8364, 493436], [9031, 396363], [9544, 711798], [9598, 466689], [9598, 735922], [9606, 7178], [9615, 476924], [9913, 326599], [10090, 22070], [10116, 116646], [28985, 2892417], [33169, 4619125], [318829, 2684404]], "id": 55730}, "interpro": [{"desc": "Mss4-like superfamily", "id": "IPR011057", "short_desc": "Mss4-like_sf"}, {"desc": "Mss4/translationally controlled tumour-associated TCTP", "id": "IPR011323", "short_desc": "Mss4/transl-control_tumour"}, {"desc": "Translationally controlled tumour protein, conserved site", "id": "IPR018103", "short_desc": "Translation_control_tumour_CS"}, {"desc": "Translationally controlled tumour protein", "id": "IPR018105", "short_desc": "Translational_control_tumour_p"}, {"desc": "Translationally controlled tumour protein (TCTP) domain", "id": "IPR034737", "short_desc": "TCTP"}], "ipi": ["IPI00550900", "IPI00643765", "IPI00978953"], "map_location": "13q14.13", "name": "tumor protein, translationally-controlled 1", "other_names": ["fortilin", "histamine-releasing factor", "translationally-controlled tumor protein"], "pantherdb": {"HGNC": "12022", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104890", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 10090, "uniprot_kb": "P63028"}, {"Ensembl": "ENSRNOG00000000896", "ortholog_type": "O", "panther_family": "PTHR11991", "taxid": 10116, "uniprot_kb": "F1LYR7"}, {"RGD": "621623", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 10116, "uniprot_kb": "P63029"}, {"Ensembl": "ENSGALG00000028872", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 9031, "uniprot_kb": "P43347"}, {"Ensembl": "ENSDARG00000109513", "ortholog_type": "O", "panther_family": "PTHR11991", "taxid": 7955, "uniprot_kb": "A0A2R8Q2M7"}, {"ZFIN": "ZDB-GENE-990603-10", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 7955, "uniprot_kb": "Q9DGK4"}, {"WormBase": "WBGene00009122", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 6239, "uniprot_kb": "Q93573"}, {"FlyBase": "FBgn0037874", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 7227, "uniprot_kb": "Q9VGS2"}, {"SGD": "S000001539", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 4932, "uniprot_kb": "P35691"}, {"PomBase": "SPAC1F12.02c", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 4896, "uniprot_kb": "Q10344"}, {"dictyBase": "DDB_G0282861", "ortholog_type": "O", "panther_family": "PTHR11991", "taxid": 352472, "uniprot_kb": "Q54RX1"}, {"dictyBase": "DDB_G0282853", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 352472, "uniprot_kb": "Q54RX6"}, {"TAIR": "2089378", "ortholog_type": "LDO", "panther_family": "PTHR11991", "taxid": 3702, "uniprot_kb": "P31265"}, {"TAIR": "2078052", "ortholog_type": "O", "panther_family": "PTHR11991", "taxid": 3702, "uniprot_kb": "Q9M9V9"}], "uniprot_kb": "P13693"}, "pathway": {"pid": {"id": "plk1_pathway", "name": "PLK1 signaling events"}}, "pdb": ["1YZ1", "2HR9", "3EBM", "4Z9V", "5O9L", "5O9M", "6IZB", "6IZE"], "pfam": "PF00838", "pharmgkb": "PA36701", "pharos": {"target_id": 9156, "tdl": "Tbio"}, "pir": "S06590", "prosite": "PS51797", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211028", "relationship": "is"}, {"id": "GNF216480", "relationship": "is"}, {"id": "GNF220342", "relationship": "is"}, {"id": "GNF221932", "relationship": "is"}, {"id": "GNF227384", "relationship": "is"}, {"id": "GNF267473", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160744", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF030621", "relationship": "similar to"}, {"id": "GNF033538", "relationship": "similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF014861", "relationship": "is"}, {"id": "GNF014862", "relationship": "is"}, {"id": "GNF014863", "relationship": "is"}, {"id": "GNF014864", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF234985", "relationship": "is"}, {"id": "GNF235822", "relationship": "is"}, {"id": "GNF239678", "relationship": "is"}], "NOVART_hs-genome_siRNA": {"id": "GNF104474", "relationship": "is"}}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1"], "protein": ["NP_001273201.1", "NP_001273202.1", "NP_003286.1"], "rna": ["NM_001286272.2", "NM_001286273.2", "NM_003295.4"], "translation": [{"protein": "NP_003286.1", "rna": "NM_003295.4"}, {"protein": "NP_001273201.1", "rna": "NM_001286272.2"}, {"protein": "NP_001273202.1", "rna": "NM_001286273.2"}]}, "reporter": {"HG-U133_Plus_2": ["211943_x_at", "212284_x_at", "212869_x_at", "214327_x_at", "216520_s_at"], "HG-U95Av2": "31584_at", "HTA-2_0": "TC13000631.hg.1", "HuEx-1_0": ["3222973", "3512527"], "HuGene-1_1": ["7971373", "7971375", "7971386"], "HuGene-2_1": "16778713"}, "summary": "This gene encodes a protein that is a regulator of cellular growth and proliferation. Its mRNA is highly structured and contains an oligopyrimidine tract (5'-TOP) in its 5' untranslated region that functions to repress its translation under quiescent conditions. The encoded protein is involved in a variety of cellular pathways, including apoptosis, protein synthesis and cell division. It binds to and stabilizes microtubules, and removal of this protein through phosphorylation is required for progression through mitotic and meiotic cell divisions. This gene is known to play a role in carcinogenesis, and is upregulated in some cancer cells. Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Aug 2017].", "symbol": "TPT1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420882"}, "unigene": ["Hs.717316", "Hs.374596"], "uniprot": {"Swiss-Prot": "P13693", "TrEMBL": ["A0A0P1J1R0", "A0A0B4J2C3", "H0YCX0", "E9PJF7", "Q5W0H4", "J3KPG2"]}, "wikipedia": {"url_stub": "Translationally-controlled tumor protein"}}