{"AllianceGenome": "1249", "HGNC": "1249", "MIM": "605917", "_id": "22974", "_version": 1, "accession": {"genomic": ["AL160175.5", "CH471077.2", "CP068258.2", "NC_000020.11", "NC_060944.1"], "protein": ["AAD33965.1", "AAF03248.1", "AAF81695.1", "AAH04136.1", "AAH11357.1", "AAH20207.1", "AAK83033.1", "AAU29203.1", "BAA76931.1", "BAA85893.1", "BAG35446.1", "BAG50902.1", "CAB55982.1", "EAW76418.1", "EAW76419.1", "EAW76420.1", "EAW76421.1", "EAW76422.1", "NP_036244.2", "Q9ULW0.2", "XP_011526999.1", "XP_011527001.1", "XP_011527002.1", "XP_047295973.1", "XP_047295974.1", "XP_054179180.1", "XP_054179181.1", "XP_054179182.1", "XP_054179183.1", "XP_054179184.1"], "rna": ["AB024704.1", "AB027467.1", "AF098158.2", "AF146731.1", "AF244547.1", "AF287265.1", "AK001391.1", "AK093379.1", "AK312549.1", "AL117534.1", "AY734680.1", "BC004136.1", "BC011357.1", "BC020207.1", "BM835456.1", "BU181208.1", "CB960160.1", "NM_012112.5", "XM_011528697.3", "XM_011528699.3", "XM_011528700.4", "XM_047440017.1", "XM_047440018.1", "XM_054323205.1", "XM_054323206.1", "XM_054323207.1", "XM_054323208.1", "XM_054323209.1"], "translation": [{"protein": "AAH04136.1", "rna": "BC004136.1"}, {"protein": "AAF81695.1", "rna": "AF244547.1"}, {"protein": "XP_054179182.1", "rna": "XM_054323207.1"}, {"protein": "BAG35446.1", "rna": "AK312549.1"}, {"protein": "XP_011527002.1", "rna": "XM_011528700.4"}, {"protein": "XP_047295974.1", "rna": "XM_047440018.1"}, {"protein": "AAK83033.1", "rna": "AF287265.1"}, {"protein": "BAA85893.1", "rna": "AB027467.1"}, {"protein": "AAF03248.1", "rna": "AF098158.2"}, {"protein": "XP_054179181.1", "rna": "XM_054323206.1"}, {"protein": "XP_054179183.1", "rna": "XM_054323208.1"}, {"protein": "NP_036244.2", "rna": "NM_012112.5"}, {"protein": "CAB55982.1", "rna": "AL117534.1"}, {"protein": "AAD33965.1", "rna": "AF146731.1"}, {"protein": "AAH20207.1", "rna": "BC020207.1"}, {"protein": "AAH11357.1", "rna": "BC011357.1"}, {"protein": "AAU29203.1", "rna": "AY734680.1"}, {"protein": "XP_047295973.1", "rna": "XM_047440017.1"}, {"protein": "XP_011527001.1", "rna": "XM_011528699.3"}, {"protein": "BAA76931.1", "rna": "AB024704.1"}, {"protein": "BAG50902.1", "rna": "AK001391.1"}, {"protein": "XP_054179184.1", "rna": "XM_054323209.1"}, {"protein": "XP_054179180.1", "rna": "XM_054323205.1"}, {"protein": "XP_011526999.1", "rna": "XM_011528697.3"}]}, "alias": ["C20orf1", "C20orf2", "DIL-2", "DIL2", "FLS353", "GD:C20orf1", "HCA519", "HCTP4", "REPP86", "p100"], "ensembl": {"gene": "ENSG00000088325", "protein": ["ENSP00000300403", "ENSP00000341145"], "transcript": ["ENST00000300403", "ENST00000340513"], "translation": [{"protein": "ENSP00000341145", "rna": "ENST00000340513"}, {"protein": "ENSP00000300403", "rna": "ENST00000300403"}], "type_of_gene": "protein_coding"}, "entrezgene": "22974", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 31.840190967, "exp_mis": 218.463464964, "exp_syn": 84.5356355696, "lof_z": 4.88735703168902, "mis_z": -0.44795397861924, "mu_lof": 2.22994973805e-06, "mu_mis": 1.87946784917e-05, "mu_syn": 6.90731461157e-06, "n_lof": 4.0, "n_mis": 232.0, "n_syn": 100.0, "p_li": 0.992124193249196, "p_null": 2.73173230333067e-09, "p_rec": 0.00787580401907151, "syn_z": -1.04270506490504}, "bp": 2244, "cds_end": 30388883, "cds_start": 30345279, "n_exons": 16, "nonpsych": {"exp_lof": 28.4896368263, "exp_mis": 197.401714154, "exp_syn": 76.1841000226, "lof_z": 4.68999253709838, "mis_z": -0.0932772109761528, "mu_lof": 2.22994973805e-06, "mu_mis": 1.87946784917e-05, "mu_syn": 6.90731461157e-06, "n_lof": 3.0, "n_mis": 200.0, "n_syn": 90.0, "p_li": 0.995356930418357, "p_null": 4.52370599443598e-09, "p_rec": 0.0046430650579365, "syn_z": -0.996576236619267}, "nontcga": {"exp_lof": 29.2609266581, "exp_mis": 200.954352035, "exp_syn": 77.7407386467, "lof_z": 4.78902628736184, "mis_z": -0.247617896726052, "mu_lof": 2.22994973805e-06, "mu_mis": 1.87946784917e-05, "mu_syn": 6.90731461157e-06, "n_lof": 3.0, "n_mis": 208.0, "n_syn": 86.0, "p_li": 0.996170770411535, "p_null": 2.31246247574572e-09, "p_rec": 0.00382922727600232, "syn_z": -0.593115270016696}, "transcript": "ENST00000300403.6"}, "exons": [{"cdsend": 31801080, "cdsstart": 31757476, "chr": "20", "position": [[31739289, 31739621], [31742540, 31742647], [31757406, 31757582], [31760056, 31760179], [31766555, 31766682], [31770342, 31770471], [31771559, 31771682], [31775866, 31775988], [31777486, 31777638], [31778812, 31778984], [31782248, 31782390], [31783704, 31783921], [31792734, 31792830], [31793847, 31794024], [31794401, 31794548], [31797403, 31797515], [31798364, 31798552], [31800969, 31801800]], "strand": 1, "transcript": "NM_012112", "txend": 31801800, "txstart": 31739289}], "exons_hg19": [{"cdsend": 30388883, "cdsstart": 30345279, "chr": "20", "position": [[30327092, 30327424], [30330343, 30330450], [30345209, 30345385], [30347859, 30347982], [30354358, 30354485], [30358145, 30358274], [30359362, 30359485], [30363669, 30363791], [30365289, 30365441], [30366615, 30366787], [30370051, 30370193], [30371507, 30371724], [30380537, 30380633], [30381650, 30381827], [30382204, 30382351], [30385206, 30385318], [30386167, 30386355], [30388772, 30389603]], "strand": 1, "transcript": "NM_012112", "txend": 30389603, "txstart": 30327092}], "generif": [{"pubmed": 12177045, "text": "TPX2 is required for targeting Aurora-A kinase to the spindle apparatus and Aurora-A might regulate the function of TPX2 during spindle assembly"}, {"pubmed": 12389033, "text": "spindle formation requires the function of TPX2 to generate a stable bipolar spindle with overlapping antiparallel microtubule arrays"}, {"pubmed": 12477396, "text": "observations reveal a structural role for hTPX2 in spindles and provide evidence for a balance between microtubule-based motor forces and structural spindle components"}, {"pubmed": 12612055, "text": "molecular cloning; overexpression provokes accumulation of cells in G(2)-M phase and subsequent polyploidization, suggesting that excess repp86 may interfere with correct nuclear division"}, {"pubmed": 16287863, "text": "APC/C(Cdh1) controls the stability of TPX2, thereby ensuring accurate regulation of the spindle assembly in the cell cycle"}, {"pubmed": 16489064, "text": "Aberrant expression of TPX2 may play important role(s) in both malignant transformation of respiratory epithelium and progression of squamous cell lung cancer and could serve as a prognostic predictor for the disease."}, {"pubmed": 17705509, "text": "TPX2 binding decreases the size and accessibility of a hydrophobic pocket, adjacent to the ATP site, to inhibitors."}, {"pubmed": 17716627, "text": "Data show that Siah2 is an important mediator of repp86 protein degradation."}, {"pubmed": 18663142, "text": "Chromosome nucleation is involved in spindle pole separation and setting spindle length. A second Aurora A-independent function of TPX2 is required to bipolarize spindles."}, {"pubmed": 19148505, "text": "human TPX2 mRNA is closely linked to increased or abnormal cell proliferation in malignant salivary gland tumors."}, {"pubmed": 19208764, "text": "Data provide a molecular explanation for the assembly of the apoptotic microtubule network, and suggest important similarities with the process of RanGTP- and TPX2-mediated mitotic spindle formation."}, {"pubmed": 19424574, "text": "Overexpression of TPX2 is associated with oral squamous cell carcinomas."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19801554, "text": "Data show that Aurora A(S155R) mutant reduced cellular activity and mislocalization are due to loss of interaction with TPX2."}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20599806, "text": "TPX2 expression is associated with the progression of malignant astrocytoma."}, {"pubmed": 20708655, "text": "association of Aurora-A and TPX2 gives rise to a novel functional unit with oncogenic properties.[review]"}, {"pubmed": 21099343, "text": "Decreased AurA-TPX2 complex formation in response to irradiation results from reduced cellular levels of TPX2, as a result of protein degradation and decreased translation of TPX2 mRNA."}, {"pubmed": 21147853, "text": "TPX2 protects Aurora-A from degradation both in interphase and in mitosis."}, {"pubmed": 21187329, "text": "Results demonstrate a role for PP6 as the T-loop phosphatase regulating Aurora A activity bound to its activator TPX2 during mitotic spindle formation."}, {"pubmed": 21347367, "text": "two switches determining Aurora A activation"}, {"pubmed": 22207630, "text": "TPX2 promote 20q amplicon-driven progression of colorectal adenoma to carcinoma."}, {"pubmed": 22307108, "text": "TPX2 shows potential to be used as a new marker for cervical cancer diagnosis and therapy."}, {"pubmed": 22560880, "text": "The data support the role of TPX2 as a novel co-activator of Aurora kinase B."}, {"pubmed": 22761906, "text": "AIM1, ERGIC1, and TPX2 were shown to be highly expressed especially in prostate cancer tissues, and high mRNA expression of ERGIC1 and TMED3 associated with AR and ERG oncogene expression"}, {"pubmed": 23045526, "text": "the regulation of gamma-H2AX signals by TPX2 is not associated with apoptosis or the mitotic functions of TPX2."}, {"pubmed": 23328114, "text": "Data indicate that the sensitivity of cell-lines with amplification of AURKA depends upon the activity of the kinase, which correlates with the expression of the regulatory gene products TPX2 and HMMR/RHAMM."}, {"pubmed": 23333597, "text": "GLIPR1 interacts with Hsc70, and GLIPR1 overexpression or Hsc70 knockdown leads to transcriptional suppression of AURKA and TPX2."}, {"pubmed": 23357462, "text": "Data indicate that expression-based risk indices of three genes UBE2C, TPX2, and MELK were more strongly associated with poor 5-year survival in adenocarcinoma patients."}, {"pubmed": 23444224, "text": "Data show that five genes CKAP5, KPNB1, RAN, TPX2 and KIF11 were shown to be essential for tumor cell survival in both head and neck squamous cell carcinoma (HNSCC)and non-small cell lung cancer (NSCLC), but most particularly in HNSCC."}, {"pubmed": 23725757, "text": "The expression of TPX2 protein and mRNA were correlated with invasive depth and lymphatic metastasis of esophageal squamous cell carcinoma."}, {"pubmed": 23873098, "text": "Data indicate that TPX2 (target protein for Xklp2) may play a role in the development and progression of bladder carcinoma, and suggest that inhibition of TPX2 level may be a novel strategy for therapy of the patients with bladder carcinoma."}, {"pubmed": 23963785, "text": "TPX2 expression is associated with cell proliferation and poor prognosis among patients with resected esophageal squamous cell carcinoma"}, {"pubmed": 24341487, "text": "TPX2 plays an important role in promoting tumorigenesis and metastasis of human colon cancer, and may represent a novel prognostic biomarker and therapeutic target for the disease"}, {"pubmed": 24488334, "text": "TPX2 overexpression is associated with medullary thyroid carcinoma."}, {"pubmed": 24556998, "text": "This review provides an historic overview of the discovery of TPX2 and summarizes its cytoskeletal and signaling roles with relevance to cancer therapies. [review]"}, {"pubmed": 24625450, "text": "RAN nucleo-cytoplasmic transport and mitotic spindle assembly partners XPO7 and TPX2 have roles in serous epithelial ovarian cancer"}, {"pubmed": 24718984, "text": "The results demonstrated that TPX2 is important in the regulation of tumor growth in cervical cancer and therefore may be a potential therapeutic target as a novel treatment strategy."}, {"pubmed": 24867643, "text": "the molecular mechanisms of two distinct activation strategies (autophosphorylation and TPX2-mediated activation) in human Aurora A kinase, was elucidated."}, {"pubmed": 24875404, "text": "Identify RHAMM as a critical regulator of TPX2 location/ Aurora kinase A signaling and suggest that RHAMM ensures bipolar spindle assembly and mitotic progression through the integration of biochemical and structural pathways."}, {"pubmed": 25239289, "text": "TPX2 siRNA transfection significantly reduced tumor growth."}, {"pubmed": 25302620, "text": "In vitro studies found that TPX2 knockdown significantly inhibited cell proliferation and viability in both Hep3B and HepG2 cells."}, {"pubmed": 25365214, "text": "our study is the first indication of a constitutive control of TPX2 on H4K16ac levels, with potential implications for DNA damage response."}, {"pubmed": 25632068, "text": "Propose TPX2 and AURKA as novel co-regulators on the MYC pathway in colorectal neoplasms."}, {"pubmed": 25830658, "text": "a causative link between altered function of AURKA-HMMR-TPX2-TUBG1 and breast carcinogenesis in BRCA1/2 mutation carriers"}, {"pubmed": 25914189, "text": "These results indicated that TPX2 has an impact on tumor angiogenesis in pancreatic cancer."}, {"pubmed": 26018074, "text": "Dimeric, but not monomeric, Eg5 was differentially inhibited by full-length and truncated TPX2, demonstrating that dimerization or residues in the neck region are important for the interaction of TPX2 with Eg5."}, {"pubmed": 26240182, "text": "Aurora A-dependent TPX2 phosphorylation controls mitotic spindle length through regulating microtubule flux."}, {"pubmed": 26257190, "text": "the levels and distribution of TPX2 are likely to be determinants of when and where kinesin-5 acts in neurons."}, {"pubmed": 26279431, "text": "TPX2 was a target gene of miR-491."}, {"pubmed": 26414402, "text": "Data show that cytoskeleton associated protein 5 (chTOG) only weakly promotes importin-regulated microtubule nucleation, but acts synergistically with TPX2 protein."}, {"pubmed": 26624896, "text": "expression of both TPX2 and PD-L1 are associated with persistence/recurrence of cervical intraepithelial neoplasia after cervical conization"}, {"pubmed": 27053618, "text": "MiR-491 inhibits hepatocellular carcinoma cell proliferation, invasion and migration by downregulating the expression of TPX2."}, {"pubmed": 27314162, "text": "detection of TPX2 overexpression could serve as a prognostic marker and therapeutic target for gastric cancer"}, {"pubmed": 27775325, "text": "This study concludes that the helical region of TPX2 folds upon binding Aurora-A, and that stabilization of this helix does not compromise Aurora-A activation."}, {"pubmed": 28069036, "text": "High TPX2 expression is associated with gastric cancer."}, {"pubmed": 28108243, "text": "We show TPX2, a regulator of Aurora-A, is associated with high grade and stage of ccRCC, and is an independent predictor of recurrence."}, {"pubmed": 28636807, "text": "TPX2 was correlated with cell radioresistance"}, {"pubmed": 28799673, "text": "Data found that TPX2 was highly expressed in human bladder cancer tissues. Its overexpression promoted bladder cancer growth and correlated with tumor grade and stage, lymph node metastasis, and poor prognosis. These results support that TPX2 acts as a tumor promoter in human bladder tumor development."}, {"pubmed": 28869599, "text": "Study suggests AURKA and TPX2 as potential stratification markers for taxane-based radiochemotherapy. lung adenocarcinoma cohort, high expression levels of AURKA and TPX2 were associated with specifically improved overall survival upon taxane-based radiochemotherapy."}, {"pubmed": 29120325, "text": "Together, these results suggest a molecular mechanism of how the Ran-GTP gradient can regulate TPX2-dependent microtubule formation."}, {"pubmed": 29276125, "text": "Eg5 localization and centrosome separation in prophase depend on the nuclear microtubule-associated protein TPX2, a pool of which localizes to the centrosomes before nuclear envelope breakdown. This localization involves the kinase Nek9, which phosphorylates TPX2 nuclear localization signal preventing its interaction with importin and nuclear import."}, {"pubmed": 29548937, "text": "VPS28, an ESCRT-I protein, interacts with Gbetagamma and Eg5-TPX2.  VPS28 organizes Aster Microtubules via Gbetagamma. VPS28 recruits Eg5 and TPX2 to regulate mitotic spindle bipolarity."}, {"pubmed": 29865033, "text": "TPX2 promotes the proliferation and migration of human OC cells by regulating PLK1 expression."}, {"pubmed": 29925526, "text": "These findings unveil a novel function of ADD1 in maintaining spindle pole integrity through its interaction with TPX2."}, {"pubmed": 30123975, "text": "The results show that at metaphase both Eg5-EGFP and TPX2-EGFP are enriched toward spindle poles, but only TPX2-EGFP is enriched relative to microtubules. Eg5-EGFP and TPX2-EGFP show distinct localization patterns in anaphase, with Eg5-EGFP relocalizing to the midzone earlier than TPX2-EGFP."}, {"pubmed": 30177840, "text": "findings reveal that BRCA2-deficient cancer cells show enhanced sensitivity to inactivation of TPX2 or its partner Aurora-A, which points at an actionable dependency of genomically unstable cancers."}, {"pubmed": 30257313, "text": "Inhibiting TPX2 by miR-330-3p suppresses the proliferation of melanoma cell lines; miR-330-3p/TPX2 pathway expressed differently between melanoma patients and healthy people"}, {"pubmed": 30257343, "text": "TPX2 expression in cholangiocarcinoma tissues was significantly higher than that paracancerous tissue."}, {"pubmed": 30412141, "text": "A PRISMA-compliant systematic review and meta-analysis found that overexpression of TPX2 is related to poor survival rate in most solid tumors, which indicates that the expression level of TPX2 is a significant prognostic parameter and potential therapeutic target in various solid tumors."}, {"pubmed": 30454896, "text": "TPX2 silencing negatively regulates the PI3K/AKT and activates p53 signaling pathway by which breast cancer cells proliferation were inhibited whereas cellulars apoptosis were accelerated."}, {"pubmed": 30588191, "text": "Study indicated that AURKA, CDC20 and TPX2 are over-expressed in smoking related lung adenocarcinoma tissues and their higher mRNA expression levels have a worse prognosis."}, {"pubmed": 30602538, "text": "Mitotic regulators TPX2 and Aurora A protect DNA forks during replication stress by counteracting 53BP1 function."}, {"pubmed": 30633364, "text": "We showed that miR-8075 that was downregulated in cervical cancer tissues repressed cervical cancer cell proliferation, migration, and invasion. Furthermore, we validated that upregulation of TPX2 by hsa_circRNA_101996-mediated inhibition of miR-8075 contributed to cervical cancer proliferation, migration, and invasion"}, {"pubmed": 31272499, "text": "Results suggest activation of CDK5 is associated with HCC tumorigenesis. CDK5-mediated phosphorylation and stabilization of TPX2 promotes hepatocellular proliferation and tumorigenicity."}, {"pubmed": 31494045, "text": "TPX2 as a Novel Prognostic Indicator and Promising Therapeutic Target in Triple-negative Breast Cancer."}, {"pubmed": 31638175, "text": "TPX2 may suppress the growth of Hepatocellular carcinoma by regulating the PI3K/AKT signaling pathway and thus, TPX2 may be a potential target for the treatment of liver cance"}, {"pubmed": 31676293, "text": "This review highlights the physiological and pathophysiological properties of AURKA, the structure of the AURKA/TPX2 complex and the main structural features that can be explored for the design of selective AURKA inhibitors."}, {"pubmed": 31799669, "text": "MiR-491 suppresses migration and invasion via directly targeting TPX2 in breast cancer."}, {"pubmed": 32041138, "text": "Excess TPX2 Interferes with Microtubule Disassembly and Nuclei Reformation at Mitotic Exit."}, {"pubmed": 32193808, "text": "Aurora A kinase and its activator TPX2 are potential therapeutic targets in KRAS-induced pancreatic cancer."}, {"pubmed": 32239565, "text": "Long non-coding RNA LINC00337 induces autophagy and chemoresistance to cisplatin in esophageal squamous cell carcinoma cells via upregulation of TPX2 by recruiting E2F4."}, {"pubmed": 32356447, "text": "miR-485-3p suppresses colorectal cancer via targeting TPX2."}, {"pubmed": 32503626, "text": "Epigenome-wide association study in healthy individuals identifies significant associations with DNA methylation and PBMC extract VEGF-A concentration."}, {"pubmed": 32535036, "text": "Knockdown of circ_0003340 induces cell apoptosis, inhibits invasion and proliferation through miR-564/TPX2 in esophageal cancer cells."}, {"pubmed": 32705231, "text": "Identification of early stage recurrence endometrial cancer biomarkers using bioinformatics tools."}, {"pubmed": 32748897, "text": "TPX2 Promotes Metastasis and Serves as a Marker of Poor Prognosis in Non-Small Cell Lung Cancer."}, {"pubmed": 32857606, "text": "miR-548a-3p Weakens the Tumorigenesis of Colon Cancer Through Targeting TPX2."}, {"pubmed": 33029085, "text": "Comprehensive analysis of TPX2-related ceRNA network as prognostic biomarkers in lung adenocarcinoma."}, {"pubmed": 33093951, "text": "Structural bioinformatics predicts that the Retinitis Pigmentosa-28 protein of unknown function FAM161A is a homologue of the microtubule nucleation factor Tpx2."}, {"pubmed": 33275894, "text": "The Aurora-A/TPX2 Axis Directs Spindle Orientation in Adherent Human Cells by Regulating NuMA and Microtubule Stability."}, {"pubmed": 33556637, "text": "TPX2 mediates prostate cancer epithelial-mesenchymal transition through CDK1 regulated phosphorylation of ERK/GSK3beta/SNAIL pathway."}, {"pubmed": 33622270, "text": "High nuclear TPX2 expression correlates with TP53 mutation and poor clinical behavior in a large breast cancer cohort, but is not an independent predictor of chromosomal instability."}, {"pubmed": 33907841, "text": "RHPN1AS1 promotes ovarian carcinogenesis by sponging miR4855p and releasing TPX2 mRNA."}, {"pubmed": 34287649, "text": "Aurora A kinase activation: Different means to different ends."}, {"pubmed": 34302807, "text": "Interaction of spindle assembly factor TPX2 with importins-alpha/beta inhibits protein phase separation."}, {"pubmed": 34597712, "text": "Secretory autophagy-induced bladder tumour-derived extracellular vesicle secretion promotes angiogenesis by activating the TPX2-mediated phosphorylation of the AURKA-PI3K-AKT axis."}, {"pubmed": 34982022, "text": "Circular RNA circ-LARP1B contributes to cutaneous squamous cell carcinoma progression by targeting microRNA-515-5p/TPX2 microtubule nucleation factor axis."}, {"pubmed": 35273149, "text": "Downregulation of TPX2 impairs the antitumor activity of CD8+ T cells in hepatocellular carcinoma."}, {"pubmed": 35356748, "text": "TPX2 Serves as a Cancer Susceptibility Gene and Is Closely Associated with the Poor Prognosis of Endometrial Cancer."}, {"pubmed": 35771632, "text": "CHD1 Promotes Sensitivity to Aurora Kinase Inhibitors by Suppressing Interaction of AURKA with Its Coactivator TPX2."}, {"pubmed": 36198346, "text": "SPI1 mediates transcriptional activation of TPX2 and RNF2 to regulate the radiosensitivity of lung squamous cell carcinoma."}, {"pubmed": 36304254, "text": "Comprehensive Analysis of the Oncogenic Role of Targeting Protein for Xklp2 (TPX2) in Human Malignancies."}, {"pubmed": 36468837, "text": "KIF4A promotes genomic stability and progression of endometrial cancer through regulation of TPX2 protein degradation."}, {"pubmed": 36583803, "text": "miR-29c Suppresses the Malignant Phenotype of Hepatocellular Carcinoma Cells In Vitro by Mediating TPX2 Associated with Immune Infiltration."}, {"pubmed": 36596852, "text": "TPX2 prompts mitotic survival via the induction of BCL2L1 through YAP1 protein stabilization in human embryonic stem cells."}, {"pubmed": 36707511, "text": "TPX2 enhances the transcription factor activation of PXR and enhances the resistance of hepatocellular carcinoma cells to antitumor drugs."}, {"pubmed": 36789877, "text": "TPX2 promotes ovarian tumorigenesis by interacting with Lamin A/C and affecting its stability."}, {"pubmed": 36797043, "text": "AurkA nuclear localization is promoted by TPX2 and counteracted by protein degradation."}, {"pubmed": 36862329, "text": "TPX2 Amplification-Driven Aberrant Mitosis in Culture Adapted Human Embryonic Stem Cells with gain of 20q11.21."}, {"pubmed": 37142730, "text": "TPX2 expression as a negative predictor of gemcitabine efficacy in pancreatic cancer."}, {"pubmed": 37824390, "text": "miRNA-27b-3p/TPX2 Axis Regulates Clear Cell Renal Cell Carcinoma Cell Proliferation, Invasion and Migration."}, {"pubmed": 38266813, "text": "TPX2 influences the regulation of macrophage polarization via the NF-kappaB pathway in lung adenocarcinoma."}, {"pubmed": 38315450, "text": "Integrative analysis confirms TPX2 as a novel biomarker for clinical implication, tumor microenvironment, and immunotherapy response across human solid tumors."}, {"pubmed": 38770093, "text": "TPX2 upregulates MMP13 to promote the progression of lipopolysaccharide-induced osteoarthritis."}], "genomic_pos": {"chr": "20", "end": 31801805, "ensemblgene": "ENSG00000088325", "start": 31739271, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 30389608, "start": 30327074, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000278", "pubmed": 9207457, "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007020", "pubmed": 26414402, "qualifier": "involved_in", "term": "microtubule nucleation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007026", "pubmed": 26414402, "qualifier": "involved_in", "term": "negative regulation of microtubule depolymerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032147", "pubmed": [14580337, 19801554], "qualifier": "involved_in", "term": "activation of protein kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060236", "pubmed": 18663142, "qualifier": "involved_in", "term": "regulation of mitotic spindle organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090307", "pubmed": [26165940, 37728657], "qualifier": "involved_in", "term": "mitotic spindle assembly"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000922", "pubmed": 14718566, "qualifier": "colocalizes_with", "term": "spindle pole"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9207457, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005819", "pubmed": 37728657, "qualifier": "is_active_in", "term": "spindle"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005819", "pubmed": 18663142, "qualifier": "located_in", "term": "spindle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005874", "qualifier": "located_in", "term": "microtubule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015630", "qualifier": "located_in", "term": "microtubule cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043203", "qualifier": "located_in", "term": "axon hillock"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045171", "qualifier": "located_in", "term": "intercellular bridge"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0072686", "qualifier": "located_in", "term": "mitotic spindle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14580337, 17474147, 19357306, 20360068, 21242313, 22110403, 25416956, 25986610, 27837025, 28514442, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": [14580337, 18662907, 19801554], "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0060090", "pubmed": 37728657, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061676", "pubmed": 26165940, "qualifier": "enables", "term": "importin-alpha family protein binding"}]}, "homologene": {"genes": [[8364, 100124787], [9031, 395081], [9544, 712961], [9598, 458157], [9606, 22974], [9615, 477186], [9913, 507226], [10090, 72119], [10116, 311546]], "id": 8107}, "interpro": [{"desc": "TPX2", "id": "IPR009675", "short_desc": "TPX2_fam"}, {"desc": "Aurora-A binding", "id": "IPR015128", "short_desc": "Aurora-A-bd"}, {"desc": "TPX2, C-terminal", "id": "IPR027329", "short_desc": "TPX2_C"}, {"desc": "TPX2 central domain", "id": "IPR027330", "short_desc": "TPX2_central_dom"}], "ipi": ["IPI00008477", "IPI00102661"], "map_location": "20q11.21", "name": "TPX2 microtubule nucleation factor", "other_names": ["TPX2, microtubule-associated protein homolog", "TPX2, microtubule-associated, homolog", "differentially expressed in cancerous and non-cancerous lung cells 2", "differentially expressed in cancerous and noncancerous lung cells 2", "differentially expressed in lung cells", "hepatocellular carcinoma-associated antigen 519", "hepatocellular carcinoma-associated antigen 90", "preferentially expressed in colorectal cancer", "protein fls353", "restricted expression proliferation associated protein 100", "targeting protein for Xklp2"], "pantherdb": {"HGNC": "1249", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1919369", "ortholog_type": "LDO", "panther_family": "PTHR14326", "taxid": 10090, "uniprot_kb": "A2APB8"}, {"RGD": "1311894", "ortholog_type": "LDO", "panther_family": "PTHR14326", "taxid": 10116, "uniprot_kb": "D3ZA78"}, {"Ensembl": "ENSGALG00000006267", "ortholog_type": "LDO", "panther_family": "PTHR14326", "taxid": 9031, "uniprot_kb": "F1NW64"}, {"ZFIN": "ZDB-GENE-030131-9652", "ortholog_type": "LDO", "panther_family": "PTHR14326", "taxid": 7955, "uniprot_kb": "E9QE51"}, {"TAIR": "2831117", "ortholog_type": "O", "panther_family": "PTHR14326", "taxid": 3702, "uniprot_kb": "Q5XVC4"}, {"TAIR": "2180897", "ortholog_type": "O", "panther_family": "PTHR14326", "taxid": 3702, "uniprot_kb": "F4K9U0"}, {"TAIR": "1006230588", "ortholog_type": "O", "panther_family": "PTHR14326", "taxid": 3702, "uniprot_kb": "F4K773"}, {"TAIR": "2182845", "ortholog_type": "O", "panther_family": "PTHR14326", "taxid": 3702, "uniprot_kb": "F4K6K7"}, {"TAIR": "2167963", "ortholog_type": "O", "panther_family": "PTHR14326", "taxid": 3702, "uniprot_kb": "Q5XUX8"}, {"TAIR": "2118076", "ortholog_type": "O", "panther_family": "PTHR14326", "taxid": 3702, "uniprot_kb": "Q4V3B0"}, {"TAIR": "2127203", "ortholog_type": "O", "panther_family": "PTHR14326", "taxid": 3702, "uniprot_kb": "Q4V3C5"}, {"TAIR": "2158695", "ortholog_type": "O", "panther_family": "PTHR14326", "taxid": 3702, "uniprot_kb": "Q9FKW1"}, {"TAIR": "2024132", "ortholog_type": "LDO", "panther_family": "PTHR14326", "taxid": 3702, "uniprot_kb": "F4I2H7"}], "uniprot_kb": "Q9ULW0"}, "pathway": {"biocarta": {"id": "ranmspathway", "name": "role of ran in mitotic spindle regulation"}, "pid": [{"id": "aurora_a_pathway", "name": "Aurora A signaling"}, {"id": "plk1_pathway", "name": "PLK1 signaling events"}], "reactome": [{"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-5633007", "name": "Regulation of TP53 Activity"}, {"id": "R-HSA-6804756", "name": "Regulation of TP53 Activity through Phosphorylation"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8854518", "name": "AURKA Activation by TPX2"}], "wikipathways": {"id": "WP2361", "name": "Gastric Cancer Network 1"}}, "pdb": ["1OL5", "3E5A", "3HA6", "4C3P", "5LXM", "6BJC", "6VPG", "6VPH", "6VPI", "6VPJ", "6VPL", "6VPM", "6XKA"], "pfam": ["PF06886", "PF09041", "PF12214"], "pharmgkb": "PA25638", "pharos": {"target_id": 5194, "tdl": "Tbio"}, "pir": "T17292", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF218350", "relationship": "is"}, {"id": "GNF219183", "relationship": "is"}, {"id": "GNF262747", "relationship": "is"}, {"id": "GNF262748", "relationship": "is"}, {"id": "GNF262749", "relationship": "is"}, {"id": "GNF262750", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164189", "relationship": "weakly similar to"}, "GNF_hs-Origene": {"id": "GNF035807", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF014866", "relationship": "is"}, {"id": "GNF014867", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF111058", "relationship": "is"}, {"id": "GNF150699", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": ["NP_036244.2", "XP_011526999.1", "XP_011527001.1", "XP_011527002.1", "XP_047295973.1", "XP_047295974.1", "XP_054179180.1", "XP_054179181.1", "XP_054179182.1", "XP_054179183.1", "XP_054179184.1"], "rna": ["NM_012112.5", "XM_011528697.3", "XM_011528699.3", "XM_011528700.4", "XM_047440017.1", "XM_047440018.1", "XM_054323205.1", "XM_054323206.1", "XM_054323207.1", "XM_054323208.1", "XM_054323209.1"], "translation": [{"protein": "XP_047295973.1", "rna": "XM_047440017.1"}, {"protein": "XP_011527001.1", "rna": "XM_011528699.3"}, {"protein": "XP_054179181.1", "rna": "XM_054323206.1"}, {"protein": "XP_054179183.1", "rna": "XM_054323208.1"}, {"protein": "NP_036244.2", "rna": "NM_012112.5"}, {"protein": "XP_054179182.1", "rna": "XM_054323207.1"}, {"protein": "XP_054179180.1", "rna": "XM_054323205.1"}, {"protein": "XP_054179184.1", "rna": "XM_054323209.1"}, {"protein": "XP_011526999.1", "rna": "XM_011528697.3"}, {"protein": "XP_011527002.1", "rna": "XM_011528700.4"}, {"protein": "XP_047295974.1", "rna": "XM_047440018.1"}]}, "reporter": {"HG-U133_Plus_2": "210052_s_at", "HG-U95Av2": "39109_at", "HG-U95B": ["45573_at", "45574_g_at"], "HTA-2_0": "TC20000198.hg.1", "HuEx-1_0": "3881443", "HuGene-1_1": "8061579", "HuGene-2_1": "16912379"}, "retired": [10416, 23477], "summary": "Enables importin-alpha family protein binding activity and protein kinase binding activity. Involved in activation of protein kinase activity; microtubule cytoskeleton organization; and negative regulation of microtubule depolymerization. Located in intercellular bridge; mitotic spindle; and nucleoplasm. Colocalizes with spindle pole. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "TPX2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412939"}, "unigene": "Hs.244580", "uniprot": {"Swiss-Prot": "Q9ULW0", "TrEMBL": "Q643R0"}, "wikipedia": {"url_stub": "TPX2"}}