{"AllianceGenome": "12036", "HGNC": "12036", "MIM": "602355", "_id": "7189", "_version": 2, "accession": {"genomic": ["AC009656.11", "AC061999.6", "AY228337.1", "CH471064.2", "CP068267.2", "NC_000011.10", "NC_060935.1"], "protein": ["AAB38751.1", "AAH31052.1", "AAO38054.1", "BAF85667.1", "EAW68119.1", "EAW68120.1", "EAW68121.1", "EAW68122.1", "NP_004611.1", "NP_665802.1", "Q9Y4K3.1"], "rna": ["AK128396.1", "AK292978.1", "BC031052.1", "BI463192.1", "BQ187062.1", "DA855021.1", "NM_004620.4", "NM_145803.3", "U78798.2"], "translation": [{"protein": "BAF85667.1", "rna": "AK292978.1"}, {"protein": "AAB38751.1", "rna": "U78798.2"}, {"protein": "NP_665802.1", "rna": "NM_145803.3"}, {"protein": "NP_004611.1", "rna": "NM_004620.4"}, {"protein": "AAH31052.1", "rna": "BC031052.1"}]}, "alias": ["MGC:3310", "RNF85"], "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000175104", "protein": ["ENSP00000337853", "ENSP00000433623"], "transcript": ["ENST00000348124", "ENST00000526995", "ENST00000529150"], "translation": [{"protein": "ENSP00000433623", "rna": "ENST00000526995"}, {"protein": "ENSP00000337853", "rna": "ENST00000348124"}], "type_of_gene": "protein_coding"}, "entrezgene": "7189", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.7295635613, "exp_mis": 172.090265875, "exp_syn": 59.0278782343, "lof_z": 4.0516502829424, "mis_z": 2.57605636488413, "mu_lof": 1.2857455363e-06, "mu_mis": 1.52788559851e-05, "mu_syn": 5.12324608489e-06, "n_lof": 0.0, "n_mis": 103.0, "n_syn": 59.0, "p_li": 0.996923826264077, "p_null": 1.63869102024427e-07, "p_rec": 0.00307600986682074, "syn_z": 0.00224964327566309}, "bp": 1569, "cds_end": 36523065, "cds_start": 36511387, "n_exons": 6, "nonpsych": {"exp_lof": 15.0203869098, "exp_mis": 155.636818886, "exp_syn": 53.304445049, "lof_z": 3.80620851203446, "mis_z": 3.0175782430231, "mu_lof": 1.2857455363e-06, "mu_mis": 1.52788559851e-05, "mu_syn": 5.12324608489e-06, "n_lof": 0.0, "n_mis": 81.0, "n_syn": 54.0, "p_li": 0.994920072426694, "p_null": 6.79952214017956e-07, "p_rec": 0.00507924762109222, "syn_z": -0.0599805050829212}, "nontcga": {"exp_lof": 15.3793578769, "exp_mis": 158.311214872, "exp_syn": 54.2938107459, "lof_z": 3.86856929885535, "mis_z": 2.58607871452966, "mu_lof": 1.2857455363e-06, "mu_mis": 1.52788559851e-05, "mu_syn": 5.12324608489e-06, "n_lof": 0.0, "n_mis": 93.0, "n_syn": 51.0, "p_li": 0.995115138259846, "p_null": 5.05731119505003e-07, "p_rec": 0.00488435600903419, "syn_z": 0.283038613394955}, "transcript": "ENST00000526995.1"}, "exons": [{"cdsend": 36501515, "cdsstart": 36489837, "chr": "11", "position": [[36483770, 36490650], [36492550, 36492628], [36494975, 36495047], [36497107, 36497266], [36498489, 36498640], [36501219, 36501537], [36510047, 36510272]], "strand": -1, "transcript": "NM_004620", "txend": 36510272, "txstart": 36483770}, {"cdsend": 36501515, "cdsstart": 36489837, "chr": "11", "position": [[36483770, 36490650], [36492550, 36492628], [36494975, 36495047], [36497107, 36497266], [36498489, 36498640], [36501219, 36501537], [36501718, 36501811], [36510047, 36510272]], "strand": -1, "transcript": "NM_145803", "txend": 36510272, "txstart": 36483770}], "exons_hg19": [{"cdsend": 36523065, "cdsstart": 36511387, "chr": "11", "position": [[36505320, 36512200], [36514100, 36514178], [36516525, 36516597], [36518657, 36518816], [36520039, 36520190], [36522769, 36523087], [36531597, 36531822]], "strand": -1, "transcript": "NM_004620", "txend": 36531822, "txstart": 36505320}, {"cdsend": 36523065, "cdsstart": 36511387, "chr": "11", "position": [[36505320, 36512200], [36514100, 36514178], [36516525, 36516597], [36518657, 36518816], [36520039, 36520190], [36522769, 36523087], [36523268, 36523361], [36531597, 36531822]], "strand": -1, "transcript": "NM_145803", "txend": 36531822, "txstart": 36505320}], "generif": [{"pubmed": 11751921, "text": "the novel zinc finger protein TIZ may play a role during osteoclast differentiation by modulating TRAF6 signaling activity."}, {"pubmed": 12193732, "text": "The C-terminal fragment of TRAF6 inhibits lipopolysaccharide-induced NF-kappa B nuclear translocation and c-Jun NH2-terminal kinase activation in endothelial cells."}, {"pubmed": 12270937, "text": "Results establish a major role of TRAF3 and -6 in X-linked ectodermal dysplasia receptor (XEDAR) signaling and in the process of ectodermal differentiation."}, {"pubmed": 12496252, "text": "Pellino 1 is required for interleukin-1-mediated signaling through its interaction with the interleukin-1 receptor-associated kinase 4-IRAK-tumor necrosis factor receptor-associated factor 6 complex"}, {"pubmed": 12714497, "text": "direct endothelial-stimulatory role of lipopolysaccharides in initiating angiogenesis through activation of TRAF6-dependent signaling pathways."}, {"pubmed": 12804775, "text": "Pellino2 interacts with TRAF6 and activates the MAP kinase pathway."}, {"pubmed": 14530355, "text": "TRAF6 interacts with TIR domain-containing adaptor inducing IFN-beta (TRIF) through the TRAF domain of TRAF6 and TRAF6-binding motifs found in the N-terminal portion of TRIF."}, {"pubmed": 14550571, "text": "In liver cells, IL-1 stimulates TRAF6 poly-ubiquitination"}, {"pubmed": 14593105, "text": "STAT3/NF-kappaB p65 cross-talk activated by IL-1 via TRAF6."}, {"pubmed": 14996708, "text": "TRAF6 acts as a bifurcation point of the lipopolysaccharide-initiated death and survival signals in endothelial cells."}, {"pubmed": 15125833, "text": "TRAF6 ubiquitin ligase kinase mediates IKK activation by BCL10 and MALT1. RNAi-mediated silencing of TRAF6 suppressed TCR-dependent IKK activation and interleukin-2 production in T cells."}, {"pubmed": 15247281, "text": "identified a putative TRAF6 interaction site in Mal but not in MyD88 and we demonstrate that Mal can be co-immunoprecipitated with TRAF6"}, {"pubmed": 15361868, "text": "TLR-mediated IFN-alpha induction requires the formation of a complex consisting of MyD88, TRAF6 and IRF7 as well as TRAF6-dependent ubiquitination."}, {"pubmed": 15456887, "text": "Data show that endogenous germinal center kinase is activated by agonists that require TRAF6 for c-Jun N-terminal kinase activation."}, {"pubmed": 15492226, "text": "oligomerization and polyubiquitination of TRAF6 induced by TIFA leads to the activation of TAK1 and IKK through a proteasome-independent mechanism"}, {"pubmed": 15591054, "text": "IL-8-induced NF-kappaB activation proceeds through a TRAF2-independent but TRAF6-dependent pathway, followed by recruitment of IRAK and activation of IKK"}, {"pubmed": 15634933, "text": "TRAF6 acts as a critical adapter of both the Src/ERK1/2 kinases and IkappaB kinase/NF-kappaB proinflammatory signaling pathways in monocytes and macrophages."}, {"pubmed": 16079148, "text": "p62 regulates nerve growth factor-induced NF-kappaB activation by influencing TRAF6 polyubiquitination"}, {"pubmed": 16251197, "text": "Involvement of the TAB2/TRAF6/TAK1 signalling complex in the Edar signal transduction pathway has important implications for understanding of NF-kappaB activation and anhidrotic ectodermal dysplasia in human."}, {"pubmed": 16260598, "text": "TRAF2-dependent CD40 signal transduction requires TRAF6 in nonhemopoietic cells"}, {"pubmed": 16280329, "text": "LMP1 utilizes two distinct pathways to activate NF-kappaB: a major one through CTAR2/TRAF6/TAK1/IKKbeta (canonical pathway) and a minor one through CTAR1/TRAF3/NIK/IKKalpha (noncanonical pathway)"}, {"pubmed": 16354686, "text": "Rac1 facilitated the recruitment of Nox2 into the endosomal compartment and subsequent redox-dependent recruitment of TRAF6 to the MyD88/IL-1R1 complex."}, {"pubmed": 16436380, "text": "TRAF6 regulates cell fate decisions by inducing caspase 8-dependent apoptosis and the activation of NF-kappaB"}, {"pubmed": 16446357, "text": "an LMP1-associated complex containing TRAF6, TAB2, and TAK1 plays an essential role in the activation of JNK"}, {"pubmed": 16452479, "text": "NF-kappa B signaling is induced by the oncoprotein Tio through direct interaction with TRAF6."}, {"pubmed": 16484229, "text": "the interaction of IRF-8 with TRAF6 modulates TLR signaling and may contribute to the cross-talk between IFN-gamma and TLR signal pathways"}, {"pubmed": 16517750, "text": "TGF-beta-activated kinase 1, TNF receptor-associated factor 6, and myeloid differentiation primary response gene (88) are important signal transducers in H. pylori-infected human epithelial cells"}, {"pubmed": 16527194, "text": "A candidate gene in ectodermal dysplasia."}, {"pubmed": 16635910, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16920630, "text": "TRAF6 is a critical adaptor linking two convergent signaling events; PKCtheta control of CARMA1 phosphorylation, and BCL10-dependent caspase-8 activation."}, {"pubmed": 16932746, "text": "knockdown of UL144, TRAF6 or NFkappaB by specific siRNA in infections with UL144-encoding HCMV prevents the activation of CCL22 expression"}, {"pubmed": 17135271, "text": "An intact RING domain of TRAF6 is required for NF-kappaB activation and biological signaling."}, {"pubmed": 17346928, "text": "This study, for the first time, reveals a possible molecular mechanism that the initiation of the IL-17F/IL-17R signaling pathway requires the receptor ubiquitination by TRAF6."}, {"pubmed": 17363736, "text": "Inhibition of the MyD88 and TRAF6 adaptor proteins of the TLR pathway blocked not only B7-H1 expression induced by TLR ligands but also that mediated by IFN-gamma"}, {"pubmed": 17377523, "text": "Sequencing of the promoter region and exons of the TRAF6 gene revealed three sequence variants, one of which was found in three affected members within one family with osteoporosis."}, {"pubmed": 17572386, "text": "These data establish a signaling cascade in which regulated Lys63-linked TRAF6 auto-ubiquitination is the critical upstream mediator of osteoclast differentiation."}, {"pubmed": 17608743, "text": "Results show that decrease in the ubiquitination of TRAF6 is YopJ-dependent and to prevent or is to remove the K63-polymerized ubiquitin conjugates required for signal transduction."}, {"pubmed": 17724081, "text": "These findings demonstrate that Trx, TRAF2, and TRAF6 regulate ASK1 activity by modulating N-terminal homophilic interaction of ASK1."}, {"pubmed": 17878161, "text": "IRAK-2 plays a more central role than IRAK-1 in TLR signaling to NFkappaB through TRAF6 ubiquitination"}, {"pubmed": 17905570, "text": "MyD88, IRAK1 and TRAF6 proteins are crucial early mediators for the IL-1-induced MMP-13 regulation through MAPK pathways and AP-1 activity."}, {"pubmed": 17982039, "text": "two independent and indispensable signaling pathways-1) JAK1-associated PI3K signaling and 2) Act1/TRAF6/TAK1-mediated NF-kappaB activation-are stimulated by IL-17A to regulate gene induction in human airway epithelial cells."}, {"pubmed": 18056395, "text": "TRAF6-caspase-4 interaction, triggered by LPS, leads to NF-kappaB-dependent transcriptional up-regulation and secretion of important cytokines and chemokines in innate immune signaling in human monocytic cells."}, {"pubmed": 18070982, "text": "TRAF6 is involved but with different mechanisms in MyD88-induced and IRAK-induced activation of NF-kappaB and suggest that TRAF6 uses a distinctive mechanism to activate NF-kappaB depending on signals."}, {"pubmed": 18093978, "text": "TRAF6 is modified by small ubiquitin-related modifier-1, interacts with histone deacetylase 1, and represses c-Myb-mediated transactivation."}, {"pubmed": 18234474, "text": "Suggest that syntenin is a physiological suppressor of TRAF6 and plays an inhibitory role in IL-1R- and TLR4- mediated NF-kappaB activation pathways."}, {"pubmed": 18411265, "text": "signals from the IL-1 receptor segregate into at least two separate pathways at the level of IRAK1; one couples through TRAF6 to NFkappaB activation while a second utilizes a TRAF6-independent pathway that is responsible for mRNA stabilization"}, {"pubmed": 18457658, "text": "In this study, the lysine selection process for TRAF6/p62 ubiquitination was examined."}, {"pubmed": 18474871, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18617513, "text": "The RING domain and first zinc finger of TRAF6 coordinate signaling by interleukin-1, lipopolysaccharide, and RANKL"}, {"pubmed": 18682563, "text": "the HSV U(L)37 virion structural protein can activate NF-kappaB through TRAF6."}, {"pubmed": 18710948, "text": "TRAF6 and its E3 ligase activity are required for LMP1-stimulated IRF7 ubiquitination."}, {"pubmed": 18758450, "text": "TGF-beta specifically activates TAK1 through interaction of TbetaRI with TRAF6, whereas activation of Smad2 is not dependent on TRAF6."}, {"pubmed": 18759459, "text": "Through nuclear magnetic resonance spectroscopy it has been determined that the RING domain of TRAF6 is rigid at the protein core, consistent with the functional requirement that RING domains form a binding scaffold for E2 ubiquitin conjugation enzymes."}, {"pubmed": 18782768, "text": "pneumolysin selectively induced expression of MKP1 via a TLR4-dependent MyD88-TRAF6-ERK pathway, which inhibited the PAK4-JNK signaling pathway,leading to up-regulation of MUC5AC mucin production"}, {"pubmed": 18922473, "text": "These results indicate that TGF-beta activates JNK and p38 through a mechanism similar to that operating in the interleukin-1beta/Toll-like receptor pathway."}, {"pubmed": 18984593, "text": "IPS-1 requires TRAF6 and MEKK1 to activate NF-kappaB and mitogen-activated protein kinases that are critical for the optimal induction of type I interferons"}, {"pubmed": 18987746, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18996842, "text": "TRAF6 and interleukin receptor-associated kinase 2 are novel binding partners for PS1, and IL-1R1 is a new substrate for presenilin-dependent gamma-secretase cleavage"}, {"pubmed": 19112497, "text": "analysis of TRAF6 autoubiquitination-independent activation of the NFkappaB and MAPK pathways in response to IL-1 and RANKL"}, {"pubmed": 19232518, "text": "These results indicate that TRAF6-mediated ubiquitination of IL-1R1 has a decisive role in IL-1R1 signalling and propose a molecular mechanism whereby TRAF6 promotes ubiquitination and RIP of IL-1R1 through its ubiquitin ligase activity."}, {"pubmed": 19254290, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19331827, "text": "BCAR1 is essential for the rapid estrogen effect on osteoclast differentiation, through estrogen receptor alpha and possibly Traf6."}, {"pubmed": 19365808, "text": "Data show that NESCA and NEMO interact by their N-terminal region, that NESCA directly associates with TRAF6, which in turn catalyzes NESCA polyubiquitination, and that NESCA overexpression strongly inhibits TRAF6-mediated polyubiquitination of NEMO."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19465916, "text": "crystal structures of TRAF6 and its complex with the ubiquitin-conjugating enzyme (E2) Ubc13"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19592497, "text": "the novel role for Mal in facilitating the direct recruitment of TRAF6 to the plasma membrane, which is necessary for TLR2- and TLR4-induced transactivation of NF-kappaB and regulation of the subsequent pro-inflammatory response."}, {"pubmed": 19713527, "text": "TRAF6 was found to be a direct E3 ligase for Akt and was essential for Akt ubiquitination, membrane recruitment, and phosphorylation upon growth-factor stimulation"}, {"pubmed": 19716405, "text": "DSCR1-1S isoform positively modulates IL-1R-mediated signaling pathways by regulating Tollip/IRAK-1/TRAF6 complex formation."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19786094, "text": "show that IRF-5 is phosphorylated by IKKalpha in a MyD88-TRAF6 pathway."}, {"pubmed": 19825828, "text": "Act1 mediates IL-17-induced signaling pathways through its E3 ubiquitin ligase activity and TRAF6 is a critical substrate of Act1, which indicates the importance of protein ubiquitination in the IL-17-dependent inflammatory response"}, {"pubmed": 19898481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19996094, "text": "Findings suggest that OTUB1 and OTUB2 negatively regulate virus-triggered type I IFN induction and cellular antiviral response by deubiquitinating TRAF3 and TRAF6."}, {"pubmed": 20047764, "text": "The binding of TRAF2 and TRAF6 to TICAM-1 cooperatively activates the IFN-inducing pathway through ubiquitination of TICAM-1."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20079715, "text": "NUMBL interacts with TRAF6 and promotes the degradation of TRAF6 in vivo, leading to the inhibition of NF-kappaB signaling pathway."}, {"pubmed": 20097753, "text": "virus-triggered ubiquitination of TRAF3 and TRAF6 by cIAP1 and cIAP2 is essential for type I IFN induction and cellular antiviral response"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20410276, "text": "Data identify a new RIG-I/MAVS/TRAF6/IKKbeta/p65Ser536 pathway placed under the control of NOX2, thus characterizing a novel regulatory pathway involved in NF-kappaB-driven proinflammatory response in the context of RSV infection."}, {"pubmed": 20449947, "text": "Results indicate that TRAF2 can signal in human B cells, but is not essential for CD40-mediated NF-kappaB activation, and that TRAF2 can compete with TRAF6 for CD40 binding, limiting the capacity of CD40 engagement to induce NF-kappaB activation."}, {"pubmed": 20512936, "text": "TRAF auto-ubiquitination is a means of sustaining an open conformation active in downstream signaling."}, {"pubmed": 20529958, "text": "Data demonstrate that NEMO/TRAF6 interaction has physiological relevance and might represent a new target for therapeutic purposes."}, {"pubmed": 20542134, "text": "In conclusion, Helicobacter pylori-induced miR-146a plays a potential role in a negative feedback loop to modulate the inflammation by targeting IRAK1 and TRAF6."}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634198, "text": "TRAF6 stimulates the accumulation of insoluble and polyubiquitinated mutant DJ-1 into cytoplasmic aggregates. In human post-mortem brains of Parkinson's disease patients, TRAF6 protein colocalizes with aSYN in Lewy bodies."}, {"pubmed": 20644648, "text": "Study demonstrates that TRAF6 is not required for atherogenesis in mice and does not associate with clinical disease in humans."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20813000, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20932475, "text": "A cytoplasmic ATM-TRAF6-cIAP1 module links nuclear DNA damage signaling to ubiquitin-mediated NF-kappaB activation."}, {"pubmed": 21041452, "text": "a novel lymphoma-associated mutation in human BAFF-R that results in NF-kappaB activation and reveals TRAF6 as a necessary component of normal BAFF-R signaling."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21078302, "text": "findings reveal another signalling molecule affected by S-glutathionylation and uncover a crucial role for GRX-1 in the TRAF6-dependent activation of NF-kappaB by IL-1R/TLRs."}, {"pubmed": 21127049, "text": "A20 appeared to be a late-expressed gene in LPS-treated cultures and was associated with TRAF6 degradation and NF-kappaB"}, {"pubmed": 21185369, "text": "A conserved functional role of the TRAF RING domain dimerization interface and a potentially necessary but insufficient role for RING-dependent TRAF6 K63-linked polyubiquitination towards NF-kappaB activation in cells."}, {"pubmed": 21220427, "text": "LPS-induced activation of IRAK4 and TAK1, K63-linked polyubiquitination of IRAK1 and TRAF6, and disrupted IRAK1-TRAF6 and IRAK1-IKKgamma assembly associated with increased A20 expression"}, {"pubmed": 21312055, "text": "studies suggested that TRAF6 was required for NF-kappaB activation in EC109 cells and it may be a good molecular target for suppressing the survival and proliferation of esophageal cancer cells"}, {"pubmed": 21412053, "text": "Blocking TRAF6 activity can be used as a therapeutic approach to preserve skeletal muscle mass and function in different disease states and conditions."}, {"pubmed": 21454471, "text": "Tumor necrosis factor receptor-associated factor 6 (TRAF6) associates with huntingtin protein and promotes its atypical ubiquitination to enhance aggregate formation."}, {"pubmed": 21460221, "text": "Pattern recognition scavenger receptor CD204 attenuates Toll-like receptor 4-induced NF-kappaB activation by directly inhibiting ubiquitination of tumor necrosis factor (TNF) receptor-associated factor 6."}, {"pubmed": 21557901, "text": "The TRAF6 mRNA and protein levels in THP-1 cells were also significantly increased with the treatment of anti-beta2GPI/beta2GPI complex."}, {"pubmed": 21629263, "text": "TGFbeta, via TRAF6, causes Lys63-linked polyubiquitination of TbetaRI, promoting cleavage of TbetaRI by TNF-alpha converting enzyme (TACE), in a PKCzeta-dependent manner."}, {"pubmed": 21805090, "text": "RanBPM influences TRAF6 ubiquitination and the TRAF6-triggered NF-kappaB signaling pathway through RanBPM's interaction with TRAF6. These data suggest that RanBPM participates in gene transcription by binding to TRAF6."}, {"pubmed": 21813202, "text": "CD40-mediated apoptosis occurred in the absence of TRAF2 and TRAF3 association, but was significantly reduced when CD40 was deficient in its TRAF6 binding."}, {"pubmed": 21909504, "text": "results suggested that TRAF6 may be key molecule to control proinflammatory cytokine production induced by P gingivalis and its LPS. TRAF6 suppression may inhibit inflammatory responses in HPDLCs infected by P gingivalis and its LPS."}, {"pubmed": 21911935, "text": "Identified a frequently recurring amplification at chromosome 11 band p13 in NSCLC and SCLC cell lines and tumors. Within this region, only TRAF6 exhibited concomitant mRNA overexpression and gene amplification in lung cancers."}, {"pubmed": 21940676, "text": "It is of great importance to elucidate how TRAF6 (as signal mediator) and CLM-3 (as the regulator) cooperate with each other and how they are controlled."}, {"pubmed": 21980489, "text": "the protein associates with TGF-beta receptors and components of the TRAF6-TAK1 signaling module"}, {"pubmed": 22029577, "text": "USP4 deubiquitinates both TRAF2 and TRAF6 in vivo and in vitro in a deubiquitinase activity-dependent manner."}, {"pubmed": 22033216, "text": "overexpressed in the peripheral mononuclear cells of patients with Sjogren's syndrome"}, {"pubmed": 22033459, "text": "Results indicate that stimulation of TLRs induces proteasome-dependent downregulation of TRAF6, and that TRAF6 associated with ubiquitinated IRAK-1 is degraded together by the proteasome."}, {"pubmed": 22140520, "text": "TRAF6 can regulate HIV-1 production and expression of IRF7 promotes HIV-1 replication."}, {"pubmed": 22231568, "text": "Our data indicate the presence of association of TRAF6 with systemic lupus erythematosus."}, {"pubmed": 22303480, "text": "TLR-dependent TRAF6-MKK3-p38 MAPK signaling pathway synergizes with PKCtheta;-MEK-ERK signaling pathway. CARMA1 plays a crucial role in mediating this synergistic effect via TRAF6."}, {"pubmed": 22326918, "text": "these findings define a novel pro-angiogenic signaling response in endothelial cells that is regulated by TRAF6."}, {"pubmed": 22447928, "text": "the proline-rich Src homology 3 domain-binding motif in TRAF6 interacts directly with activated SFKs to couple LPS engagement of TLR4 to SFK activation and loss of barrier integrity in HMVEC-Ls."}, {"pubmed": 22450746, "text": "Traf6 has two important roles in SCC invasion: it promotes cell intrinsic Cdc42-dependent regulation of the actin cytoskeleton and enables production of the paracrine signal, TNFalpha, that enhances the activity of CAFs."}, {"pubmed": 22513239, "text": "In psoriatic arthritis patients TRAF6 binding is controlled through TRAF3IP2-variant p.Asp10Asn."}, {"pubmed": 22589256, "text": "The data do not support a role of the rs540386 TRAF6 variant as a key component of the genetic network underlying ystemic sclerosis and giant cell arteritis."}, {"pubmed": 22590573, "text": "Kaposi's sarcoma associated herpesvirus encoded viral FLICE inhibitory protein K13 activates NF-kappaB pathway independent of TRAF6, TAK1 and LUBAC"}, {"pubmed": 22643835, "text": "PINK1 positively regulates two key molecules, TRAF6 and TAK1, in the IL-1beta-mediated signaling pathway, consequently up-regulating their downstream inflammatory events"}, {"pubmed": 22644879, "text": "Interaction of IFNgammaR1 with TRAF6 regulates NF-kappaB activation and IFNlambdaR1 stability."}, {"pubmed": 22656185, "text": "Elevated synovial TRAF6 expression correlated with synovitis severity in rheumatoid arthritis"}, {"pubmed": 22719861, "text": "TRAF6-dependent signaling may be a central pathway in osteoclast differentiation, and that TNF superfamily molecules other than RANKL may modify RANK signaling by interaction with TRAF6-associated signaling"}, {"pubmed": 22736025, "text": "Data suggest that TRAF6 is a promise target for therapeutic strategies against cancer."}, {"pubmed": 22851693, "text": "Beta-TrCP deficiency abolished the translocation TAK1-TRAF6 complex from the membrane to the cytosol, resulting in a diminishment of the IL-1-induced TAK1-dependent pathway."}, {"pubmed": 22851696, "text": "The findings define a new role for the IKK-related kinases in suppressing IL-17-mediated NF-kappaB activation through TRAF6-dependent Act1 phosphorylation."}, {"pubmed": 22863753, "text": "NLRC3 inhibited Toll-like receptor (TLR)-dependent activation of the transcription factor NF-kappaB by interacting with the TLR signaling adaptor TRAF6"}, {"pubmed": 22886393, "text": "the overexpression of TRAF6 in osteosarcoma might be related to the tumorigenesis, invasion of osteosarcoma"}, {"pubmed": 22901274, "text": "findings indicated that common genetic variants in TRAF6 were significantly associated with susceptibility to sepsis-induced ALI in Chinese Han population"}, {"pubmed": 22924441, "text": "Results show that mutation in TRAF6 protein shows a dominant negative effect against the wild-type TRAF6 protein leading to HED phenotype"}, {"pubmed": 23013936, "text": "We found a positive correlation between TRAF6 and ubiquitin expression, suggesting that TRAF6 may up regulates ubiquitin activity in cancer cachexia."}, {"pubmed": 23055197, "text": "TRAF6 might be involved in the potentiation of growth, proliferation, and invasion of A549 cell line, as well as the inhibition of A549 cell apoptosis by the activation of NF-kappaB"}, {"pubmed": 23185365, "text": "ubiquitin ligase TRAF6 negatively regulates the JAK-STAT signaling pathway by binding to STAT3 and mediating its ubiquitination"}, {"pubmed": 23264041, "text": "USP2a plays an important role in TCR signaling by deSUMOylating TRAF6 and mediating TRAF6-MALT1 interaction"}, {"pubmed": 23381138, "text": "UBE2O negatively regulates TRAF6-mediated NF-kappaB activation by inhibiting TRAF6 polyubiquitination."}, {"pubmed": 23431243, "text": "The results indicate that TRAF4 and TRAF6 are overexpressed in IBD. TRAF4 and TRAF6 play different roles in the pathogenesis of IBD"}, {"pubmed": 23478027, "text": "Human herpesvirus 1 US3 is necessary and sufficient for inhibiting TLR2 signaling at or before the stage of TRAF6 ubiquitination."}, {"pubmed": 23514740, "text": "TRAF6 promotes linker for activation of T cell (LAT) ubiquitination and phosphorylation upon T cell receptor (TCR) engagement."}, {"pubmed": 23524951, "text": "findings show under non-autophagic conditions, mTOR inhibits AMBRA1 by phosphorylation, whereas on autophagy induction, AMBRA1 is dephosphorylated; in this condition, AMBRA1, interacting with TRAF6, supports ULK1 ubiquitylation by LYS-63-linked chains, and its stabilization, self-association and function"}, {"pubmed": 23564640, "text": "Inflammatory responses to ischemia are controlled by a balance between TRAF6 ubiquitination and deubiquitination, and Cezanne is a key regulator of this process."}, {"pubmed": 23608757, "text": "Parkin suppresses inflammation and cytokine-induced cell death by promoting the proteasomal degradation of TRAF2/6."}, {"pubmed": 23685241, "text": "Dengue virus infection significantly induced the expression of miR-146a, which facilitated viral replication by targeting TRAF6 and dampening IFN-beta production."}, {"pubmed": 23707529, "text": "TRAF6-deficiency leads to a reduction in presenilin protein levels and reduced PS1 ubiquitination."}, {"pubmed": 23722539, "text": "Our results reveal how TRAF6 functions to upregulate HIF-1alpha expression and promote tumor angiogenesis."}, {"pubmed": 23774506, "text": "Data indicate that in monocyte- derived macrophages (MDMs) acutely infected with HIV-1 and treated with HCV rCore and HIV-1 rNef, the HIV-1 replication depends on an upstream signal mediated through TRAF2, TRAF5 and TRAF6."}, {"pubmed": 23794009, "text": "Significantly lower levels of TRAF-6 was found in CAD patients with the CC genotype."}, {"pubmed": 23794111, "text": "TRAF6 inhibited cell apoptosis by downregulation of activated caspase 3 and cleaved poly ADP ribose polymerase and upregulation of c-Jun, Bcl2, and c-Myc."}, {"pubmed": 23818111, "text": "These data indicate that overexpression of TRIM22 may negatively regulate the TRAF6-stimulated NF-kappaB pathway by interacting with and degrading TAB2."}, {"pubmed": 23885119, "text": "These results indicate that association of PINK1 with SARM1 and TRAF6 is an important step for mitophagy."}, {"pubmed": 23909487, "text": "TRAF6-mediated ubiquitination of APPL1 is a vital step for the hepatic actions of insulin through modulation of membrane trafficking and activity of Akt."}, {"pubmed": 23911927, "text": "TRAF6 is recruited to and activates mTORC1 through p62 in amino acid-stimulated cells."}, {"pubmed": 24026882, "text": "TRAF6 promoted the metastasis of esophageal squamous cell carcinoma."}, {"pubmed": 24128730, "text": "TRAF6 mediates ubiquitination of the midbody ring localized protein KIF23/MKLP1."}, {"pubmed": 24301457, "text": "Results define CYB5A as a novel prognostic factor for PDAC that exerts its tumor-suppressor function through autophagy induction and TRAF6 modulation."}, {"pubmed": 24301797, "text": "CCK8 inhibited TLR9-induced activation of tumor-necrosis factor receptor-associated factor 6."}, {"pubmed": 24302991, "text": "miR-146a enhances the oncogenicity of oral carcinoma by concomitant targeting of the IRAK1, TRAF6 and NUMB genes."}, {"pubmed": 24321786, "text": "inhibition of autophagy by chemical or genetic approaches blocked TLR4- or TLR3-induced Lys63 (K63)-linked ubiquitination of TNF receptor-associated factor 6"}, {"pubmed": 24337384, "text": "Small interfering RNA-mediated silencing of TRAF6 and TAK1."}, {"pubmed": 24360988, "text": "miR-125a played a biological function in osteoclastogenesis through a novel TRAF6/ NFATc1/miR-125a regulatory feedback loop."}, {"pubmed": 24399296, "text": "Findings indicate that tumor necrosis factor (TNF) receptor-associated factor 6 (TRAF6) was required for the interaction between TGFbeta type I receptor (TbetaRI) and presenilin 1 (PS1)."}, {"pubmed": 24578159, "text": "CHIP inhibits NF-kappaB signaling by promoting TRAF6 degradation and plays an important role in osteoclastogenesis and bone remodeling."}, {"pubmed": 24610907, "text": "Identified an alternative oncogenic pathway for TRAF6 that uses AEP as its substrate. AEP and TRAF6 protein levels may have prognostic implications in breast cancer patients. Thus, AEP may serve as a biomarker as well as new therapeutic target"}, {"pubmed": 24662294, "text": "Results suggest that D431E-IRAK2 (interleukin-1 receptor-associated kinase-2) increases NF-kappaB activation by promoting TRAF6 ubiquitination by enhancing TNF Receptor-Associated Factor 6 (TRAF6)-IRAK2 interaction."}, {"pubmed": 24670424, "text": "NOD2 downregulates colonic inflammation by IRF4-mediated inhibition of K63-linked polyubiquitination of RICK and TRAF6."}, {"pubmed": 24755241, "text": "Together, our data suggest that TRAF6 promotes proliferation of colon cancer cells and it may serve as a potential target for therapy of colon cancer"}, {"pubmed": 24812060, "text": "TRAF6 and TRAM colocalize, and a TRAF6 binding motif was found in TRAM. Their interaction mediates a novel signaling function for TRAM in TLR4 signaling."}, {"pubmed": 25051892, "text": "preventing CD40-TRAF2,3 or CD40-TRAF6 interaction inhibits pro-inflammatory responses in human non-haematopoietic cells."}, {"pubmed": 25061874, "text": "phosphorylation of DCBLD2 Y750 recruited TRAF6, leading to increased TRAF6 E3 ubiquitin ligase activity and subsequent activation of AKT, thereby enhancing EGFR-driven tumorigenesis"}, {"pubmed": 25134449, "text": "PP4R1 could inhibit TRAF6 polyubiquitination."}, {"pubmed": 25202827, "text": "identify Syk as an upstream signaling molecule in IL-17A-induced Act1-TRAF6 interaction in keratinocytes, and inhibition of Syk can attenuate CCL20 production"}, {"pubmed": 25252821, "text": "Over-expression of TRAF6 in pancreatic cancer cells promoted cell proliferation and migration."}, {"pubmed": 25280943, "text": "TRAF6 may function as a negative regulator of Notch signaling."}, {"pubmed": 25340740, "text": "Tax interacted with and activated TRAF6, and triggered its mitochondrial localization, where it conjugated four carboxyl-terminal lysine residues of MCL-1 with lysine 63-linked polyubiquitin chains"}, {"pubmed": 25371197, "text": "Data show that the ECSIT (evolutionarily conserved signaling intermediate in Toll pathways) complex, including MEKK7 (TAK1) and TNF receptor-associated factor 6 (TRAF6), plays a role in Toll-like receptor 4 -mediated signals to activate NF-kappa B."}, {"pubmed": 25425640, "text": "SUMOylation is a novel mechanism in the regulation of beta-arrestin 2-mediated IL-1R/TRAF6 signaling"}, {"pubmed": 25432781, "text": "Results suggest that the activated Syk-mediated TRAF6 pathway leads to aberrant activation of B cells in SLE."}, {"pubmed": 25505246, "text": "MicroRNA-146a and microRNA-146b regulate human dendritic cell apoptosis and cytokine production by targeting TRAF6 and IRAK1 proteins."}, {"pubmed": 25605144, "text": "High expression of TRAF6 is associated with lung cancer."}, {"pubmed": 25622187, "text": "TRAF6 promotes TGFbeta-induced invasion and cell-cycle regulation via Lys63-linked polyubiquitination of Lys178 in TGFbeta type I receptor."}, {"pubmed": 25642822, "text": "Findings reveal a mechanism by which TRAF6 is regulated and highlight a role for MST4 in limiting inflammatory responses."}, {"pubmed": 25754842, "text": "Data show that toll-like receptor 3/TRIF protein signalling regulates cytokines IL-32 and IFN-beta secretion by activation of receptor-interacting protein-1 (RIP-1) and tumour necrosis factor receptor-associated factor 6 (TRAF6) in cornea epithelial cells."}, {"pubmed": 25907557, "text": "The Us3 Protein of Herpes Simplex Virus 1 Inhibits T Cell Signaling by Confining Linker for Activation of T Cells (LAT) Activation via TRAF6 Protein."}, {"pubmed": 25984739, "text": "Data suggest MIRN194 (microRNA-194) down-regulates TLR4 (toll-like receptor 4) signal transduction via down-regulation of TRAF6 (TNF receptor-associated factor 6) expression; TLR4 signaling is activated by free fatty acid in inflammatory response."}, {"pubmed": 25999280, "text": "In 816 matched pairs of Han Chinese with and without ischemic stroke, TRAF6 rs5030416 was associated with increased susceptibility in various genetic models. No association was found for rs5030411, although it was associated with total cholesterol."}, {"pubmed": 26052093, "text": "This study reveals a novel role for TRAF6 in the suppression of autophagy in human pancreatic cancer."}, {"pubmed": 26056944, "text": "TRAF-6 mediates S. p-induced PAI-1 expression, and CYLD inhibits PAI-1 expression probably through deubiquitinating TRAF-6"}, {"pubmed": 26151128, "text": "miR146a has an important promoting effect on the apoptosis of granulosa cells by targeting IRAK1 and TRAF6 via the caspase cascade pathway"}, {"pubmed": 26221041, "text": "Data indicate that TNF receptor associated factor 6 (TRAF6) activity is regulated by reversible arginine methylation."}, {"pubmed": 26221961, "text": "MAVS50, exposing a degenerate TRAF-binding motif within its N-terminus, effectively competed with full-length MAVS for recruiting TRAF2 and TRAF6"}, {"pubmed": 26223916, "text": "Findings show that TRAF6 is involved in regulating HUVECs proliferation after intermittent hypoxia by modulating cell signaling downstream of AT1R which can be helpful in treating cardiovascular disorders for instance."}, {"pubmed": 26320176, "text": "Identify miR-146b-5p as a tumor suppressor and novel prognostic biomarker of gliomas, and suggest miR-146b-5p and TRAF6 as potential therapeutic candidates for malignant gliomas."}, {"pubmed": 26334396, "text": "These findings suggest that TRAF6 is required for BLyS-mediated NF-kappaB signaling in myeloma cells"}, {"pubmed": 26385923, "text": "Transmembrane motif T6BM2-mediated TRAF6 binding is required for MAVS-related antiviral response."}, {"pubmed": 26432169, "text": "DK1 inhibits the formation of the TAK1-TAB2-TRAF6 complex and leads to the inhibition of TRAF6 ubiquitination."}, {"pubmed": 26456228, "text": "These findings suggest that RNF166 positively regulates RNA virus-triggered IFN-beta production by enhancing the ubiquitination of TRAF3 and TRAF6."}, {"pubmed": 26458771, "text": "TIFAB loss increases TRAF6 protein and the dynamic range of TLR4 signaling"}, {"pubmed": 26582220, "text": "TRAF6 may be involved in cell migration, invasion, and apoptosis of SPC-A-1 cells, possibly through regulating the NF-B-CD24/CXCR4 pathway.."}, {"pubmed": 26627263, "text": "The expression of TRAF6 was positively correlated with an advanced N stage and acted as a predictor of a poor prognosis in patients with gastric cancer"}, {"pubmed": 26647777, "text": "DAT stabilized IkBa by inhibiting the phosphorylation of Ika by the IkB kinase (IKK) complex. DAT induced proteasomal degradation of TRAF6, and DAT suppressed IKKb-phosphorylation through downregulation of TRAF6"}, {"pubmed": 26769849, "text": "High TRAF6 expression is associated with melanoma invasion and metastasis."}, {"pubmed": 26847475, "text": "Study demonstrates that TRAF6 is upregulated in human lung cancer cells, and siRNA-induced TRAF6 knockdown inhibits the invasion of lung cancer cells and promotes apoptosis."}, {"pubmed": 27062898, "text": "the polymorphisms in TLR-MyD88-NF-kappaB signaling pathway confer genetic susceptibility to Type 2 diabetes mellitus and diabetic nephropathy."}, {"pubmed": 27315556, "text": "The E3 ligase TRAF6 binds to DCP1a and indirectly regulates DCP1a phosphorylation, expression of decapping factors, and gene-specific mRNA decay."}, {"pubmed": 27411454, "text": "Peripheral blood levels of S100A8 and TRAF6 in SAE patients were elevated and might be related to the severity of SAE and predict the outcome of SAE."}, {"pubmed": 27468689, "text": "CRBN negatively regulates TLR4 signaling via attenuation of TRAF6 and TAB2 ubiquitination."}, {"pubmed": 27473656, "text": "These findings show that SopB suppresses host cell apoptosis by binding to TRAF6 and preventing mitochondrial reactive oxygen species generation."}, {"pubmed": 27485827, "text": "Low TRAF6 expression is associated with graft-versus-host disease."}, {"pubmed": 27497395, "text": "TRAF6 expression was decreased in tympanic membrane of otitis media patients."}, {"pubmed": 27507811, "text": "Vav3 is a novel TRAF6 interaction partner that functions in the activation of cooperative signaling between T6BSs and the IVVY motif in the RANK signaling complex."}, {"pubmed": 27681126, "text": "HCV infection suppressed the host innate immune response through the induction of autophagic degradation of TRAF6. This finding provided important information for further understanding how HCV evades host immunity to establish persistence"}, {"pubmed": 27697099, "text": "high expression of TRAF6 is significant for esophageal cancer progression, and TRAF6 indicates poor prognosis in esophageal cancer patients."}, {"pubmed": 27791197, "text": "Epigallocatechin-3-gallate is a novel E3 ubiquitin ligase inhibitor that could be used to target TRAF6 activity in melanoma cells, inhibiting cell proliferation/migration."}, {"pubmed": 27808398, "text": "We report two siblings with SCID and an atypical phenotype of osteopetrosis (OP). A biallelic microdeletion encompassing the 5' region of TRAF6, RAG1 and RAG2 genes was identified. TRAF6, a tumor necrosis factor receptor-associated family member, plays an important role in T cell signaling and in RANKL-dependent osteoclast differentiation and activation but its role in human OP has not been previously reported"}, {"pubmed": 27813153, "text": "Consistent with cellular studies, icaritin downregulated TRAF6 and NFATc1 protein expression in CD11b(+) /Gr-1(-/low) osteoclast precursors"}, {"pubmed": 27818144, "text": "TRAF6 prevents the mitochondrial translocation of p53 and spontaneous apoptosis by promoting lysine63-linked ubiquitination of p53 in cytosol."}, {"pubmed": 27889748, "text": "MiR-146a regulates inflammatory macrophage infiltration in Polymyositis/Dermatomyositis by targeting TRAF6 and affecting the IL-17/ICAM-1 pathway."}, {"pubmed": 27918549, "text": "TRAF6 and H2AX overexpression and gammaH2AX-mediated HIF1alpha enrichment in the nucleus of cancer cells lead to overactivation of HIF1alpha-driven tumorigenesis, glycolysis and metastasis."}, {"pubmed": 27922090, "text": "miR-146a suppresses the inflammatory response in human white adipocytes via targeting the expression of IRAK1 and TRAF6."}, {"pubmed": 28161709, "text": "Results suggest that overexpression of miR-146a could promote IDD through the TRAF/NF-kappaB pathway."}, {"pubmed": 28219358, "text": "Low TRAF6 expression is associated with Graves' disease."}, {"pubmed": 28244869, "text": "These data define that YOD1 antagonizes TRAF6/p62-dependent IL-1 signaling to NF-kappaB."}, {"pubmed": 28323847, "text": "Study showed that patients without a history of atrial fibrillation who develop postoperative atrial fibrillation have a higher percentage of left atrial fibrosis, increased expression of TRAF6, higher serum Ang II levels, and changes in the activities of the MAPKs/TGF-beta1/TRAF6 pathway."}, {"pubmed": 28404923, "text": "theses results indicate that miR-146b-5p inhibits tumor growth and metastasis of hepatocellular carcinoma by targeting TRAF6 mediated Akt phosphorylation"}, {"pubmed": 28440423, "text": "Results identified TRAF6 as a direct target of miR-429, and its downregulation partially attenuates the effect of miR-429 in promoting hepatocellular carcinoma cell proliferation and motility."}, {"pubmed": 28470929, "text": "Suggest role for EBV-EBER1 in the induction of increased TRAF6 expression in the peripheral B cells of Sjogren's patients."}, {"pubmed": 28506571, "text": "TRAF6 plays direct roles in the pro-inflammatory effects and proliferation of Rheumatoid arthritis (RA) fibroblast-like synoviocytes. TRAF6 may serve as a potential treatment target in RA."}, {"pubmed": 28549054, "text": "MiR-146a declined, while TRAF6 increased in lupus nephritis patients compared with healthy controls."}, {"pubmed": 28587864, "text": "miRNA146a expression was significantly higher in hepatitis C patients with a best cut off value 1.63 to discriminate between hepatitis C patients and healthy controls. Meanwhile, it was negatively correlated to IRAK1 and TRAF6 levels and positively correlated to viral load in hepatitis C patients."}, {"pubmed": 28612997, "text": "protein-protein interaction studies on TRAF6 and BSG to get molecular level insights of the reactions."}, {"pubmed": 28687809, "text": "Genetic polymorphisms of TRAF6 are associated with decreased peritoneal immune activation and an increased risk of spontaneous bacterial peritonitis."}, {"pubmed": 28771774, "text": "miR-146a improves intestine epithelial cells survival under ischemia and I/R injury through inhibition TLR4, TRAF6, and p-IkappaBalpha, subsequently leading to decreased NF-kappaB p65 nuclear translocation."}, {"pubmed": 28825144, "text": "Taken together, these results define a novel role for miR-146a as a negative regulator of dengue virus-induced autophagy and identify TRAF6 as a key target of this microRNA in modulating the dengue virus-autophagy interaction."}, {"pubmed": 28895065, "text": "The amino acid residues Lys340 and Glu345 in the coiled coil domain in the C-terminus of TRAF6 play a critical role in trimer structure formation."}, {"pubmed": 29046236, "text": "genetic association studies in Han population in southern China: Data suggest that, in subjects with type 2 diabetes, an SNP in NLRX1 (rs4245191) is associated with macro-vascular complications and cerebral infarction in the population studied; no such association was found for two other SNPs in NLRX1 (rs10790286, rs561830) or for two SNPs in TRAF6 (rs5030445, rs16928973). (NLRX1 = NLR family member-X1)"}, {"pubmed": 29048658, "text": "these results suggest that miR-146a-5p affects proliferation and apoptosis in a cellular context-dependent manner and selectively disarms the TRAF6-mediated branch of the TGF-beta signaling in oral squamous cell carcinoma cell lines by sparing Smad4 involvement"}, {"pubmed": 29048680, "text": "our data demonstrated that miR146b5p, as a tumor suppressor, mediated temozolomide resistance in GBM cells through negatively regulating TRAF6 expression, indicating that miR146b5p and its targeted genes would be potential therapeutic targets for glioma therapy."}, {"pubmed": 29171041, "text": "TRAF6 can promote the proliferation of stromal cells of benign prostatic hyperplasia via Akt/mTOR signaling."}, {"pubmed": 29193723, "text": "TRAF6 plays a role in Epithelial-mesenchymal transition phenotypes, the generation and maintenance of cancer stem cells in squamous cell carcinoma of head and neck."}, {"pubmed": 29382759, "text": "MALT1 and TRAF6 cooperatively interact with CARMA1-BCL10 filaments and form CARMA1-BCL10-MALT1-TRAF6 signalosome."}, {"pubmed": 29436576, "text": "Downregulation of miR-124 in human osteosarcoma tissues and cell lines may increase the expression of TRAF6 protein. miR-124 may inhibit cell cycle progression and invasion of osteosarcoma cells, and promote apoptosis by regulating TRAF6."}, {"pubmed": 29475459, "text": "Immune profiling of human prostate epithelial cells in health and pathology determined by expression of p38/TRAF-6/ERK MAP kinases pathways has been reported."}, {"pubmed": 29577454, "text": "Results show that TRAF6 is upregulated in SACC samples, especially in SACC with metastasis, which is closely correlated with an aggressive phenotype and shorter life survival span in SACC patients."}, {"pubmed": 29693168, "text": "Study identified IRAK1 and TRAF6 are direct targets of miR-146a in cervical cancer cells. Their expression is downregulated by miR-146a to promote cell viability."}, {"pubmed": 29729098, "text": "TRAF6 is a novel PIK3CA regulator whose deregulated overexpression represents a mechanism for PI3K overactivation in tumors."}, {"pubmed": 29782494, "text": "Low TRAF6 expression is associated with posterior longitudinal ligament ossification."}, {"pubmed": 29929436, "text": "PRDX1 negatively regulates TLR4 signaling for NFKB activation and autophagy functions such as bactericidal activity, cancer cell migration, and cancer cell invasion by inhibiting TRAF6 ubiquitin-ligase activity."}, {"pubmed": 30165192, "text": "High expression of smoothened receptor (SMO) and TNF receptor associated factor 6 (TRAF6) correlates with poor prognosis in patients with diffuse large B cell lymphoma (DLBCL)."}, {"pubmed": 30224945, "text": "The overexpression of miR-146a significantly increased the ErbB4 expression, decreased the expression of TRAF6, IRAK1, caspase 3, and the phosphorylation level of NF-kappaB, and also increased the Bcl-2/Bax ratio, suggesting the inhibition of inflammation and apoptosis."}, {"pubmed": 30258449, "text": "Beclin-1 underwent K63-polyubiquitination upon RIG-I activation, and the ubiquitination decreased in TRAF6-deficient cells. This suggests that the RIG-I-MAVS-TRAF6 axis induced K63-linked polyubiquitination of Beclin-1, which has been implicated in triggering autophagy."}, {"pubmed": 30267110, "text": "TIFAB gene may act as a Coronary Artery Aneurysm susceptibility locus in patients with Kawasaki Disease."}, {"pubmed": 30336982, "text": "MALT1 activation by TRAF6 in lymphocytes needs neither BCL10 nor CARD11."}, {"pubmed": 30378729, "text": "The results provide direct evidence and a structural basis for the TIFA-TRAF6 interaction, and show how this important biological function can be modulated."}, {"pubmed": 30506403, "text": "This study for the first time ever demonstrated an association between a genetic variant of TRAF6 and low bone mineral density among patients with rheumatoid arthritis."}, {"pubmed": 30535475, "text": "miR323 suppresses nerve cell apoptosis in cerebral infarction via the TGFbeta1/SMAD3 signaling pathway."}, {"pubmed": 30556735, "text": "High serum TRAF6 levels are associated with immune thrombocytopenia."}, {"pubmed": 30571666, "text": "TRAF6 was identified as an independent prognostic factor of glioblastoma multiforme, with ability to promote tumor invasiveness via elevating expression of MMP9."}, {"pubmed": 30626891, "text": "Investigated the role of neddylation in collagen-induced arthritis (CIA); found TNF receptor-associated factor 6 (TRAF6) neddylation at Lys124 was essential for IL-17A-induced NF-kappaB activation in inflammatory arthritis."}, {"pubmed": 30643010, "text": "P16INK4a regulates the expression of TRAF6 in osteosarcoma.TRAF6 is a direct target of miR-146b-5p."}, {"pubmed": 30673917, "text": "These results reveal that TRAF6 regulates YAP signaling by promoting the ubiquitination and degradation of MST1 in pancreatic cancer."}, {"pubmed": 30736330, "text": "we show that knockdown of TRAF6 sensitizes MM cells to treatment with bortezomib when co-cultured with stromal cells. Inhibiting TRAF6 represents a promising strategy to target MM cells in the BM microenvironment."}, {"pubmed": 30782845, "text": "these findings suggest that GADD34 inhibits TRAIL-induced HCC cell apoptosis through TRAF6- and ERK-mediated stabilization of MCL-1."}, {"pubmed": 30806153, "text": "TRAF6, an E3 ubiquitin ligase important for inflammatory signaling, inhibit epithelial-mesenchymal transition and CRC metastasis through driving a selective autophagic CTNNB1 degradation machinery."}, {"pubmed": 30864722, "text": "Downregulation of miR146a in human cervical cancer cells induced TRAF6 and NFkappaB protein expression. The inhibition of TRAF6 attenuated the effects of antimiR146a on the function of Th17 cell differentiation to modulate cervical cancer cell growth and apoptosis. Collectively, miR146a regulated the function of Th17 cell differentiation through NFkappaB signaling by targeting TRAF6."}, {"pubmed": 30872404, "text": "show that IRAK1 and TRAF6 increase viperin activity approximately 10-fold to efficiently catalyze the radical-mediated dehydration of CTP to ddhCTP"}, {"pubmed": 30927622, "text": "TARBP2 participates in the interaction between IRF7 and TRAF6, thereby suppressing TRAF6-mediated K63-linked ubiquitination of IRF7."}, {"pubmed": 30945383, "text": "Tumor necrosis factor receptor-associated factor 6 (TRAF6)-mediated proto-oncogene protein Akt (AKT) ubiquitination and subsequent phosphorylation played an essential role in the control of tumor cell malignant behavior."}, {"pubmed": 31053727, "text": "MicroRNA-125b-5p regulates IL-1beta induced inflammatory genes via targeting TRAF6-mediated MAPKs and NF-kappaB signaling in human osteoarthritic chondrocytes."}, {"pubmed": 31056254, "text": "study mechanistically links USP3 to TRAF6 in osteoarthritis development; moreover, data support the pursuit of USP3 and TRAF6 as potential targets for osteoarthritis therapies"}, {"pubmed": 31078259, "text": "Knockdown of TRAF6 results in a decrease in cGAS-induced IFNbeta production when cells were infected with herpes simplex virus-1 (HSV-1)."}, {"pubmed": 31123462, "text": "the interaction of TRAF6 with c-Cbl causes lysine 48-linked polyubiquitination for both negative feedback regulation and signaling cross-talk between RANKL and IFN-gamma."}, {"pubmed": 31146520, "text": "MiRNA-194-5p inhibits inflammatory response after spinal cord injury via regulating TRAF6."}, {"pubmed": 31199066, "text": "MiR-140 modulates the inflammatory responses of Mycobacterium tuberculosis-infected macrophages by targeting TRAF6."}, {"pubmed": 31216032, "text": "TNF receptor associated factor 6 (TRAF6)-mediated DNA replication helicase/nuclease 2 (hDNA2) ubiquitination activates DNA repair pathways to maintain nuclear genome integrity."}, {"pubmed": 31262711, "text": "We identify TRAF6 as an important component in Wnt3a signaling to promote activation of Wnt target genes, a finding important for understanding mechanisms driving prostate cancer progression."}, {"pubmed": 31451677, "text": "a novel positive feedback regulation of UBL4A in innate immune response combating virus invasion by enhancing the K63-linked ubiquitination of TRAF6."}, {"pubmed": 31487530, "text": "TRAF6 plays a vital role in the progression of colorectal cancer."}, {"pubmed": 31578830, "text": "Sodium butyrate-activated TRAF6-TXNIP pathway affects A549 cells proliferation and migration."}, {"pubmed": 31638574, "text": "Deamidation elicited by Shigella flexneri disrupts native and transient contacts to weaken the interaction between UBC13 and TRAF6 and to silence the host anti-inflammatory response."}, {"pubmed": 31666375, "text": "data identify a new molecular determinant of USP7 recognition, TRAF3/6-specific targeting by the deubiquitinase, associated activation of these TRAFs by vIRF-2, and activities of vIRF-2 and vIRF-2-USP7 interaction in HHV-8 latent and lytic biology."}, {"pubmed": 31712163, "text": "Resveratrol induces depletion of TRAF6 and suppresses prostate cancer cell proliferation and migration."}, {"pubmed": 31822654, "text": "Circ_0001955 facilitates hepatocellular carcinoma (HCC) tumorigenesis by sponging miR-516a-5p to release TRAF6 and MAPK11."}, {"pubmed": 31882548, "text": "Low TRAF6 expression is associated with Colorectal Cancer."}, {"pubmed": 31931846, "text": "Results found that KDM4B interacts with TRAF6 and promotes TRAF6- mediated ubiquitination of AKT."}, {"pubmed": 31974603, "text": "DNA methyltransferase DNMT1 inhibits lipopolysaccharideinduced inflammatory response in human dental pulp cells involving the methylation changes of IL6 and TRAF6."}, {"pubmed": 32027437, "text": "A20 inhibits osteoclastogenesis via inhibition of TRAF6-dependent autophagy in human periodontal ligament cells under hypoxia."}, {"pubmed": 32265222, "text": "Destablilization of TRAF6 by DRAK1 Suppresses Tumor Growth and Metastasis in Cervical Cancer Cells."}, {"pubmed": 32275977, "text": "TRAF6 Activates Fibroblasts to Cancer-Associated Fibroblasts through FGF19 in Tumor Microenvironment to Benefit the Malignant Phenotype of Melanoma Cells."}, {"pubmed": 32350852, "text": "A novel TRAF3IP2 variant causing familial scarring alopecia with mixed features of discoid lupus erythematosus and folliculitis decalvans."}, {"pubmed": 32384667, "text": "p62 is Negatively Implicated in the TRAF6-BECN1 Signaling Axis for Autophagy Activation and Cancer Progression by Toll-Like Receptor 4 (TLR4)."}, {"pubmed": 32436333, "text": "SNHG16/miR-605-3p/TRAF6/NF-kappaB feedback loop regulates hepatocellular carcinoma metastasis."}, {"pubmed": 32562135, "text": "By targeting TRAF6, miR-140-3p inhibits TGF-beta1-induced human osteosarcoma epithelial-to-mesenchymal transition, migration, and invasion."}, {"pubmed": 32724027, "text": "Long Non-Coding RNA Nuclear Paraspeckle Assembly Transcript 1 (NEAT1)Relieves Sepsis-Induced Kidney Injury and Lipopolysaccharide (LPS)-Induced Inflammation in HK-2 Cells."}, {"pubmed": 32950591, "text": "MicroRNA-3614 regulates inflammatory response via targeting TRAF6-mediated MAPKs and NF-kappaB signaling in the epicardial adipose tissue with coronary artery disease."}, {"pubmed": 33060567, "text": "HOPS/Tmub1 involvement in the NF-kB-mediated inflammatory response through the modulation of TRAF6."}, {"pubmed": 33123603, "text": "Negative Effects of SIGIRR on TRAF6 Ubiquitination in Acute Lung Injury In Vitro."}, {"pubmed": 33459883, "text": "Hepatitis A virus-induced hsa-miR-146a-5p attenuates IFN-beta signaling by targeting adaptor protein TRAF6."}, {"pubmed": 33502650, "text": "Knockdown of TRAF6 inhibits chondrocytes apoptosis and inflammation by suppressing the NF-kappaB pathway in lumbar facet joint osteoarthritis."}, {"pubmed": 33664485, "text": "Virus-inducible IGFALS facilitates innate immune responses by mediating IRAK1 and TRAF6 activation."}, {"pubmed": 33771884, "text": "TAGLN Is Downregulated by TRAF6-Mediated Proteasomal Degradation in Prostate Cancer Cells."}, {"pubmed": 33779167, "text": "The Antiviral Enzyme, Viperin, Activates Protein Ubiquitination by the E3 Ubiquitin Ligase, TRAF6."}, {"pubmed": 33897883, "text": "Extracellular vesicles derived from M1 macrophages deliver miR-146a-5p and miR-146b-5p to suppress trophoblast migration and invasion by targeting TRAF6 in recurrent spontaneous abortion."}, {"pubmed": 34002665, "text": "MicroRNA miR-146a-5p inhibits the inflammatory response and injury of airway epithelial cells via targeting TNF receptor-associated factor 6."}, {"pubmed": 34011520, "text": "Inducible ATP1B1 Upregulates Antiviral Innate Immune Responses by the Ubiquitination of TRAF3 and TRAF6."}, {"pubmed": 34042286, "text": "MiR-128-3p alleviates TNBS-induced colitis through inactivating TRAF6/NF-kappaB signaling pathway in rats."}, {"pubmed": 34082824, "text": "Exosomal circ-BRWD1 contributes to osteoarthritis development through the modulation of miR-1277/TRAF6 axis."}, {"pubmed": 34145611, "text": "Potential associations between variants of genes encoding regulators of inflammation, and mediators of inflammation in type 2 diabetes and insulin resistance."}, {"pubmed": 34409101, "text": "TRAF6 Promoted Tumor Glycolysis in Non-Small-Cell Lung Cancer by Activating the Akt-HIFalpha Pathway."}, {"pubmed": 34493304, "text": "MicroRNA-3935 promotes human trophoblast cell epithelial-mesenchymal transition through tumor necrosis factor receptor-associated factor 6/regulator of G protein signaling 2 axis."}, {"pubmed": 34558381, "text": "Knockdown of Tripartite motif-containing 22 (TRIM22)relieved the apoptosis of lens epithelial cells by suppressing the expression of TNF receptor-associated factor 6 (TRAF6)."}, {"pubmed": 34610483, "text": "MicroRNA-146b-5p suppresses cholangiocarcinoma cells by targeting TRAF6 and modulating p53 translocation."}, {"pubmed": 34643253, "text": "Role of tumor necrosis factor receptorassociated factor 6 in pyroptosis during acute pancreatitis."}, {"pubmed": 34981334, "text": "Assessment of Association between miR-146a Polymorphisms and Expression of miR-146a, TRAF-6, and IRAK-1 Genes in Patients with Brucellosis."}, {"pubmed": 35045331, "text": "TRAF6 functions as a tumor suppressor in myeloid malignancies by directly targeting MYC oncogenic activity."}, {"pubmed": 35174103, "text": "ASB17 Facilitates the Burst of LPS-Induced Inflammation Through Maintaining TRAF6 Stability."}, {"pubmed": 35179811, "text": "TRAF6 regulates the signaling pathway influencing colorectal cancer function through ubiquitination mechanisms."}, {"pubmed": 35238669, "text": "Reciprocal regulation of IL-33 receptor-mediated inflammatory response and pulmonary fibrosis by TRAF6 and USP38."}, {"pubmed": 35240920, "text": "Long non-coding RNA HCG18 promotes gastric cancer progression by regulating miRNA-146a-5p/tumor necrosis factor receptor-associated factor 6 axis."}, {"pubmed": 35422093, "text": "USP15 negatively regulates lung cancer progression through the TRAF6-BECN1 signaling axis for autophagy induction."}, {"pubmed": 35463988, "text": "RANKL Impairs the TLR4 Pathway by Increasing TRAF6 and RANK Interaction in Macrophages."}, {"pubmed": 35615533, "text": "Overexpression of TP53INP2 Promotes Apoptosis in Clear Cell Renal Cell Cancer via Caspase-8/TRAF6 Signaling Pathway."}, {"pubmed": 35804015, "text": "DNMT1-mediated epigenetic silencing of TRAF6 promotes prostate cancer tumorigenesis and metastasis by enhancing EZH2 stability."}, {"pubmed": 35853811, "text": "The ubiquitin-ligase TRAF6 and TGFbeta type I receptor form a complex with Aurora kinase B contributing to mitotic progression and cytokinesis in cancer cells."}, {"pubmed": 35915986, "text": "HNE Induces the Hyperexpression of MUC5AC in Chronic Rhinosinusitis With Nasal Polyps by Activating the TRAF6/Autophagy Regulatory Axis."}, {"pubmed": 35978310, "text": "Expression of TRAF6 in peripheral blood B cells of patients with myasthenia gravis."}, {"pubmed": 36012669, "text": "Home Dust Mites Promote MUC5AC Hyper-Expression by Modulating the sNASP/TRAF6 Axis in the Airway Epithelium."}, {"pubmed": 36049365, "text": "The oncogene ABL1 regulates the inflammatory response of innate immunity via mediating TRAF6 ubiquitination."}, {"pubmed": 36177494, "text": "Expression of the miR-9-5p, miR-125b-5p and its target gene NFKB1 and TRAF6 in childhood-onset systemic lupus erythematosus (cSLE)."}, {"pubmed": 36210699, "text": "[TRAF6 promotes Bacillus Calmette-Guerin-induced macrophage apoptosis through the intrinsic apoptosis pathway]."}, {"pubmed": 36305766, "text": "Molecular determinants of TRAF6 binding specificity suggest that native interaction partners are not optimized for affinity."}, {"pubmed": 36604411, "text": "TRAF6 regulates the abundance of RIPK1 and inhibits the RIPK1/RIPK3/MLKL necroptosis signaling pathway and affects the progression of colorectal cancer."}, {"pubmed": 36720318, "text": "Circ_0007706 downregulation ameliorates neonatal hypoxic ischemic encephalopathy via regulating the miR-579-3p/TRAF6 axis."}, {"pubmed": 37085671, "text": "IKK-mediated TRAF6 and RIPK1 interaction stifles cell death complex assembly leading to the suppression of TNF-alpha-induced cell death."}, {"pubmed": 37153995, "text": "[Effect of circRASA2 targeting miR-543/TRAF6 axis on LPS-induced periodontal ligament cell proliferation and osteogenic differentiation]."}, {"pubmed": 37169841, "text": "Construction and integrated analysis of the ceRNA network hsa_circ_0000672/miR-516a-5p/TRAF6 and its potential function in atrial fibrillation."}, {"pubmed": 37746908, "text": "TRAF6 promotes chemoresistance to paclitaxel of triple negative breast cancer via regulating PKM2-mediated glycolysis."}, {"pubmed": 37850718, "text": "TLR9 regulates the autophagy-lysosome pathway to promote dendritic cell maturation and activation by activating the TRAF6-cGAS-STING pathway."}, {"pubmed": 37903473, "text": "YTHDC1-Modified m6A Methylation of Hsa_circ_0102678 Promotes Keratinocyte Inflammation Induced by Cutibacterium acnes Biofilm through Regulating miR-146a/TRAF6 and IRAK1 Axis."}, {"pubmed": 37932534, "text": "The OX40-TRAF6 axis promotes CTLA-4 degradation to augment antitumor CD8[+] T-cell immunity."}, {"pubmed": 37951195, "text": "LncRNA AOC4P recruits TRAF6 to regulate EZH2 ubiquitination and participates in trophoblast glycolysis and M2 macrophage polarization which is associated with recurrent spontaneous abortion."}, {"pubmed": 37977223, "text": "c-Src regulates delta-secretase activation and truncated Tau production by phosphorylating the E3 ligase Traf6."}, {"pubmed": 38010029, "text": "KNOCKDOWN OF CIRC_0114428 ALLEVIATES LPS-INDUCED HK2 CELL APOPTOSIS AND INFLAMMATION INJURY VIA TARGETING MIR-215-5P/TRAF6/NF-KappaB AXIS IN SEPTIC ACUTE KIDNEY INJURY."}, {"pubmed": 38062041, "text": "POU5F1 promotes the proliferation, migration, and invasion of gastric cancer cells by reducing the ubiquitination level of TRAF6."}, {"pubmed": 38135696, "text": "SPHK1 potentiates colorectal cancer progression and metastasis via regulating autophagy mediated by TRAF6-induced ULK1 ubiquitination."}, {"pubmed": 38315263, "text": "Mechanism of miR-7 mediating TLR4/TRAF6/NF-kappaB inflammatory pathway in colorectal cancer."}, {"pubmed": 38355214, "text": "Potential involvement of circulating exosomal miRNA-146a in disease activity and TRAF6 gene expression in juvenile proliferative lupus nephritis."}, {"pubmed": 38609495, "text": "Metabolic reprogramming regulated by TRAF6 contributes to the leukemia progression."}], "genomic_pos": {"chr": "11", "end": 36510272, "ensemblgene": "ENSG00000175104", "start": 36483769, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 36531822, "start": 36508577, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000045", "pubmed": 23524951, "qualifier": "involved_in", "term": "autophagosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 18093978, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000209", "pubmed": [15125833, 19675569], "qualifier": "involved_in", "term": "protein polyubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0002223", "qualifier": "involved_in", "term": "stimulatory C-type lectin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002637", "qualifier": "involved_in", "term": "regulation of immunoglobulin production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002726", "pubmed": 15125833, "qualifier": "involved_in", "term": "positive regulation of T cell cytokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002753", "pubmed": [20501938, 23015697], "qualifier": "involved_in", "term": "cytoplasmic pattern recognition receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0002753", "qualifier": "involved_in", "term": "cytoplasmic pattern recognition receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0002755", "qualifier": "involved_in", "term": "MyD88-dependent toll-like receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007249", "pubmed": [20038579, 26839314], "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007249", "pubmed": 25515214, "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007249", "qualifier": "involved_in", "term": "canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019886", "qualifier": "involved_in", "term": "antigen processing and presentation of exogenous peptide antigen via MHC class II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030316", "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0031398", "pubmed": 22412986, "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031663", "qualifier": "involved_in", "term": "lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031666", "qualifier": "involved_in", "term": "positive regulation of lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032147", "pubmed": 17135271, "qualifier": "involved_in", "term": "activation of protein kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032481", "qualifier": "involved_in", "term": "positive regulation of type I interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032735", "qualifier": "involved_in", "term": "positive regulation of interleukin-12 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032743", "pubmed": 15125833, "qualifier": "involved_in", "term": "positive regulation of interleukin-2 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032755", "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033209", "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034138", "qualifier": "involved_in", "term": "toll-like receptor 3 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034142", "pubmed": 25371197, "qualifier": "involved_in", "term": "toll-like receptor 4 signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035666", "qualifier": "involved_in", "term": "TRIF-dependent toll-like receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038061", "pubmed": 19675569, "qualifier": "involved_in", "term": "non-canonical NF-kappaB signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0038095", "qualifier": "involved_in", "term": "Fc-epsilon receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038172", "pubmed": 31435003, "qualifier": "involved_in", "term": "interleukin-33-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038173", "pubmed": 35183823, "qualifier": "involved_in", "term": "interleukin-17A-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042088", "qualifier": "involved_in", "term": "T-helper 1 type immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042475", "qualifier": "involved_in", "term": "odontogenesis of dentin-containing tooth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042981", "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043011", "qualifier": "involved_in", "term": "myeloid dendritic cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043122", "qualifier": "involved_in", "term": "regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 17135271, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043507", "pubmed": 11751921, "qualifier": "involved_in", "term": "positive regulation of JUN kinase activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043507", "pubmed": 17135271, "qualifier": "involved_in", "term": "positive regulation of JUN kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045453", "qualifier": "involved_in", "term": "bone resorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045672", "pubmed": 17135271, "qualifier": "involved_in", "term": "positive regulation of osteoclast differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 18093978, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 11751921, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 22412986, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050852", "pubmed": 23514740, "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050852", "pubmed": 15125833, "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050852", "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051091", "pubmed": 12296995, "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051092", "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051092", "pubmed": [11279055, 11751921, 16378096], "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051092", "pubmed": 12296995, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051865", "pubmed": 23776175, "qualifier": "acts_upstream_of_or_within", "term": "protein autoubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051865", "pubmed": [17135271, 18093978], "qualifier": "involved_in", "term": "protein autoubiquitination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051865", "pubmed": 16378096, "qualifier": "involved_in", "term": "protein autoubiquitination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070498", "qualifier": "involved_in", "term": "interleukin-1-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070534", "qualifier": "involved_in", "term": "protein K63-linked ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070534", "pubmed": [19713527, 20038579, 21068390, 23015697, 23524951, 33799071], "qualifier": "involved_in", "term": "protein K63-linked ubiquitination"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0070534", "pubmed": [17135271, 19675569], "qualifier": "involved_in", "term": "protein K63-linked ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070555", "pubmed": 17135271, "qualifier": "involved_in", "term": "response to interleukin-1"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071222", "pubmed": 23776175, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071345", "pubmed": 25515214, "qualifier": "involved_in", "term": "cellular response to cytokine stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097400", "qualifier": "involved_in", "term": "interleukin-17-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140374", "pubmed": 18984593, "qualifier": "involved_in", "term": "antiviral innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904996", "pubmed": 25515214, "qualifier": "involved_in", "term": "positive regulation of leukocyte adhesion to vascular endothelial cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000679", "pubmed": 11751921, "qualifier": "involved_in", "term": "positive regulation of transcription regulatory region DNA binding"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 18093978, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19675569, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [22851693, 23015697], "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [16378096, 18093978], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005811", "qualifier": "located_in", "term": "lipid droplet"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 18093978, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005938", "qualifier": "located_in", "term": "cell cortex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009898", "qualifier": "located_in", "term": "cytoplasmic side of plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0031234", "pubmed": 19825828, "qualifier": "is_active_in", "term": "extrinsic component of cytoplasmic side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031234", "pubmed": 23514740, "qualifier": "is_active_in", "term": "extrinsic component of cytoplasmic side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 23776175, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0035631", "qualifier": "part_of", "term": "CD40 receptor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 11751921, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0098802", "qualifier": "part_of", "term": "plasma membrane signaling receptor complex"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0004842", "pubmed": [15361868, 17135271, 17728323, 26620909], "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004842", "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005164", "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10094049, 10465784, 10514511, 10920205, 11238466, 11244088, 11279055, 11397809, 11463333, 11518704, 11728344, 11751921, 12140561, 12242293, 12270937, 12459498, 12496252, 12925853, 14530355, 14982987, 15121867, 15125833, 15280356, 15998638, 16189514, 16286467, 16378096, 16874300, 16932746, 17124500, 17389358, 17449468, 17703191, 17948050, 18093978, 18239685, 18682563, 18758450, 19365808, 19465916, 19549727, 19675569, 19713527, 19820695, 20079715, 20080758, 20628368, 20676093, 21516116, 21541365, 21782231, 21813773, 21903422, 21988832, 22493164, 22528498, 22904686, 22908223, 23524951, 25416956, 25736436, 25861989, 26068852, 26385923, 26752465, 27107012, 27173435, 28514442, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031624", "pubmed": 23776175, "qualifier": "enables", "term": "ubiquitin conjugating enzyme binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0034450", "pubmed": 15465037, "qualifier": "enables", "term": "ubiquitin-ubiquitin ligase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [19465916, 21988832, 22493164, 25416956, 27107012, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": 18093978, "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043422", "pubmed": 19713527, "qualifier": "enables", "term": "protein kinase B binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061630", "pubmed": [15125833, 15465037, 17135271, 18758450, 19675569, 19713527, 23015697, 23514740, 23524951, 26839314, 30927622, 33799071], "qualifier": "enables", "term": "ubiquitin protein ligase activity"}]}, "homologene": {"genes": [[7165, 1272949], [7227, 31746], [7955, 554561], [8364, 493524], [9031, 423163], [9544, 716907], [9598, 451702], [9606, 7189], [9615, 100688110], [9913, 539124], [10090, 22034], [10116, 311245]], "id": 3395}, "interpro": [{"desc": "Zinc finger, TRAF-type", "id": "IPR001293", "short_desc": "Znf_TRAF"}, {"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "MATH/TRAF domain", "id": "IPR002083", "short_desc": "MATH/TRAF_dom"}, {"desc": "TRAF-like", "id": "IPR008974", "short_desc": "TRAF-like"}, {"desc": "TNF receptor-associated factor TRAF, metazoa", "id": "IPR012227", "short_desc": "TNF_rcpt-assoc_TRAF_met"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "Zinc finger, RING-type, conserved site", "id": "IPR017907", "short_desc": "Znf_RING_CS"}, {"desc": "TNF receptor-associated factor 6, C3HC3D-type RING zinc finger", "id": "IPR027139", "short_desc": "TRAF6_RING-HC"}, {"desc": "TNF receptor-associated factor 6, MATH domain", "id": "IPR037309", "short_desc": "TRAF6_MATH"}, {"desc": "TNF receptor-associated factor 6, zinc finger 2", "id": "IPR041310", "short_desc": "TRAF6_Z2"}, {"desc": "TRAF1-6/MEP1A/B-like, MATH domain", "id": "IPR049342", "short_desc": "TRAF_MEP1_MATH_dom"}], "ipi": "IPI00743663", "map_location": "11p12", "name": "TNF receptor associated factor 6", "other_names": ["E3 ubiquitin-protein ligase TRAF6", "RING finger protein 85", "RING-type E3 ubiquitin transferase TRAF6", "TNF receptor-associated factor 6", "TNF receptor-associated factor 6, E3 ubiquitin protein ligase", "interleukin-1 signal transducer"], "pantherdb": {"HGNC": "12036", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108072", "ortholog_type": "LDO", "panther_family": "PTHR10131", "taxid": 10090, "uniprot_kb": "P70196"}, {"RGD": "1306853", "ortholog_type": "LDO", "panther_family": "PTHR10131", "taxid": 10116, "uniprot_kb": "B5DF45"}, {"Ensembl": "ENSGALG00000007932", "ortholog_type": "LDO", "panther_family": "PTHR10131", "taxid": 9031, "uniprot_kb": "E1C626"}, {"ZFIN": "ZDB-GENE-030131-5735", "ortholog_type": "LDO", "panther_family": "PTHR10131", "taxid": 7955, "uniprot_kb": "Q6IWL4"}, {"FlyBase": "FBgn0265464", "ortholog_type": "LDO", "panther_family": "PTHR10131", "taxid": 7227, "uniprot_kb": "Q9W3I9"}, {"dictyBase": "DDB_G0272454", "ortholog_type": "O", "panther_family": "PTHR10131", "taxid": 352472, "uniprot_kb": "Q559R2"}, {"dictyBase": "DDB_G0278183", "ortholog_type": "O", "panther_family": "PTHR10131", "taxid": 352472, "uniprot_kb": "Q54YL7"}, {"dictyBase": "DDB_G0272602", "ortholog_type": "O", "panther_family": "PTHR10131", "taxid": 352472, "uniprot_kb": "Q556P0"}, {"dictyBase": "DDB_G0288619", "ortholog_type": "O", "panther_family": "PTHR10131", "taxid": 352472, "uniprot_kb": "Q54IP3"}, {"TAIR": "2081561", "ortholog_type": "O", "panther_family": "PTHR10131", "taxid": 3702, "uniprot_kb": "Q9SF04"}], "uniprot_kb": "Q9Y4K3"}, "pathway": {"biocarta": [{"id": "cd40pathway", "name": "cd40l signaling pathway"}, {"id": "il1rpathway", "name": "signal transduction through il1r"}, {"id": "nfkbpathway", "name": "nf-kb signaling pathway"}, {"id": "ranklpathway", "name": "bone remodeling"}, {"id": "tall1pathway", "name": "yaci and bcma stimulation of b cell immune responses"}, {"id": "tollpathway", "name": "toll-like receptor pathway"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04120", "name": "Ubiquitin mediated proteolysis - Homo sapiens (human)"}, {"id": "hsa04140", "name": "Autophagy - animal - Homo sapiens (human)"}, {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05140", "name": "Leishmaniasis - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05145", "name": "Toxoplasmosis - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05235", "name": "PD-L1 expression and PD-1 checkpoint pathway in cancer - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BDNF", "name": "BDNF"}, {"id": "Pathway_IL1", "name": "IL1"}, {"id": "Pathway_RANKL", "name": "RANKL"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "bcr_5pathway", "name": "BCR signaling pathway"}, {"id": "cd40_pathway", "name": "CD40/CD40L signaling"}, {"id": "cd8tcrpathway", "name": "TCR signaling in na&#xef;ve CD8+ T cells"}, {"id": "il1pathway", "name": "IL1-mediated signaling events"}, {"id": "nfkappabcanonicalpathway", "name": "Canonical NF-kappaB pathway"}, {"id": "p38_mkk3_6pathway", "name": "p38 MAPK signaling pathway"}, {"id": "p38alphabetapathway", "name": "Regulation of p38-alpha and p38-beta"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "tcr_pathway", "name": "TCR signaling in na&#xef;ve CD4+ T cells"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168638", "name": "NOD1/2 Signaling Pathway"}, {"id": "R-HSA-168643", "name": "Nucleotide-binding domain, leucine rich repeat containing receptor (NLR) signaling pathways"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-168927", "name": "TICAM1, RIP1-mediated IKK complex recruitment"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-193639", "name": "p75NTR signals via NF-kB"}, {"id": "R-HSA-193692", "name": "Regulated proteolysis of p75NTR"}, {"id": "R-HSA-193704", "name": "p75 NTR receptor-mediated signalling"}, {"id": "R-HSA-193704", "name": "p75 NTR receptor-mediated signalling"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-202403", "name": "TCR signaling"}, {"id": "R-HSA-202424", "name": "Downstream TCR signaling"}, {"id": "R-HSA-204998", "name": "Cell death signalling via NRAGE, NRIF and NADE"}, {"id": "R-HSA-204998", "name": "Cell death signalling via NRAGE, NRIF and NADE"}, {"id": "R-HSA-205043", "name": "NRIF signals cell death from the nucleus"}, {"id": "R-HSA-205043", "name": "NRIF signals cell death from the nucleus"}, {"id": "R-HSA-209543", "name": "p75NTR recruits signalling complexes"}, {"id": "R-HSA-209560", "name": "NF-kB is activated and signals survival"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2871837", "name": "FCERI mediated NF-kB activation"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-445989", "name": "TAK1-dependent IKK and NF-kappa-B activation  "}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-450294", "name": "MAP kinase activation"}, {"id": "R-HSA-450302", "name": "activated TAK1 mediates p38 MAPK activation"}, {"id": "R-HSA-450321", "name": "JNK (c-Jun kinases) phosphorylation and  activation mediated by activated human TAK1"}, {"id": "R-HSA-5607764", "name": "CLEC7A (Dectin-1) signaling"}, {"id": "R-HSA-5621481", "name": "C-type lectin receptors (CLRs)"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-5689896", "name": "Ovarian tumor domain proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9014325", "name": "TICAM1,TRAF6-dependent induction of TAK1 complex"}, {"id": "R-HSA-9020702", "name": "Interleukin-1 signaling"}, {"id": "R-HSA-933541", "name": "TRAF6 mediated IRF7 activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-937039", "name": "IRAK1 recruits IKK complex"}, {"id": "R-HSA-937041", "name": "IKK complex recruitment mediated by RIP1"}, {"id": "R-HSA-937042", "name": "IRAK2 mediated activation of TAK1 complex"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-937072", "name": "TRAF6-mediated induction of TAK1 complex within TLR4 complex"}, {"id": "R-HSA-9645460", "name": "Alpha-protein kinase 1 signaling pathway"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-975110", "name": "TRAF6 mediated IRF7 activation in TLR7/8 or 9 signaling"}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975144", "name": "IRAK1 recruits IKK complex upon TLR7/8 or 9 stimulation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975163", "name": "IRAK2 mediated activation of TAK1 complex upon TLR7/8 or 9 stimulation"}, {"id": "R-HSA-9758274", "name": "Regulation of NF-kappa B signaling"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP195", "name": "IL-1 signaling pathway"}, {"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2112", "name": "IL17 signaling pathway"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP262", "name": "Ebstein-Barr virus LMP1 signaling"}, {"id": "WP2637", "name": "Structural Pathway of Interleukin 1 (IL-1)"}, {"id": "WP3298", "name": "Melatonin metabolism and effects"}, {"id": "WP3617", "name": "Photodynamic therapy-induced NF-kB survival signaling"}, {"id": "WP3656", "name": "Interleukin-1 Induced Activation of NF-kappa-B"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3849", "name": "MAPK and NFkB signaling pathways inhibited by Yersinia YopJ"}, {"id": "WP3851", "name": "TLR4 Signaling and Tolerance"}, {"id": "WP3858", "name": "Toll-like Receptor Signaling related to MyD88"}, {"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP3877", "name": "Simplified Depiction of MYD88 Distinct Input-Output Pathway"}, {"id": "WP3926", "name": "ApoE and miR-146 in inflammation and atherosclerosis"}, {"id": "WP3941", "name": "Oxidative Damage"}, {"id": "WP4136", "name": "Fibrin Complement Receptor 3 Signaling Pathway"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4329", "name": "miRNAs involvement in the immune response in sepsis"}, {"id": "WP4496", "name": "Signal transduction through IL1R"}, {"id": "WP4559", "name": "Interactions between immune cells and microRNAs in tumor microenvironment"}, {"id": "WP4658", "name": "Small cell lung cancer"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4788", "name": "Autosomal recessive Osteopetrosis pathways"}, {"id": "WP4868", "name": "Type I interferon induction and signaling during SARS-CoV-2 infection"}, {"id": "WP4880", "name": "Host-pathogen interaction of human coronaviruses - interferon induction"}, {"id": "WP4949", "name": "16p11.2 proximal deletion syndrome"}, {"id": "WP5038", "name": "SARS-CoV-2 mitochondrial interactions"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}, {"id": "WP5072", "name": "Modulators of TCR signaling and T cell activation"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["1LB4", "1LB5", "1LB6", "2ECI", "2JMD", "3HCS", "3HCT", "3HCU", "4Z8M", "5ZUJ", "6A33", "7L3L", "8HZ2"], "pfam": ["PF02176", "PF13923", "PF18048", "PF21355"], "pharmgkb": "PA36713", "pharos": {"target_id": 2297, "tdl": "Tbio"}, "pir": "S71821", "prosite": ["PS50089", "PS50144", "PS50145"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257543", "relationship": "is"}, {"id": "GNF257544", "relationship": "is"}, {"id": "GNF257545", "relationship": "is"}, {"id": "GNF257546", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164982", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF044592", "relationship": "is"}, {"id": "GNF047482", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091508", "relationship": "is"}, {"id": "GNF091509", "relationship": "is"}, {"id": "GNF091510", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051298", "relationship": "is"}, {"id": "GNF056064", "relationship": "is"}, {"id": "GNF060778", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066907", "relationship": "is"}, {"id": "GNF066908", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014889", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338710", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102133", "relationship": "is"}, {"id": "GNF141788", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_004611.1", "NP_665802.1"], "rna": ["NM_004620.4", "NM_145803.3"], "translation": [{"protein": "NP_665802.1", "rna": "NM_145803.3"}, {"protein": "NP_004611.1", "rna": "NM_004620.4"}]}, "reporter": {"HG-U133_Plus_2": ["205558_at", "227264_at"], "HG-U95Av2": "1209_at", "HG-U95B": "53334_at", "HTA-2_0": "TC11001560.hg.1", "HuEx-1_0": ["3290611", "3369888", "3369890"], "HuGene-1_1": "7947540", "HuGene-2_1": "16737401"}, "summary": "The protein encoded by this gene is a member of the TNF receptor associated factor (TRAF) protein family. TRAF proteins are associated with, and mediate signal transduction from, members of the TNF receptor superfamily. This protein has an amino terminal RING domain which is followed by four zinc-finger motifs, a central coiled-coil region and a highly conserved carboxyl terminal domain, known as the TRAF-C domain and mediates signaling from members of the TNF receptor superfamily as well as the Toll/IL-1 family. Signals from receptors such as CD40, TNFSF11/RANCE and IL-1 have been shown to be mediated by this protein. This protein also interacts with various protein kinases including IRAK1/IRAK, SRC and PKCzeta, which provides a link between distinct signaling pathways. This protein functions as a signal transducer in the NF-kappaB pathway that activates IkappaB kinase (IKK) in response to proinflammatory cytokines. The interaction of this protein with UBE2N/UBC13, and UBE2V1/UEV1A, which are ubiquitin conjugating enzymes catalyzing the formation of polyubiquitin chains, has been found to be required for IKK activation by this protein. This protein also interacts with the transforming growth factor (TGF) beta receptor complex and is required for Smad-independent activation of the JNK and p38 kinases. The protein encoded by this gene is a key molecule in antiviral innate and antigen-specific immune responses. [provided by RefSeq, Nov 2021].", "symbol": "TRAF6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336666"}, "unigene": ["Hs.591983", "Hs.444172"], "uniprot": {"Swiss-Prot": "Q9Y4K3"}, "wikipedia": {"url_stub": "TRAF6"}}