{"AllianceGenome": "16264", "HGNC": "16264", "MIM": "606219", "_id": "10131", "_version": 1, "accession": {"genomic": ["AC005203.1", "AC006111.4", "CH471112.2", "CP068262.2", "NC_000016.10", "NC_060940.1", "NG_033088.1"], "protein": ["AAA87704.1", "AAC02679.1", "AAC24722.1", "AAF15314.1", "AAH01455.2", "AAH18950.1", "AAH23585.1", "AEE61119.1", "AFS69159.1", "BAC04139.1", "BAD93042.1", "BAD96769.1", "BAD96796.1", "BAD96925.1", "BAG51942.1", "BAG61180.1", "CAI64498.1", "EAW85338.1", "EAW85339.1", "EAW85340.1", "EAW85341.1", "EAW85342.1", "NP_001258978.1", "NP_057376.2", "Q12931.3", "XP_011520647.1", "XP_054235347.1"], "rna": ["AB209805.1", "AF043254.1", "AF154108.1", "AJ890085.1", "AK057620.1", "AK093344.1", "AK223049.1", "AK223076.1", "AK223205.1", "AK299127.1", "BC000406.2", "BC001455.2", "BC002994.1", "BC018950.2", "BC023585.2", "DB452880.1", "HM005522.1", "JX481354.1", "NM_001272049.2", "NM_016292.3", "U12595.1", "XM_011522345.3", "XM_054379372.1"], "translation": [{"protein": "NP_057376.2", "rna": "NM_016292.3"}, {"protein": "AAH18950.1", "rna": "BC018950.2"}, {"protein": "NP_001258978.1", "rna": "NM_001272049.2"}, {"protein": "AAF15314.1", "rna": "AF154108.1"}, {"protein": "XP_054235347.1", "rna": "XM_054379372.1"}, {"protein": "CAI64498.1", "rna": "AJ890085.1"}, {"protein": "XP_011520647.1", "rna": "XM_011522345.3"}, {"protein": "BAD93042.1", "rna": "AB209805.1"}, {"protein": "BAD96925.1", "rna": "AK223205.1"}, {"protein": "BAD96769.1", "rna": "AK223049.1"}, {"protein": "BAC04139.1", "rna": "AK093344.1"}, {"protein": "BAD96796.1", "rna": "AK223076.1"}, {"protein": "AAH01455.2", "rna": "BC001455.2"}, {"protein": "AFS69159.1", "rna": "JX481354.1"}, {"protein": "AAA87704.1", "rna": "U12595.1"}, {"protein": "AEE61119.1", "rna": "HM005522.1"}, {"protein": "BAG61180.1", "rna": "AK299127.1"}, {"protein": "BAG51942.1", "rna": "AK057620.1"}, {"protein": "AAC02679.1", "rna": "AF043254.1"}, {"protein": "AAH23585.1", "rna": "BC023585.2"}]}, "alias": ["HSP 75", "HSP75", "HSP90L", "TRAP-1"], "ensembl": {"gene": "ENSG00000126602", "protein": ["ENSP00000246957", "ENSP00000442070", "ENSP00000458166", "ENSP00000458244", "ENSP00000459354", "ENSP00000459385", "ENSP00000459585", "ENSP00000460545", "ENSP00000461354", "ENSP00000461618"], "transcript": ["ENST00000246957", "ENST00000538171", "ENST00000570403", "ENST00000570514", "ENST00000571011", "ENST00000571538", "ENST00000571804", "ENST00000573872", "ENST00000574175", "ENST00000574494", "ENST00000574941", "ENST00000575671", "ENST00000575707", "ENST00000575854", "ENST00000576106", "ENST00000576335", "ENST00000576788"], "translation": [{"protein": "ENSP00000459385", "rna": "ENST00000575707"}, {"protein": "ENSP00000246957", "rna": "ENST00000246957"}, {"protein": "ENSP00000458166", "rna": "ENST00000575671"}, {"protein": "ENSP00000442070", "rna": "ENST00000538171"}, {"protein": "ENSP00000459354", "rna": "ENST00000576335"}, {"protein": "ENSP00000459585", "rna": "ENST00000574175"}, {"protein": "ENSP00000461618", "rna": "ENST00000571804"}, {"protein": "ENSP00000458244", "rna": "ENST00000571538"}, {"protein": "ENSP00000460545", "rna": "ENST00000571011"}, {"protein": "ENSP00000461354", "rna": "ENST00000570403"}], "type_of_gene": "protein_coding"}, "entrezgene": "10131", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 28.8541902747, "exp_mis": 287.191998181, "exp_syn": 137.229472356, "lof_z": 0.341931909954125, "mis_z": -2.82295976006732, "mu_lof": 2.12017743063e-06, "mu_mis": 2.89391845544e-05, "mu_syn": 1.34534373131e-05, "n_lof": 27.0, "n_mis": 385.0, "n_syn": 182.0, "p_li": 1.62037604789736e-17, "p_null": 0.988338836859702, "p_rec": 0.0116611631402985, "syn_z": -2.36928681116308}, "bp": 2115, "cds_end": 3767509, "cds_start": 3708129, "n_exons": 18, "nonpsych": {"exp_lof": 25.7840392425, "exp_mis": 259.60469148, "exp_syn": 123.87412828, "lof_z": 0.538458054216475, "mis_z": -3.08020597817339, "mu_lof": 2.12017743063e-06, "mu_mis": 2.89391845544e-05, "mu_syn": 1.34534373131e-05, "n_lof": 23.0, "n_mis": 358.0, "n_syn": 162.0, "p_li": 1.73371883390457e-14, "p_null": 0.953109588872757, "p_rec": 0.0468904111272256, "syn_z": -2.15671811424122}, "nontcga": {"exp_lof": 26.5135153953, "exp_mis": 264.184316734, "exp_syn": 126.21878038, "lof_z": 0.673115297813197, "mis_z": -2.99822896707854, "mu_lof": 2.12017743063e-06, "mu_mis": 2.89391845544e-05, "mu_syn": 1.34534373131e-05, "n_lof": 23.0, "n_mis": 362.0, "n_syn": 167.0, "p_li": 3.1813081010842e-14, "p_null": 0.927979826354791, "p_rec": 0.072020173645177, "syn_z": -2.29837216875657}, "transcript": "ENST00000246957.5"}, "exons": [{"cdsend": 3717508, "cdsstart": 3658128, "chr": "16", "position": [[3658036, 3658230], [3658792, 3658865], [3661986, 3662132], [3662881, 3662967], [3663423, 3663562], [3664273, 3664459], [3665970, 3666118], [3671721, 3671791], [3672699, 3672820], [3674338, 3674494], [3675323, 3675397], [3676035, 3676145], [3677497, 3677658], [3679718, 3679790], [3685995, 3686136], [3689054, 3689137], [3717420, 3717524]], "strand": -1, "transcript": "NM_001272049", "txend": 3717524, "txstart": 3658036}, {"cdsend": 3717508, "cdsstart": 3658128, "chr": "16", "position": [[3658036, 3658230], [3658792, 3658865], [3661986, 3662132], [3662881, 3662967], [3663423, 3663562], [3664273, 3664459], [3665970, 3666118], [3671721, 3671791], [3672699, 3672820], [3674338, 3674494], [3675323, 3675397], [3676035, 3676145], [3677497, 3677658], [3679718, 3679790], [3685995, 3686136], [3689054, 3689137], [3690826, 3690985], [3717420, 3717524]], "strand": -1, "transcript": "NM_016292", "txend": 3717524, "txstart": 3658036}], "exons_hg19": [{"cdsend": 3767509, "cdsstart": 3708129, "chr": "16", "position": [[3708037, 3708231], [3708793, 3708866], [3711987, 3712133], [3712882, 3712968], [3713424, 3713563], [3714274, 3714460], [3715971, 3716119], [3721722, 3721792], [3722700, 3722821], [3724339, 3724495], [3725324, 3725398], [3726036, 3726146], [3727498, 3727659], [3729719, 3729791], [3735996, 3736137], [3739055, 3739138], [3767421, 3767525]], "strand": -1, "transcript": "NM_001272049", "txend": 3767525, "txstart": 3708037}, {"cdsend": 3767509, "cdsstart": 3708129, "chr": "16", "position": [[3708037, 3708231], [3708793, 3708866], [3711987, 3712133], [3712882, 3712968], [3713424, 3713563], [3714274, 3714460], [3715971, 3716119], [3721722, 3721792], [3722700, 3722821], [3724339, 3724495], [3725324, 3725398], [3726036, 3726146], [3727498, 3727659], [3729719, 3729791], [3735996, 3736137], [3739055, 3739138], [3740827, 3740986], [3767421, 3767525]], "strand": -1, "transcript": "NM_016292", "txend": 3767525, "txstart": 3708037}], "generif": [{"pubmed": 15292218, "text": "suppression of the expression of TRAP1 in mitochondria might play an important role in the induction of apoptosis caused via formation of ROS"}, {"pubmed": 16927372, "text": "TRAP1 might play a role in protecting mitochondria against damaging stimuli via decrease of reactive oxygen species generation"}, {"pubmed": 17579517, "text": "PINK1 protects against oxidative-stress-induced cell death by suppressing cytochrome c release from mitochondria, and this protective action of PINK1 depends on its kinase activity to phosphorylate TRAP1."}, {"pubmed": 17853063, "text": "TRAP-1 protects cells from oxidative stress and apoptosis"}, {"pubmed": 18091755, "text": "Hsp75 can provide protection against ischemia-like in vitro injury"}, {"pubmed": 18287101, "text": "analysis of the ATPase cycle of the mitochondrial Hsp90 analog Trap1"}, {"pubmed": 18790094, "text": "mitochondrial ribosomal protein S12 3'-UTR interacts specifically with TRAP1 (tumor necrosis factor receptor-associated protein1), hnRNPM4 (heterogeneous nuclear ribonucleoprotein M4), Hsp70 and Hsp60 (heat shock proteins 70 and 60), and alpha-tubulin"}, {"pubmed": 18815895, "text": "Data show that mtDNA variability is able to influence the cellular response to heat stress by modulating both the transcription of HSP60 and 75 and their intra-mitochondrial protein levels."}, {"pubmed": 19217207, "text": "TRAP1, a novel mitochondrial chaperone responsible for multi-drug resistance and protection from apoptotis in human colorectal carcinoma cells."}, {"pubmed": 19490362, "text": "TRAP1 works synergistically with tumor necrosis factor receptor 1 (TNFR1) to modulate expression of the cell adhesion molecule N-cadherin, and alters inter-cellular adhesion of neuronal cells."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948822, "text": "These data identify TRAP-1 as a novel mitochondrial survival factor differentially expressed in localized and metastatic prostate cancer compared with normal prostate."}, {"pubmed": 20471161, "text": "In many tumors TRAP1 may activate proliferation whilst inhibiting metastatic spread."}, {"pubmed": 20499060, "text": "up-regulated in prostate cancer tissue"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20647321, "text": "Depletion of TRAP1 by short hairpin RNA in colorectal carcinoma cells lowered Sorcin levels in mitochondria, whereas the depletion of Sorcin by small interfering RNA increased TRAP1 degradation."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21338643, "text": "Mitochondria could be a potential regulator of the unfolded protein response in the endoplasmic reticulum via mitochondrial TRAP1."}, {"pubmed": 21381076, "text": "HSP75 likely reduces the hypertrophy and fibrosis induced by pressure overload through blocking TAK/P38, JNK, and AKT signaling pathways"}, {"pubmed": 21878357, "text": "TRAP-1-directed compartmentalized protein folding is broadly exploited in cancer."}, {"pubmed": 21979464, "text": "The proposed TRAP1 network has an impact in vivo, as it is conserved in human colorectal cancers, is controlled by ER-localized TRAP1 interacting with TBP7 and provides a novel model of the ER-mitochondria crosstalk."}, {"pubmed": 22319455, "text": "alpha-Synuclein toxicity is intimately connected to mitochondrial dysfunction and that toxicity reduction in fly and rat primary neurons and human cell lines can be achieved using overexpression of the mitochondrial chaperone TRAP1"}, {"pubmed": 22978347, "text": "Immunohistochemical evaluation of TRAP1 together with ERalpha provides significant prognostic information. TRAP1 alone is significantly associated with chemotherapy response and overall survival."}, {"pubmed": 23139614, "text": "Mitochondria TRAP-1 affects the lymph node metastasis in colorectal cancer, and may be a potential biomarker for LNM and a prognostic factor in CRC."}, {"pubmed": 23273922, "text": "Early mesangial nephritis initiates a cascade of inflammatory signals that lead to up-regulation of Trap1 and a consequent down-regulation of renal DNaseI by transcriptional interference."}, {"pubmed": 23284813, "text": "TRAP1 controls mitochondrial fusion/fission balance through Drp1 and Mff expression."}, {"pubmed": 23525905, "text": "Overexpression of TRAP1 is able to mitigate Pink1 but not parkin loss-of-function phenotypes."}, {"pubmed": 23747254, "text": "TRAP1 binds to and inhibits succinate dehydrogenase (SDH), the complex II of the respiratory chain."}, {"pubmed": 23842546, "text": "Mitochondrial Hsp90 and TRAP-1 are global regulators of tumor metabolic reprogramming, including oxidative phosphorylation, and are required for disease maintenance."}, {"pubmed": 24113185, "text": "This study demonstrates for the first time that TRAP1 is associated with ribosomes and with several translation factors in colon carcinoma cells."}, {"pubmed": 24152966, "text": "Identify mutations in TRAP1 as highly likely causing CAKUT or VACTERL association with CAKUT."}, {"pubmed": 24297638, "text": "High TRAP1 expression is associated with resistance to anthracyclins in breast carcinoma."}, {"pubmed": 24567527, "text": "TRAP1 controls NSCLC proliferation, apoptosis, and mitochondrial function, and its status has prognostic potential in NSCLC."}, {"pubmed": 24754231, "text": "study shows that TRAP1 was overexpressed in most patients with ESCC, and caused an increase in antiapoptosis potency"}, {"pubmed": 24962791, "text": "TRAP1-dependent regulation of p70S6K is involved in the attenuation of protein synthesis and cell migration: relevance in human colorectal tumors"}, {"pubmed": 24990602, "text": "The article summarizes the central regulatory function of TRAP1 with homeostatic roles at the crossroad between different kinds of cell functions/metabolism during the transformation process or, possibly, during normal development. [review]"}, {"pubmed": 25239454, "text": "dual HSP90/TRAP1 inhibitor HSP990 showed activity against the TRAP1 network and high cytostatic potential in BRAF-mutated colorectal carcinoma cells"}, {"pubmed": 25438697, "text": "TRAP1 expression was associated with increased risk of lymph node metastasis, while high TRAP1 expression correlated with poor prognosis in esophageal squamous cell cancer."}, {"pubmed": 25493016, "text": "Oxidative stress in ulcerative colitis could lead to the increase of cytoprotective protein TRAP1, which in turn could promote cancer progression by preventing or protecting the oxidative damaged epithelial cells from undergoing apoptosis."}, {"pubmed": 25531069, "text": "crystal structure of the mitochondrial Hsp90, TRAP1, revealed an extension of the N-terminal beta-strand previously shown to cross between protomers in the closed state"}, {"pubmed": 25564869, "text": "Our findings demonstrate that SDH inhibition by TRAP1 is oncogenic not only by inducing pseudohypoxia, but also by protecting tumor cells from oxidative stress"}, {"pubmed": 26022780, "text": "The combined presence of pain, fatigue and nausea is strongly associated with p.Ile253Val (OR 7.5, P = 0.0001) and with two other interacting variants (OR 18, P = 0.0005)."}, {"pubmed": 26071104, "text": "a correlation between TRAP1 and AKT expression is found in vivo in human colorectal tumours. These results provide new insights into TRAP1 role in the regulation of cell migration in cancer cells, tumour progression and metastatic mechanisms."}, {"pubmed": 26084290, "text": "TRAP1 is a downstream effector of BRAF cytoprotective pathway in mitochondria and TRAP1 targeting may represent a novel strategy to improve the activity of proapoptotic agents in BRAF-driven CRC cells."}, {"pubmed": 26202366, "text": "results of the present study show that TRAP1 provides cardioprotection against myocardial I/R by ameliorating mitochondrial dysfunction"}, {"pubmed": 26408177, "text": "Increased TRAP1 expression was significantly associated with EOC stages."}, {"pubmed": 26464709, "text": "Our results indicate that GRP94 and TRAP1 might contribute more to the carcinogenesis or biology of SCLC than HSP90alpha and HSP90beta"}, {"pubmed": 26517089, "text": "Overexpression of TRAP1 in breast cancer cells causes mitochondrial fusion, triggers mitochondria to form tubular networks, and suppresses cell migration and invasion in vitro and in vivo. These data link TRAP1-regulated mitochondrial dynamics and function with tumorigenesis in breast cancer."}, {"pubmed": 26722505, "text": "TRAP1 is highly expressed in kidney cancer and correlates with patients prognosis"}, {"pubmed": 26929380, "text": "A previously unobserved coiled-coil dimer conformation may precede dimer closure. TRAP1 exists in an autoinhibited state with the ATP lid bound to the ATP-binding pocket. ATP displaces this and signals the cis-bound ATP status to the next subunit."}, {"pubmed": 27422900, "text": "TRAP1 inhibition may be regarded as potential strategy to target specific features of human thyroid cancers, i.e., cell proliferation and resistance to apoptosis."}, {"pubmed": 27487821, "text": "The crystal structure of a human TRAP1NM dimer is presented, featuring an intact N-domain and M-domain structure, bound to adenosine 5'-beta,gamma-imidotriphosphate."}, {"pubmed": 27662365, "text": "TRAP1 regulates stemness and Wnt/beta-catenin pathway in colorectal cancer."}, {"pubmed": 27754870, "text": "TRAP1 increases cell proliferation, reduces apoptosis, and promotes cell invasion without changes in mitochondrial bioenergetics. Therefore, TRAP1 is a driver of prostate cancer in vivo and an \"actionable\" therapeutic target."}, {"pubmed": 27977010, "text": "TRAP1 is often deleted in high-grade serous ovarian cancer patients."}, {"pubmed": 28088229, "text": "overexpression of TRAP1 might contribute to tumor cell local invasion of colorectal cancer"}, {"pubmed": 28115289, "text": "Both redox imbalance and IHG-1 stimulate TGF-beta signalling. IHG-1, HSPA5 and YBX1 all show increased expression in diabetic nephropathy, chronic kidney disease and in the Unilateral Ureteral Obstruction model of kidney fibrosis. Increased IHG-1 expression in UUO correlated with loss of TRAP1 expression. IHG-1 may target TRAP1 for degradation."}, {"pubmed": 28177905, "text": "These data suggest that TRAP1 protein network may provide a prognostic signature in human metastatic colorectal carcinomas"}, {"pubmed": 28427560, "text": "This review summarizes how metabolism, chemoresistance, inflammation, and epithelial-to-mesenchymal transition are strictly interconnected, and how TRAP1 stays at the crossroads of these processes, thus shedding new lights on molecular networks at the basis of ovarian cancer. [review]"}, {"pubmed": 28678347, "text": "TRAP1 is relevant in the control of key cell cycle regulators in tumor cells. TRAP1/TBP7 quality control of CDK1 and MAD2 contributes mechanistically to the regulation of mitotic entry and transit."}, {"pubmed": 28742020, "text": "Here, the authors show that rather than being cooperative or independent, ATP hydrolysis on the two protomers is sequential and deterministic. Moreover, dimer asymmetry sets up differential hydrolysis rates for each protomer, such that the buckled conformation favors ATP hydrolysis."}, {"pubmed": 29050400, "text": "data show that TRAP1 acts downstream of PINK1 and HTRA2 for mitochondrial fine tuning, whereas TRAP1 loss of function leads to reduced control of energy metabolism, ultimately impacting mitochondrial membrane potential."}, {"pubmed": 29383696, "text": "results show that even though TRAP1 depletion affects both normal MRC-5 and tumour A549 cell proliferation, inhibition of autophagy per se led to a decrease in tumour cell mass, while having a reduced effect on the normal cell line. The strategy of targeting TRAP1 in NSCLC shows future potential therapeutic applications."}, {"pubmed": 29859285, "text": "Results demonstrated that TRAP1 gene polymorphisms may be associated with the systemic lupus erythematosus (SLE) susceptibility and glucocorticoids sensitivity in SLE patients."}, {"pubmed": 29991590, "text": "In the presence of magnesium, ATP hydrolysis by TRAP1, as with other Hsp90s, was noncooperative, whereas calcium binding resulted in cooperative hydrolysis by the two protomers within the Hsp90 dimer. The structural data suggested a mechanism for this cooperative behavior."}, {"pubmed": 30683653, "text": "Discovery and functional analysis of a TRAP1-SIRT3 complex in glioma stem cells identify potential target proteins for glioblastoma treatment"}, {"pubmed": 31039275, "text": "The TRAP1 gene is associated with mucosal healing in Crohn's disease patients following infliximab therapy."}, {"pubmed": 31128915, "text": "Data suggest that heat shock protein 75 (HSP75) may be important for maintenance of mitochondrial function in renal proximal tubular cells (HK2) cells under pathological conditions."}, {"pubmed": 31669620, "text": "Mitochondrial chaperone, TRAP1 as a potential pharmacological target to combat cancer metabolism."}, {"pubmed": 31882397, "text": "TRAP1 chaperone protein mutations and autoinflammation."}, {"pubmed": 31956271, "text": "Unleashing the full potential of Hsp90 inhibitors as cancer therapeutics through simultaneous inactivation of Hsp90, Grp94, and TRAP1."}, {"pubmed": 31987035, "text": "The mitochondrial HSP90 paralog TRAP1 forms an OXPHOS-regulated tetramer and is involved in mitochondrial metabolic homeostasis."}, {"pubmed": 32092740, "text": "TRAP1 is a predictive biomarker of platinum-based adjuvant chemotherapy benefits in patients with resected lung adenocarcinoma."}, {"pubmed": 32376268, "text": "reviewed the recently identified functions of the molecular chaperone TRAP1 in cancer development and progression, as well as the discovery and recent advances in selective TRAP1 inhibitors as anticancer drug therapies"}, {"pubmed": 32784002, "text": "Mitochondrial chaperone, TRAP1 modulates mitochondrial dynamics and promotes tumor metastasis."}, {"pubmed": 33025742, "text": "TRAP1 enhances Warburg metabolism through modulation of PFK1 expression/activity and favors resistance to EGFR inhibitors in human colorectal carcinomas."}, {"pubmed": 33065966, "text": "TRAP1 Regulates Wnt/beta-Catenin Pathway through LRP5/6 Receptors Expression Modulation."}, {"pubmed": 33196942, "text": "Knockdown of TRAP1 promotes cisplatin-induced apoptosis by promoting the ROS-dependent mitochondrial dysfunction in lung cancer cells."}, {"pubmed": 33934112, "text": "HIF1alpha-dependent induction of the mitochondrial chaperone TRAP1 regulates bioenergetic adaptations to hypoxia."}, {"pubmed": 35543151, "text": "TRAP1 regulates the response of colorectal cancer cells to hypoxia and inhibits ribosome biogenesis under conditions of oxygen deprivation."}, {"pubmed": 35740911, "text": "TRAP1 Chaperones the Metabolic Switch in Cancer."}, {"pubmed": 36113636, "text": "Metabolic targeting of NRF2 potentiates the efficacy of the TRAP1 inhibitor G-TPP through reduction of ROS detoxification in colorectal cancer."}, {"pubmed": 36828164, "text": "The mitochondrial chaperone TRAP-1 regulates the glutamine metabolism in tumor cells."}, {"pubmed": 37084412, "text": "Histone chaperone SSRP1 is required for apoptosis inhibition and mitochondrial function in HCC via transcriptional promotion of TRAP1."}, {"pubmed": 37165028, "text": "Analysis and functional relevance of the chaperone TRAP-1 interactome in the metabolic regulation and mitochondrial integrity of cancer cells."}, {"pubmed": 37487647, "text": "Cytosolic and mitochondrial translation elongation are coordinated through the molecular chaperone TRAP1 for the synthesis and import of mitochondrial proteins."}], "genomic_pos": {"chr": "16", "end": 3717553, "ensemblgene": "ENSG00000126602", "start": 3651639, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 3767598, "start": 3701640, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006457", "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0009386", "pubmed": 24113185, "qualifier": "involved_in", "term": "translational attenuation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0061077", "pubmed": 24522549, "qualifier": "involved_in", "term": "chaperone-mediated protein folding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901856", "pubmed": 23564345, "qualifier": "involved_in", "term": "negative regulation of cellular respiration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903427", "pubmed": 18221368, "qualifier": "involved_in", "term": "negative regulation of reactive oxygen species biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903751", "pubmed": 17579517, "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to hydrogen peroxide"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 17579517, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005743", "qualifier": "is_active_in", "term": "mitochondrial inner membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005743", "pubmed": 23564345, "qualifier": "located_in", "term": "mitochondrial inner membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005758", "pubmed": 17579517, "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005759", "pubmed": 23564345, "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0071944", "qualifier": "located_in", "term": "cell periphery"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005164", "pubmed": 7876093, "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17579517, 23564345, 23747254, 29128334], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016887", "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019901", "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 17579517, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051082", "qualifier": "enables", "term": "unfolded protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140662", "qualifier": "enables", "term": "ATP-dependent protein folding chaperone"}]}, "homologene": {"genes": [[6239, 176019], [7165, 1272492], [7227, 35559], [7955, 571959], [8364, 100492593], [9031, 416666], [9544, 706234], [9598, 453868], [9606, 10131], [9615, 102153194], [9913, 514472], [10090, 68015], [10116, 287069]], "id": 9457}, "interpro": [{"desc": "Heat shock protein Hsp90, N-terminal", "id": "IPR020575", "short_desc": "Hsp90_N"}, {"desc": "Histidine kinase/HSP90-like ATPase superfamily", "id": "IPR036890", "short_desc": "HATPase_C_sf"}, {"desc": "Heat shock protein Hsp90 family", "id": "IPR001404", "short_desc": "Hsp90_fam"}, {"desc": "Ribosomal protein uS5 domain 2-type superfamily", "id": "IPR020568", "short_desc": "Ribosomal_Su5_D2-typ_SF"}, {"desc": "Histidine kinase/HSP90-like ATPase", "id": "IPR003594", "short_desc": "HATPase_C"}, {"desc": "HSP90, C-terminal domain", "id": "IPR037196", "short_desc": "HSP90_C"}], "ipi": ["IPI00030275", "IPI00646055"], "map_location": "16p13.3", "name": "TNF receptor associated protein 1", "other_names": ["TNFR-associated protein 1", "heat shock protein 75 kDa, mitochondrial", "heat shock protein family C member 5", "testicular tissue protein Li 209", "tumor necrosis factor type 1 receptor-associated protein"], "pantherdb": {"HGNC": "16264", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1915265", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 10090, "uniprot_kb": "Q9CQN1"}, {"RGD": "1359733", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 10116, "uniprot_kb": "Q5XHZ0"}, {"Ensembl": "ENSGALG00000039951", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 9031, "uniprot_kb": "Q5ZMF6"}, {"ZFIN": "ZDB-GENE-030131-4257", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 7955, "uniprot_kb": "A0A2R8RKV0"}, {"WormBase": "WBGene00020110", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 6239, "uniprot_kb": "Q2L6Y6"}, {"FlyBase": "FBgn0026761", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 7227, "uniprot_kb": "A1Z6L9"}, {"dictyBase": "DDB_G0276947", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 352472, "uniprot_kb": "Q86L04"}, {"EnsemblGenome": "BAE76252", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 562, "uniprot_kb": "P0A6Z3"}], "uniprot_kb": "Q12931"}, "pathway": {"kegg": [{"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, "reactome": [{"id": "R-HSA-1428517", "name": "Aerobic respiration and respiratory electron transport"}, {"id": "R-HSA-1428517", "name": "Aerobic respiration and respiratory electron transport"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-611105", "name": "Respiratory electron transport"}, {"id": "R-HSA-71403", "name": "Citric acid cycle (TCA cycle)"}], "wikipathways": [{"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}]}, "pdb": ["4Z1F", "4Z1G", "4Z1H", "4Z1I", "5F3K", "5F5R", "5HPH", "5Y3N", "5Y3O", "6XG6", "7C04", "7C05", "7C7B", "7C7C", "7KCK", "7KCL", "7KCM", "7KLU", "7KLV", "7U8U", "7U8V", "7U8W", "7U8X", "7ULK"], "pfam": ["PF00183", "PF13589"], "pharmgkb": "PA36781", "pharos": {"target_id": 7736, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261063", "relationship": "is"}, {"id": "GNF261064", "relationship": "is"}, {"id": "GNF261065", "relationship": "is"}, {"id": "GNF261066", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF031525", "relationship": "similar to"}, {"id": "GNF034262", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083507", "relationship": "is"}, {"id": "GNF083508", "relationship": "is"}, {"id": "GNF083509", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050517", "relationship": "is"}, {"id": "GNF055280", "relationship": "is"}, {"id": "GNF059889", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063161", "relationship": "is"}, {"id": "GNF063162", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014896", "relationship": "is"}, {"id": "GNF014897", "relationship": "is"}, {"id": "GNF016636", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF284522", "relationship": "is"}, {"id": "GNF286777", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094552", "relationship": "is"}, {"id": "GNF134209", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_033088.1"], "protein": ["NP_001258978.1", "NP_057376.2", "XP_011520647.1", "XP_054235347.1"], "rna": ["NM_001272049.2", "NM_016292.3", "XM_011522345.3", "XM_054379372.1"], "translation": [{"protein": "XP_011520647.1", "rna": "XM_011522345.3"}, {"protein": "NP_057376.2", "rna": "NM_016292.3"}, {"protein": "XP_054235347.1", "rna": "XM_054379372.1"}, {"protein": "NP_001258978.1", "rna": "NM_001272049.2"}]}, "reporter": {"HG-U133_Plus_2": ["201391_at", "239622_at"], "HG-U95Av2": "1468_at", "HTA-2_0": "TC16000822.hg.1", "HuEx-1_0": "3677752", "HuGene-1_1": ["7992954", "7999025"], "HuGene-2_1": "16823413"}, "retired": 51721, "summary": "This gene encodes a mitochondrial chaperone protein that is member of the heat shock protein 90 (HSP90) family. The encoded protein has ATPase activity and interacts with tumor necrosis factor type I. This protein may function in regulating cellular stress responses. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Jan 2013].", "symbol": "TRAP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420952"}, "unigene": "Hs.30345", "uniprot": {"Swiss-Prot": "Q12931", "TrEMBL": ["Q53FS6", "A0A140VJY2", "I3L0K7", "I3L4L7", "I3L0P6", "I3L2D5", "I3L253", "I3L3L4", "I3L239"]}, "wikipedia": {"url_stub": "TRAP1"}}