{"AllianceGenome": "17761", "HGNC": "17761", "MIM": "605086", "_id": "54209", "_version": 3, "accession": {"genomic": ["AB601768.1", "AL133404.9", "CH471081.1", "CP068272.2", "DQ217932.1", "NC_000006.12", "NC_060930.1", "NG_011561.1"], "protein": ["AAF69824.1", "AAH32362.1", "ABB01002.1", "BAB78736.1", "BAG35148.1", "BAJ34724.1", "EAX04032.1", "EAX04033.1", "EAX04034.1", "NP_001258750.1", "NP_061838.1", "Q9NZC2.1"], "rna": ["AB062787.1", "AF213457.1", "AK312215.1", "BC018284.1", "BC032362.1", "NM_001271821.2", "NM_018965.4"], "translation": [{"protein": "AAF69824.1", "rna": "AF213457.1"}, {"protein": "AAH32362.1", "rna": "BC032362.1"}, {"protein": "BAB78736.1", "rna": "AB062787.1"}, {"protein": "BAG35148.1", "rna": "AK312215.1"}, {"protein": "NP_001258750.1", "rna": "NM_001271821.2"}, {"protein": "NP_061838.1", "rna": "NM_018965.4"}]}, "alias": ["PLOSL2", "TREM-2", "Trem2a", "Trem2b", "Trem2c"], "ensembl": {"gene": "ENSG00000095970", "protein": ["ENSP00000342651", "ENSP00000362205", "ENSP00000362214"], "transcript": ["ENST00000338469", "ENST00000373113", "ENST00000373122"], "translation": [{"protein": "ENSP00000362214", "rna": "ENST00000373122"}, {"protein": "ENSP00000342651", "rna": "ENST00000338469"}, {"protein": "ENSP00000362205", "rna": "ENST00000373113"}], "type_of_gene": "protein_coding"}, "entrezgene": "54209", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.90260378429, "exp_mis": 81.568101238, "exp_syn": 38.264165614, "lof_z": -1.16783075428745, "mis_z": -0.0775477047570935, "mu_lof": 4.40003903191e-07, "mu_mis": 7.15007079795e-06, "mu_syn": 3.24797719237e-06, "n_lof": 10.0, "n_mis": 83.0, "n_syn": 33.0, "p_li": 2.35316946822257e-08, "p_null": 0.958404710592155, "p_rec": 0.0415952658761505, "syn_z": 0.527573799333336}, "bp": 693, "cds_end": 41130820, "cds_start": 41126501, "n_exons": 5, "nonpsych": {"exp_lof": 6.14800743984, "exp_mis": 73.7274898299, "exp_syn": 34.533247358, "lof_z": -1.5257037890139, "mis_z": -0.309716520277379, "mu_lof": 4.40003903191e-07, "mu_mis": 7.15007079795e-06, "mu_syn": 3.24797719237e-06, "n_lof": 10.0, "n_mis": 79.0, "n_syn": 29.0, "p_li": 1.36954069279711e-08, "p_null": 0.971971328968876, "p_rec": 0.0280286573357172, "syn_z": 0.592823018294914}, "nontcga": {"exp_lof": 6.34069554389, "exp_mis": 75.0329583824, "exp_syn": 35.1933338557, "lof_z": -1.04179147613398, "mis_z": 0.0594109696837553, "mu_lof": 4.40003903191e-07, "mu_mis": 7.15007079795e-06, "mu_syn": 3.24797719237e-06, "n_lof": 9.0, "n_mis": 74.0, "n_syn": 32.0, "p_li": 1.70421837672815e-07, "p_null": 0.931404731573832, "p_rec": 0.06859509800433, "syn_z": 0.340828493076007}, "transcript": "ENST00000373113.3"}, "exons": [{"cdsend": 41163082, "cdsstart": 41158602, "chr": "6", "position": [[41158507, 41158780], [41159791, 41159882], [41161262, 41161613], [41163042, 41163116]], "strand": -1, "transcript": "NM_001271821", "txend": 41163116, "txstart": 41158507}, {"cdsend": 41163082, "cdsstart": 41158763, "chr": "6", "position": [[41158507, 41158780], [41158872, 41159066], [41159791, 41159882], [41161262, 41161613], [41163042, 41163116]], "strand": -1, "transcript": "NM_018965", "txend": 41163116, "txstart": 41158507}], "exons_hg19": [{"cdsend": 41130820, "cdsstart": 41126340, "chr": "6", "position": [[41126245, 41126518], [41127529, 41127620], [41129000, 41129351], [41130780, 41130854]], "strand": -1, "transcript": "NM_001271821", "txend": 41130854, "txstart": 41126245}, {"cdsend": 41130820, "cdsstart": 41126501, "chr": "6", "position": [[41126245, 41126518], [41126610, 41126804], [41127529, 41127620], [41129000, 41129351], [41130780, 41130854]], "strand": -1, "transcript": "NM_018965", "txend": 41130854, "txstart": 41126245}], "generif": [{"pubmed": 12080485, "text": "Mutations in two genes encoding different subunits of a receptor signaling complex (TYROBP and TREM2) result in an identical disease phenotype"}, {"pubmed": 12645956, "text": "The human TREM gene cluster at 6p21.1 encodes both activating and inhibitory single IgV domain receptors and includes TREM2."}, {"pubmed": 12754369, "text": "Nasu-Hakola disease with a novel genetic mutations in the TREM2 gene"}, {"pubmed": 12913093, "text": "results demonstrate a critical role for TREM-2 in the differentiation of mononuclear myeloid precursors into functional multinucleated osteoclasts"}, {"pubmed": 12925681, "text": "These results indicate an important role for DAP12-TREM2 signaling complex in the differentiation and function of osteoclasts."}, {"pubmed": 15966270, "text": "Two healthy subjects heterozygous for one mutated TREM2 allele showed a deficit of visuospatial memory associated with hypoperfusion in the basal ganglia, whereas the homozygotes for the wild-type allele of TREM2 did not show any abnormalities."}, {"pubmed": 16505336, "text": "Mutation in Nasu-Hakola disease."}, {"pubmed": 17530208, "text": "Transcript analysis of DCs of PLOSL patients show that TREM2 deficient cells differentiated into DCs and responded to pathogenic stimuli. However, the DCs showed morphological differences due to defects in the actin filaments."}, {"pubmed": 18546367, "text": "Mutations in TREM2 lead to pure early-onset dementia without bone cysts"}, {"pubmed": 18551625, "text": "TREM2 is induced and expressed in microglia associated with amyloid plaques where it may impact on their differentiation state and function in aged APP23 transgenic mice, an animal model of Alzheimer's disease."}, {"pubmed": 19019460, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19019460, "text": "the DAP12-TREM2 complex unlikely has a role in genetic susceptibility of multiple sclerosis"}, {"pubmed": 19079182, "text": "TREM-2 can function as a pattern-recognition receptor in the induction of the innate immune response to gonococci."}, {"pubmed": 19230638, "text": "decreased percentages of TREM-2 positive monocytes in patients with multiple sclerosis"}, {"pubmed": 19457124, "text": "Treatment with Hsp60 was found to stimulate the best known TREM2-dependent process, phagocytosis, however, only in the microglial N9 cells rich in the receptor."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20421649, "text": "These findings indicate that DAP12, possibly through association with TREM2, contributes to alveolar macrophage chemotaxis and recruitment to the lung and may mediate macrophage accumulation in lung diseases such as emphysema."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20640189, "text": "TREM2 expression correlates positively with amyloid phagocytosis in a transgenic model of amyloid pathology."}, {"pubmed": 21834902, "text": "This is the first report of a Japanese Nasu-Hakola disease family caused by a splicing mutation of TREM2 that induces both neuroinflammation and neurodegeneration."}, {"pubmed": 22939635, "text": "we have identified a common TREM2 variant associated with CRP in United States minority populations."}, {"pubmed": 23150908, "text": "Our findings strongly implicate variant TREM2 in the pathogenesis of Alzheimer's disease."}, {"pubmed": 23150934, "text": "Heterozygous rare variants in TREM2 are associated with a significant increase in the risk of Alzheimer's disease."}, {"pubmed": 23380991, "text": "An association is found between rs75932628-T variant of TREM2 and early-onset Alzheimer's disease."}, {"pubmed": 23391427, "text": "A positive replication study in a Spanish population confirms that TREM2 rs75932628-T is associated with risk for Alzheimer's disease."}, {"pubmed": 23407992, "text": "REVIEW: the recent epidemiological findings of TREM2 that related with late-onset AD and speculate the possible roles of TREM2 in progression of this disease"}, {"pubmed": 23533697, "text": "TREM2 is expressed on microglial cells, the resident macrophages in the CNS, and functions to stimulate phagocytosis on one hand and to suppress cytokine production and inflammation on the other hand."}, {"pubmed": 23582655, "text": "Mutation in TREM2 may serve as a risk factor for neurodegenerative disease in general, and that potentially this class of TREM2 variant carriers with dementia should be considered as having a molecularly distinct form of neurodegenerative disease."}, {"pubmed": 23721075, "text": "TREM-2 plays an important role in the host defense response to sepsis by enhancing bacterial clearance."}, {"pubmed": 23759145, "text": "Its mutations are rare in a French cohort of patients with frontotemporal dementia."}, {"pubmed": 23800361, "text": "Our results suggest that the TREM2 p.R47H substitution is a risk factor for frontotemporal dementia and Parkinson's disease"}, {"pubmed": 23855982, "text": "R47H variant of TREM2 is an Alzheimer's disease risk factor."}, {"pubmed": 23855984, "text": "It is significantly enriched for genes genetically implicated in Alzheimer's disease, multiple sclerosis, and motor neuron disease, implying that these diseases share common pathways centered on microglia."}, {"pubmed": 23870839, "text": "Its homozygous mutations cause frontotemporal dementia. (review)"}, {"pubmed": 24002183, "text": "Higher levels of TREM2 mRNA (p = 0.002) and protein (p < 0.001) were identified in Alzheimer disease patients. This study observed a significant correlation between TREM2 expressions and MMSE score."}, {"pubmed": 24078628, "text": "the accumulated TREM2 CTF thereby might limit the interaction of DAP12 with the functional full-length receptor, resulting in decreased DAP12 phosphorylation and impaired metabolism of phosphatidylinositol 4,5-bisphosphate."}, {"pubmed": 24119542, "text": "TREM2 variants may play a role in neurodegenerative diseases in general."}, {"pubmed": 24131187, "text": "The combined analysis confirmed the association of the R47H variant of TREM2 with Parkinson's disease."}, {"pubmed": 24139279, "text": "Heterozygous TREM2 mutations modulate the risk of FTD in addition to increasing susceptibility to AD."}, {"pubmed": 24184202, "text": "Mutations in exon2 of TREM2 are unlikely to play a key role in the susceptibility of LOAD in the northern Han Chinese population."}, {"pubmed": 24355566, "text": "propose that TREM2 is a potential therapeutic target for stopping ordelaying progression of AD"}, {"pubmed": 24378087, "text": "Its association with cognitive performance has been known."}, {"pubmed": 24535663, "text": "TREM2 p.R47H variant signaling pathway is increased in spinal cord samples from amyotrophic lateral sclerosis patients; its experssion negatively correlates with survival in transgenic mice."}, {"pubmed": 24602511, "text": "Variants in exon2 of TREM2 are extremely rare, and it is not a genetic risk factor for PD in the southern Han Chinese population."}, {"pubmed": 24663666, "text": "trem2 variant associated with triple risk of Alzheimer's disease"}, {"pubmed": 24725293, "text": "Study suggested that TREM2 (rs75932628-T) was extremely rare in Chinese population and might not be one of the risk genes for Chinese late-onset Alzheimer's disease patients"}, {"pubmed": 24762945, "text": "This study showed that Lack of genetic association between TREM2 and late-onset Alzheimer's disease in a Japanese population."}, {"pubmed": 24866402, "text": "The rare coding variant might not play an important role in AD risk in mainland China."}, {"pubmed": 24899047, "text": "Coding variants in TREM2 increase risk for Alzheimer's disease."}, {"pubmed": 24910390, "text": "TREM2 heterozygous mutation si a strong genetic risk factor of frontotemporal dementia."}, {"pubmed": 24990881, "text": "Dada report that TREM2 mutations implicated in neurodegeneration impair cell surface transport and phagocytosis."}, {"pubmed": 25027412, "text": "frontobasal and temporal regions could be more susceptible to the deleterious biological effects of the TREM2 variant p.R47H"}, {"pubmed": 25042114, "text": "Its p.R47H variant is associated with an FTD phenotype that is characterized by the presence of underlying AD pathology."}, {"pubmed": 25160042, "text": "The results of this study suggested that the p.R47H is a risk factor for AD, but not frontotemporal dementia or prion disease."}, {"pubmed": 25186855, "text": "results serve to confirm the association between R47H and risk of AD, the observed effect on risk was substantially smaller than that previously reported."}, {"pubmed": 25186950, "text": "This study demonstrated in post-mortem human temporal cortex a significant upregulation of TREM2 protein expressions in Alzheimer's Disease."}, {"pubmed": 25260849, "text": "It is an innate immune receptor that regulates microglial cytokine production and phagocytosis, implying that dysregulation of these processes may be involved in a pathology of Alzheimer's disease."}, {"pubmed": 25281879, "text": "Elevated expression of TREM2 is associated with Alzheimer's disease pathology."}, {"pubmed": 25499537, "text": "findings link the TREM2 missense mutation with specific molecular abnormalities and increases in neuropathological lesions in the human brain."}, {"pubmed": 25585992, "text": "The findings of this study suggested that p.R47H (rs75932628) may be associated with ET in the Spanish population."}, {"pubmed": 25596843, "text": "This study found that CX3CL1 and TREM2, two genes related to neuroinflammation, were expressed at higher levels in brain regions with pronounced vulnerability to Alzheimer disease-related changes."}, {"pubmed": 25615530, "text": "Our results suggest that the impaired glycosylation and trafficking of TREM2 from endoplasmic reticulum/Golgi to plasma membrane by mutations may inhibit its normal functions in the plasma membrane, which may contribute to the disease."}, {"pubmed": 25732305, "text": "A functionally important role for TREM2(+) macrophages in Alzheimer's disease pathogenesis.TREM2 is up-regulated on myeloid cells surrounding amyloid deposits in Alzheimer's disease."}, {"pubmed": 25852195, "text": "TREM2 variant is likely not associated with AD in East Asian population [review]"}, {"pubmed": 25886450, "text": "TREM2 coding variants also confer late-onset Alzheimer's disease risk in African-American"}, {"pubmed": 25936935, "text": "the minor T allele at TREM2 (p.R47H, rs75932628) showed nominally significant association with AD risk (OR 5 5.73, 95% CI 5 1.80-18.25, P 5 .0232), whereas no significant association for risk of frontotemporal lobar degeneration (FTLD), amyotrophic lateral sclerosis (ALS), and Parkinson's disease."}, {"pubmed": 26001891, "text": "The different expression of DAP12 compared to TREM2 represents the first description of such variable expressivity in Nasu-Hakola disease (NHD) microglia."}, {"pubmed": 26021840, "text": "study to determine the abundance of rare variants in exon 2 of the TREM2 gene, including rs75932628-T, in Iranian Alzheimer's Disease (AD) patients; high frequency (0.86%) of the rs-75932628-T allele was observed in Iranian-origin samples, but results did not show a statistically significant difference between the AD patients and controls"}, {"pubmed": 26026943, "text": "The rs75932628-T variant of the TREM2 gene was not identified in SALS patients and controls."}, {"pubmed": 26037549, "text": "Meta-analysis demonstrates that TREM2 is a candidate gene for Alzheimer's disease susceptibility, and TREM2 variant rs75932628 may be a risk factor for Alzheimer's disease"}, {"pubmed": 26058841, "text": "results corroborate those of other studies implicating TREM2 as an late-onset Alzheimer's disease risk locus"}, {"pubmed": 26058955, "text": "The TREM2 rs75932628 is unlikely to play a major role in the pathogenesis of Parkinson's disease and multiple system atrophy."}, {"pubmed": 26079507, "text": "this study shows that activation of TREM-2 may restrain h-MSC immune activation and promote differentiation for tissue repair"}, {"pubmed": 26184544, "text": "Report altered TREM-1/TREM-2 ratio in cutaneous melanoma."}, {"pubmed": 26332043, "text": "TREM2 expression in leukocytes is elevated not only in Alzheimer's Disease but also in schizophrenia."}, {"pubmed": 26337043, "text": "Impaired signaling by the TREM2-DAP12 pathway leads to altered immune responses in phagocytosis, cytokine production, and microglial proliferation and survival, thus contributing to disease pathogenesis. Review."}, {"pubmed": 26365049, "text": "In this meta-analysis, genetic datasets demonstrate that TREM2 is a potent risk factor for Parkinson's Disease."}, {"pubmed": 26374897, "text": "Alzheimer disease-associated R47H mutation, and other artificial mutations introduced in the same location, markedly reduced the affinity of TREM2 for ApoE"}, {"pubmed": 26374899, "text": "data demonstrate that apoE-TREM2 interaction in microglia plays critical roles in modulating phagocytosis of apoE-bound apoptotic neurons and establish a critical link between two proteins whose genes are strongly linked to the risk for AD"}, {"pubmed": 26384438, "text": "study to determine soluble TREM-1 and TREM-2 levels in serum, and membrane-bound TREM-1 and TREM-2 on peripheral blood mononuclear cells of patients with pulmonary TB"}, {"pubmed": 26414614, "text": "decreased TREM2 expression with CD33 suppression and elevated cortical TREM2 mRNA expression with amyloid pathology"}, {"pubmed": 26506595, "text": "The study suggests that TREM2 may work as an oncogene and a new effective therapeutic target for glioma treatment."}, {"pubmed": 26651418, "text": "Variant p.R47H of TREM2 was not associated with Parkinson's disease"}, {"pubmed": 26694609, "text": "The selective expression of TREM2 on myeloid cells and microglia and its association with different forms of dementia indicate a contribution of TREM2 and mutations in TREM2 in common pathways of neurodegeneration. [REVIEW]"}, {"pubmed": 26704436, "text": "neither variant rs75932628 nor rs2234253 be a major susceptibility factor of sporadic Parkinson disease in Chinese Han population from Mainland China."}, {"pubmed": 26754172, "text": "CSF concentrations of soluble TREM2 are higher in Alzheimer's disease than in controls"}, {"pubmed": 26754641, "text": "SNPs involved in pathways related to virus cellular entry and vesicular trafficking were overrepresented, suggesting that cerebrospinal fluid soluble TREM2 levels could be an informative phenotype for Alzheimer disease"}, {"pubmed": 26758262, "text": "Our results corroborate and extend previous findings, concluding that the variant rs75932628-T (p.R47H) in TREM2 is not a risk factor for leucoaraiosis or Parkinson's disease in the Han Chinese population."}, {"pubmed": 26911435, "text": "Genome-wide association studies have identified variants of the gene that encodes triggering receptor expressed on myeloid cells 2 (TREM2) as risk factors for non-familial Alzheimer disease (AD)."}, {"pubmed": 26941262, "text": "These data demonstrate that cerebrospinal fluid soluble TREM2 levels are increased in the early symptomatic phase of Alzheimer's disease, probably reflecting a corresponding change of the microglia activation status in response to neuronal degeneration."}, {"pubmed": 26949937, "text": "miRNA-34a-mediated modulation of TREM2 may in part regulate the phagocytic response"}, {"pubmed": 27051467, "text": "Study provides evidence that TREM2 mRNA is upregulated in the human hippocampus affected by Alzheimer's disease (AD). Findings also suggest that 5hmC may play a role in regulating TREM2 mRNA expression in AD hippocampus."}, {"pubmed": 27067662, "text": "Rare coding variants of TREM2 may play an important role in AD in Han Chinese."}, {"pubmed": 27084067, "text": "Its mutation plays a role in pathogenesis of Alzheimer's disease."}, {"pubmed": 27102437, "text": "results indicate that TREM-2 might act as a negative immuno-regulatory molecule...and partially predicts prognosis in lung cancer patients"}, {"pubmed": 27130565, "text": "High amount of TREM2 mRNA expression in leukocytes is specific to SCZ but not MDD and that changes in TREM2 mRNA expression may be a trait biomarker for SCZ."}, {"pubmed": 27196974, "text": "TREM2 deficiency may disrupt the formation of a neuroprotective microglia barrier that regulates amyloid compaction and insulation"}, {"pubmed": 27477018, "text": "link three genetic risk factors for Alzheimer's disease and reveal a possible mechanism by which mutant TREM2 increases risk of AD"}, {"pubmed": 27501831, "text": "results indicated thatTREM2 p.H157Y was associated with an increased risk of Alzheimer's Disease"}, {"pubmed": 27520774, "text": "Found increased Alzheimer's disease risk associated with several TREM2 variants, and show that these variants decreased or markedly increased binding to TREM2 ligands. Results suggest that TREM2 signaling helps protect against Alzheimer's disease but can cause harm in excess, supporting the idea that proper TREM2 function is important to counteract disease progression."}, {"pubmed": 27522519, "text": "Increased DNA methylation near TREM2 is seen in the superior temporal gyrus of patients with Alzheimer's disease"}, {"pubmed": 27589997, "text": "Study found that rare variation in TREM2, including two variants within the extracellular Ig-like domain, may be associated with risk for Alzheimer's disease; suggests that impaired overall and cell surface expression of TREM2 may contribute to risk for Alzheimer's disease."}, {"pubmed": 27662313, "text": "Results suggest that TREM2 plays a critical role in inflammation and neuronal cell survival and in neurogenesis. Study showed that TREM2 is a soluble protein transported by macrophages through ventricle walls and choroid plexus, and then enters the brain parenchyma via radial glial cells. TREM2 protein is essential for neuroplasticity and myelination. A lack of TREM2 protein may accelerate aging."}, {"pubmed": 27769848, "text": "The TREM family members are also considered to involve in Alzheimer's disease (AD) and cerebrospinal fluid (CSF) soluble form of TREM2 (sTREM2) levels has also been associated with respond to progression of disease."}, {"pubmed": 27779645, "text": "silencing TREM-2 downregulated the expression levels of Bcl2 and PCNA, and upregulated the expression levels of Bax and caspase-3 in renal cell carcinoma cells. Depletion of TREM-2 inactivated PI3K/Akt pathway through increasing the expression of PTEN. TREM-2 acts as an oncogene in the development of renal cell carcinoma and can be considered as a novel therapeutic factor in the treatment of renal cell carcinoma."}, {"pubmed": 27887626, "text": "Our results suggest that TREM2 expression is increased in Alzheimer's disease and support previous findings that suggest that p.R47H variant affects TREM2 function by altering binding properties of the receptor rather than expression."}, {"pubmed": 27934908, "text": "TREM-2 promotes acquired cholesteatoma-induced bone destruction by modulating TLR4 signaling pathway and osteoclasts activation"}, {"pubmed": 27974666, "text": "sTREM2 is increased in dominantly inherited Alzheimer's disease after amyloid deposition and neuronal injury"}, {"pubmed": 28005267, "text": "TREM2 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28214109, "text": "Mutations in TREM2 gene are known to cause Nasu-Hakola disease."}, {"pubmed": 28365005, "text": "TREM2 upregulation in the frontal cortex in AD is a late event and may not play a role early in the development of AD pathogenesis and the onset of clinical dementia."}, {"pubmed": 28376694, "text": "The data of this study provided evidence that the A192T variant in TREM2 could contribute risk for Alzheimer's disease."}, {"pubmed": 28412600, "text": "This study demonstrated that Lower DNA methylation at TREM2 intron 1 caused higher TREM2 mRNA expression in the leukocytes of Alzheimer's disease subjects versus controls and may be a biomarker for Alzheimer's disease."}, {"pubmed": 28442216, "text": "Recent studies have advanced our understanding of TREM2 biology and microglial activities in aging and neurodegenerative brains, providing new insights into TREM2 functions in amyloid plaque maintenance, microglial envelopment of plaque, microglia viability, and the identification of novel TREM2 ligands."}, {"pubmed": 28453482, "text": "This study shown that Peripheral TREM2 mRNA levels are higher in AD and are associated with AD-related cognitive deficits and hippocampal atrophy."}, {"pubmed": 28483841, "text": "investigated consequences of TREM2 loss of function on microglia transcriptome; microglia lacking TREM2 migrate less towards apoptotic neurons, and outgrowth of microglial processes towards sites of damage in the somatosensory cortex is slowed; the apparent lack of chemotactic stimulation upon depletion of TREM2 is consistent with stable expression profile of genes characterizing the homoeostatic signature of microglia"}, {"pubmed": 28490631, "text": "flow cytometry analyses indicated significantly lower surface expression of T66M TREM2 variant than wild type or other TREM2 variants"}, {"pubmed": 28714976, "text": "Data show that protein-altering changes are in PLCG2, ABI3, and TREM2 genes highly expressed in microglia and highlight an immune-related protein-protein interaction network in Alzheimer's disease."}, {"pubmed": 28768830, "text": "Authors find, using a cell-free coat protein complex II (COPII) vesicle budding reaction, that mutant TREM2 is exported efficiently from the ER. Mutant TREM2 becomes sensitive to cleavage by endoglycosidase D under conditions that inhibit recycling to the ER, indicating that it normally reaches a post-ER compartment."}, {"pubmed": 28774784, "text": "our present findings suggest the usefulness of serum sTREM2 as a marker for the prevention and early management of hyperglycaemia and exacerbation of inflammation to reduce the risk of cognitive dysfunction in non-obese diabetes patients."}, {"pubmed": 28789839, "text": "Its genetic variation contributes to pathogenesis of Alzheimer disease."}, {"pubmed": 28802038, "text": "Microglia in Alzheimer's disease (AD) patients carrying TREM2 risk variants and TREM2-deficient mice with AD-like pathology have abundant autophagic vesicles, as do TREM2-deficient macrophages under growth-factor limitation or endoplasmic reticulum (ER) stress. Study concludes that TREM2 enables microglial responses during AD by sustaining cellular energetic and biosynthetic metabolism."}, {"pubmed": 28855300, "text": "TREM2 is shed by proteases of the ADAM (a disintegrin and metalloproteinase domain containing protein) family C-terminal to histidine 157, a position where an AD-associated coding variant has been discovered (p.H157Y) in the Han Chinese population."}, {"pubmed": 28855301, "text": "Selective partial inhibition of cleavage of triggering receptor expressed on myeloid cells 2 TREM2 at H157-Ser158 bond might provide a potential therapeutic strategy for carriers of the Alzheimer's disease-associated H157Y variant and possibly for individuals with wild-type TREM2."}, {"pubmed": 28869414, "text": "In rheumatoid arthritis (RA), the expression of TREM-2 was reduced at first and then up-regulated after stimulation by TNF-alpha. TREM-2 also inhibited the activation of TNF-alpha induced of inflammation in RA-fibroblast-like synovial cells (FLSs) by the p38 pathway."}, {"pubmed": 28923481, "text": "ADAM17 is the main sheddase for the generation of human triggering receptor expressed in myeloid cells (hTREM2) ectodomain and cleaves TREM2 after Histidine 157. Findings reveal a link between shedding of TREM2 and its regulation during inflammatory conditions or chronic neurodegenerative disease in which activity or expression of sheddases might be altered."}, {"pubmed": 28930663, "text": "Our work identifies the TREM2-APOE pathway as a major regulator of microglial functional phenotype in neurodegenerative diseases and serves as a novel target that could aid in the restoration of homeostatic microglia."}, {"pubmed": 28978423, "text": "This article suggests a potential explanation of why TREM2-deficient microglia are unable to respond to neurotoxic plaques in the Alzheimer's disease brain and highlight a further need to understand microglial biology."}, {"pubmed": 28987033, "text": "Study immunostained the cerebral cortex of 299 participants for TREM2 using the Sigma antibody HPA010917 and compared with the macrophage/microglial markers Iba1 and CD68. As expected, Iba1 and CD68 labeled microglia and perivascular macrophages. However, in most cases (284/299), the TREM2 antibody labelled monocytes within vascular lumens, but not microglia or perivascular macrophages."}, {"pubmed": 29037207, "text": "Our results suggest that deficiency of microglial TREM2 leads to heightened tau pathology coupled with widespread increases in activated neuronal stress kinases"}, {"pubmed": 29104108, "text": "TREM2 mRNA and protein expression levels were both significantly higher in gastric cancer compared with normal gastric tissues"}, {"pubmed": 29256968, "text": "In the current study, we evaluated the rs75932628 polymorphism in the Chinese Han population. However, we did not detect any rs75932628-T in our cohort, indicating that the single nucleotide polymorphism of TREM2 may not be a genetic marker to assess the risk of LOAD in the Chinese Han population."}, {"pubmed": 29278889, "text": "Peripheral TREM2 originating from erythromyeloid cells significantly determines Alzheimer's disease neuropathology in Down syndrome subjects."}, {"pubmed": 29321225, "text": "These results demonstrate that TREM2 interacts with neurons and plaques duing amyloid-beta accumulation and R47H impairs this interaction."}, {"pubmed": 29322490, "text": "rs75932628 and rs2234253 polymorphisms of the TREM2 gene are risk factors for frontotemporal lobar degenerationin Caucasian populations [meta-analysis]"}, {"pubmed": 29333781, "text": "This review summarizes studies of association between TREM-1, TREM-2, and malignant tumors in the medical field to provide new ideas for study on the correlation between periodontitis and oral cavity cancer [review]"}, {"pubmed": 29377401, "text": "These data seem to confirm the protective role of TREM2 in the pre-clinical stage of AD. Upregulation of TREM2 in MCI-AD could be a mechanism to counteract the activation of neuroinflammatory processes."}, {"pubmed": 29480181, "text": "In the case of rare variants, TREM2 was associated with the rate of dementia progression. TREM2 variant carriers showed a 23% faster rate of dementia compared with non-variant carriers. The recently identified common and rare variants for Alzheimer's disease (AD) susceptibility have a limited impact on the rate of dementia progression in AD patients."}, {"pubmed": 29557178, "text": "This study demonstrated that the first comprehensive analysis of TREM2 exon 2 variants in a group of Polish patients with AD, FTD, and ALS."}, {"pubmed": 29587871, "text": "Our data establish a critical link between oAbeta1-42, a major pathological component of Alzheimer's disease and TREM2"}, {"pubmed": 29606617, "text": "dementia-associated TREM2 mutations have subtle effects on microglia biology, consistent with the adult onset of disease in individuals with these mutations."}, {"pubmed": 29611543, "text": "Data indicate a novel role for PS1 in regulating TREM2 intracellular trafficking and pathophysiological function."}, {"pubmed": 29655369, "text": "This review that the TREM2 regulates innate immunity in Alzheimer's disease."}, {"pubmed": 29740051, "text": "In this study, we investigated polymorphisms located in the TREM2 gene region and association with TNF-alpha levels and the intima media thickness of the femoral artery."}, {"pubmed": 29748150, "text": "Homozygous TREM2 R47C carrier presenting with an FTD rather than an Alzheimer's disease phenotype."}, {"pubmed": 29794134, "text": "Together with in vitro and in vivo characterization, our structural findings elucidate the molecular mechanism underlying loss of ligand binding, putative oligomerization, and functional activity of R47H TREM2. They also help unravel how decreased in vitro and in vivo stability of TREM2 contribute to loss of function in disease."}, {"pubmed": 29842899, "text": "In lung cancer cells, TREM2 gene is regulated by p53 tumor suppressor protein."}, {"pubmed": 29887864, "text": "TREM2 promotes host resistance against P. aeruginosa keratitis by inhibiting caspase-1-dependent pyroptosis, which provides new insights of TREM2-mediated anti-bacterial immunity."}, {"pubmed": 29889572, "text": "Studies suggest TREM2 plays a key role in Alzheimer disease pathology; however, results have been conflicting about whether TREM2 is beneficial or harmful"}, {"pubmed": 30033062, "text": "This study reported genetic associations between TREM2 and neurodegenerative diseases, and the effects of these variants on pathology, clinical presentation, and underlying biology."}, {"pubmed": 30076618, "text": "This study highlighted a critical role of TREM2 in regulating cell viability, apoptosis, and inflammatory response in both degenerative nucleus pulposus cells and human normal nucleus pulposus cells and revealed the involvement of transcriptional regulation of NF-kappaB p65 in this process."}, {"pubmed": 30097493, "text": "Three new structures of WT and R47H mutant TREM2 immunoglobulin-like (Ig-like) domain now reveal that R47 functions to correctly position elements of the ligand-binding surface. Intriguingly, the authors also demonstrate a disruption of receptor oligomerization by the R47H mutation, suggesting a role for ligand-induced clustering in receptor signaling and resultant plaque clearance"}, {"pubmed": 30106757, "text": "C9orf72 expansion was negative but further sequencing and analysis of a panel of dementia-associated genes demonstrated compound heterozygosity in the TREM2 gene: c.259G>A, p.Asp87Asn missense mutation in exon 2 and c.428del, p.Phe143fs frameshift mutation in exon 3."}, {"pubmed": 30152135, "text": "These findings suggest a role for TREM2 in the brain of HIV+ individuals may deserve more investigation as a biomarker for HIV-associated neurocognitive disorders and as a possible therapeutic target"}, {"pubmed": 30157425, "text": "Data identify specific deficits in the ability of iPSC-MGLCs harboring TREM2 missense mutations to respond to specific pathogenic signals."}, {"pubmed": 30185230, "text": "Trem2 R47H variant activates a cryptic splice site that generates miss-spliced transcripts leading to Trem2 haploinsufficiency only in mice but not in humans"}, {"pubmed": 30222607, "text": "The minor allele frequency of rs75932628-T was 0.009 in cases and was not found in any healthy controls which suggests a significant association between rs75932628-T and Late Onset AD risk in our sample (P=0.010)."}, {"pubmed": 30341064, "text": "Alzheimer's disease-associated TREM2 variants bind Abeta with equivalent affinity but show loss of function in terms of signaling and Abeta internalization."}, {"pubmed": 30442540, "text": "In vitro phagocytosis of human pluripotent stem cell monocytes and transdifferentiated microglia-like cells was not affected by the TREM2(+/R47H) mutation but was significantly impaired in TREM2(+/-) and TREM2(-/-) progeny."}, {"pubmed": 30458365, "text": "TREM2 in CSF as a marker of neuroinflammation across the spectrum of early clinical AD."}, {"pubmed": 30482868, "text": "In conclusion, the authors demonstrate that, although cerebrospinal fluid progranulin is not a diagnostic biomarker for Alzheimer's disease, it may together with sTREM2 reflect microglial activation during the disease."}, {"pubmed": 30485483, "text": "There was a significant association between increased serum soluble TREM2 levels and the risk of developing all-cause dementia."}, {"pubmed": 30568991, "text": "Elevations in CSF sTREM2 levels, an indicator of macrophage/microglial activation, are a common feature of untreated HIV-1 infection that increases with CD4+ T-cell loss and reaches highest levels in HIV-associated dementia."}, {"pubmed": 30630532, "text": "Amyloid-beta pathology (A) and tau pathology/neurodegeneration have differing associations with cerebrospinal sTREM2 in patients with Alzheimer's Disease"}, {"pubmed": 30705288, "text": "Study shows that rare coding variants in TREM2, PLCG2, and ABI3 modulate susceptibility to Alzheimer disease in populations from Argentina, and they may have a European heritage."}, {"pubmed": 30883352, "text": "TREM2 Variants and Neurodegenerative Diseases: A Systematic Review and Meta-Analysis."}, {"pubmed": 30978656, "text": "CSF glial biomarkers YKL40 and sTREM2 are associated with longitudinal volume and diffusivity changes in cognitively unimpaired individuals.  results suggest that glial biomarkers exert a relevant and distinct influence in longitudinal brain macro- and microstructural changes in cognitively unimpaired adults, which appears to be modulated by age."}, {"pubmed": 31028072, "text": "Downregulating the expression of TREM2 can inhibit the release of inflammatory factors from lipopolysaccharide-stimulated microglia."}, {"pubmed": 31068200, "text": "the effect of the TREM2 variants on cerebrospinal fluid levels occurs at post-transcriptional level"}, {"pubmed": 31101881, "text": "Aminophospholipids are signal-transducing TREM2 ligands on apoptotic cells."}, {"pubmed": 31350575, "text": "Impact of TREM2 risk variants on brain region-specific immune activation and plaque microenvironment in Alzheimer's disease patient brain samples."}, {"pubmed": 31362167, "text": "No multiple sclerosis or healthy subjects carried the variant of TREM2 studied in the Greek population."}, {"pubmed": 31464095, "text": "A rare heterozygous TREM2 coding variant identified in familial clustering of dementia affects an intrinsically disordered protein region and function of TREM2."}, {"pubmed": 31481003, "text": "Role of TREM2 in Alzheimer's Disease and its Consequences on beta- Amyloid, Tau and Neurofibrillary Tangles."}, {"pubmed": 31513029, "text": "To examine the potential association of TREM2 with various neurodegenerative diseases, we assessed the risk effect of the R47H variant using a large multicenter neurodegenerative disease cohort comprised of AD, FTD, MCI, CBS, PSP-S, and ALS patients. We found the strongest risk association in the AD series (OR =4.46, CI =2.35-8.48, P= 2.07E-06). We found no evidence of a risk association within FTD, MCI, PSP-S, and CBS."}, {"pubmed": 31724242, "text": "Association Between Toll-Like Receptor 4 (TLR4) and Triggering Receptor Expressed on Myeloid Cells 2 (TREM2) Genetic Variants and Clinical Progression of Huntington's Disease."}, {"pubmed": 31779670, "text": "Plasma levels of soluble TREM2 and neurofilament light chain in TREM2 rare variant carriers."}, {"pubmed": 31812991, "text": "CSF sTREM2 and Tau Work Together in Predicting Increased Temporal Lobe Atrophy in Older Adults."}, {"pubmed": 31833018, "text": "Analysis of Cerebrospinal Fluid Soluble TREM2 and Polymorphisms in Sporadic Parkinson's Disease in a Chinese Population."}, {"pubmed": 31847649, "text": "Association study of serum soluble TREM2 with vascular dementia in Chinese Han population."}, {"pubmed": 31902528, "text": "studies identify TREM2 as a key transcriptional regulator of cholesterol transport and metabolism under conditions of chronic myelin phagocytic activity, as TREM2 loss of function causes pathogenic lipid accumulation in microglia."}, {"pubmed": 31907987, "text": "A locked immunometabolic switch underlies TREM2 R47H loss of function in human iPSC-derived microglia."}, {"pubmed": 31915256, "text": "Longitudinal Basal Forebrain Degeneration Interacts with TREM2/C3 Biomarkers of Inflammation in Presymptomatic Alzheimer's Disease."}, {"pubmed": 31932797, "text": "a TREM2 requirement in both mouse and human Alzheimer's disease, is reported."}, {"pubmed": 31958095, "text": "Soluble TREM2 and Inflammatory Proteins in Alzheimer's Disease Cerebrospinal Fluid."}, {"pubmed": 31959733, "text": "An Altered Relationship between Soluble TREM2 and Inflammatory Markers in Young Adults with Down Syndrome: A Preliminary Report."}, {"pubmed": 32000403, "text": "Systematic review and meta-analysis suggested that R47H in the TREM2 gene leads to an increased risk for developing Alzheimer disease, but not for amyotrophic lateral sclerosis and Parkinson disease, which adds evidence to the notion that diverse pathogenesis may be involved in different neurogenerative diseases."}, {"pubmed": 32031293, "text": "Microglia-Related Gene Triggering Receptor Expressed in Myeloid Cells 2 (TREM2) Is Upregulated in the Substantia Nigra of Progressive Supranuclear Palsy."}, {"pubmed": 32065223, "text": "findings indicate that Cerebrospinal fluid soluble TREM2 could serve as a surrogate immune biomarker of neuronal injury in Parkinson's disease."}, {"pubmed": 32067825, "text": "Early increment of soluble triggering receptor expressed on myeloid cells 2 in plasma might be a predictor of poor outcome after ischemic stroke."}, {"pubmed": 32107424, "text": "Mechanistic insights into the deleterious roles of Nasu-Hakola disease associated TREM2 variants."}, {"pubmed": 32250197, "text": "Assessment of TREM2 rs75932628 variant's association with Parkinson's disease in a Greek population and Meta-analysis of current data."}, {"pubmed": 32267026, "text": "Investigation of pathology, expression and proteomic profiles in human TREM2 variant postmortem brains with and without Alzheimer's disease."}, {"pubmed": 32276587, "text": "Dynamic changes of CSF sTREM2 in preclinical Alzheimer's disease: the CABLE study."}, {"pubmed": 32508528, "text": "TREM-1 and TREM-2 Expression on CD14(+) Cells in Bronchoalveolar Lavage Fluid in Pulmonary Sarcoidosis and Hypersensitivity Pneumonitis in the Context of T Cell Immune Response."}, {"pubmed": 32514138, "text": "Alzheimer's-associated PLCgamma2 is a signaling node required for both TREM2 function and the inflammatory response in human microglia."}, {"pubmed": 32544086, "text": "Impact of TREM2R47H variant on tau pathology-induced gliosis and neurodegeneration."}, {"pubmed": 32630447, "text": "IPSC-Derived Neuronal Cultures Carrying the Alzheimer's Disease Associated TREM2 R47H Variant Enables the Construction of an Abeta-Induced Gene Regulatory Network."}, {"pubmed": 32635934, "text": "TREM2 ectodomain and its soluble form in Alzheimer's disease."}, {"pubmed": 32681391, "text": "Peripheral TREM2 mRNA levels in early and late-onset Alzheimer disease's patients."}, {"pubmed": 32684831, "text": "TREM-1 and TREM-2 Expression on Blood Monocytes Could Help Predict Survival in High-Grade Glioma Patients."}, {"pubmed": 32772264, "text": "TREM2 activation on microglia promotes myelin debris clearance and remyelination in a model of multiple sclerosis."}, {"pubmed": 32840654, "text": "APOE and TREM2 regulate amyloid-responsive microglia in Alzheimer's disease."}, {"pubmed": 32842621, "text": "Microglia Implicated in Tauopathy in the Striatum of Neurodegenerative Disease Patients from Genotype to Phenotype."}, {"pubmed": 32894242, "text": "Examination of the Effect of Rare Variants in TREM2, ABI3, and PLCG2 in LOAD Through Multiple Phenotypes."}, {"pubmed": 32907830, "text": "TREM-2 defends the liver against hepatocellular carcinoma through multifactorial protective mechanisms."}, {"pubmed": 32977944, "text": "miR-149 contributes to resistance of 5-FU in gastric cancer via targeting TREM2 and regulating beta-catenin pathway."}, {"pubmed": 33037186, "text": "TREM2 marks tumor-associated macrophages."}, {"pubmed": 33049336, "text": "Non-pathological roles of microglial TREM2/DAP12: TREM2/DAP12 regulates the physiological functions of microglia from development to aging."}, {"pubmed": 33097708, "text": "Gene expression and functional deficits underlie TREM2-knockout microglia responses in human models of Alzheimer's disease."}, {"pubmed": 33101276, "text": "Triggering Receptor Expressed on Myeloid Cell 2 R47H Exacerbates Immune Response in Alzheimer's Disease Brain."}, {"pubmed": 33198789, "text": "TREM2 Alzheimer's variant R47H causes similar transcriptional dysregulation to knockout, yet only subtle functional phenotypes in human iPSC-derived macrophages."}, {"pubmed": 33297569, "text": "Function of TREM1 and TREM2 in Liver-Related Diseases."}, {"pubmed": 33314333, "text": "A reporter cell system for the triggering receptor expressed on myeloid cells 2 reveals differential effects of disease-associated variants on receptor signaling and activation by antibodies against the stalk region."}, {"pubmed": 33446504, "text": "Prior activation state shapes the microglia response to antihuman TREM2 in a mouse model of Alzheimer's disease."}, {"pubmed": 33461764, "text": "TREM2 alters the phagocytic, apoptotic and inflammatory response to Abeta42 in HMC3 cells."}, {"pubmed": 33486152, "text": "Trem2 mediated Syk-dependent ROS amplification is essential for osteoclastogenesis in periodontitis microenvironment."}, {"pubmed": 33506893, "text": "MiR-665 inhibits inflammatory response in microglia following spinal cord injury by targeting TREM2."}, {"pubmed": 33586673, "text": "TREM2 sustains macrophage-hepatocyte metabolic coordination in nonalcoholic fatty liver disease and sepsis."}, {"pubmed": 33627323, "text": "Beneficial Metabolic Effects of TREM2 in Obesity Are Uncoupled From Its Expression on Macrophages."}, {"pubmed": 33679809, "text": "Systematic Pan-Cancer Analysis Identifies TREM2 as an Immunological and Prognostic Biomarker."}, {"pubmed": 33769986, "text": "Evaluation of the Clinical Features Accompanied by the Gene Mutations: The 2 Novel PSEN1 Variants in a Turkish Early-onset Alzheimer Disease Cohort."}, {"pubmed": 33823896, "text": "TREM2/PLCgamma2 signalling in immune cells: function, structural insight, and potential therapeutic modulation."}, {"pubmed": 33826063, "text": "Lack of association between TREM2 rs75932628 variant and amyotrophic lateral sclerosis."}, {"pubmed": 33839686, "text": "MEK1/2 activity modulates TREM2 cell surface recruitment."}, {"pubmed": 33841415, "text": "Triggering Receptor Expressed on Myeloid Cells-2 (TREM2) Interacts With Colony-Stimulating Factor 1 Receptor (CSF1R) but Is Not Necessary for CSF1/CSF1R-Mediated Microglial Survival."}, {"pubmed": 33845849, "text": "High-salt diet downregulates TREM2 expression and blunts efferocytosis of macrophages after acute ischemic stroke."}, {"pubmed": 33881612, "text": "TREM2 expression in the brain and biological fluids in prion diseases."}, {"pubmed": 33896652, "text": "CSF sTREM2 is elevated in a subset in GRN-related frontotemporal dementia."}, {"pubmed": 33969597, "text": "TREM2 variants as a possible cause of frontotemporal dementia with distinct neuroimaging features."}, {"pubmed": 34002612, "text": "Triggering receptor expressed on myeloid cells 1 and 2 in patients with chronic maxillary sinusitis."}, {"pubmed": 34061398, "text": "Novel TREM2 splicing isoform that lacks the V-set immunoglobulin domain is abundant in the human brain."}, {"pubmed": 34097185, "text": "Associations of Sleep Characteristics with Cerebrospinal Fluid sTREM2 in Cognitively Normal Older Adults: the CABLE Study."}, {"pubmed": 34158530, "text": "The relationship of soluble TREM2 to other biomarkers of sporadic Alzheimer's disease."}, {"pubmed": 34172778, "text": "Microglial signalling pathway deficits associated with the patient derived R47H TREM2 variants linked to AD indicate inability to activate inflammasome."}, {"pubmed": 34176389, "text": "The ratio of urinary TREM-1/TREM-2 mRNA expression in chronic kidney disease and renal fibrosis."}, {"pubmed": 34340230, "text": "The Association between TREM2 Gene and Late-Onset Alzheimer's Disease in Chinese Han Population."}, {"pubmed": 34365706, "text": "Evaluation of the relationship between TREM-1/TREM-2 ratio and clinical course in COVID-19 pneumonia."}, {"pubmed": 34446931, "text": "Microglial activation and tau propagate jointly across Braak stages."}, {"pubmed": 34470515, "text": "Microglial TREM2 at the Intersection of Brain Aging and Alzheimer's Disease."}, {"pubmed": 34523252, "text": "Reduced TREM2 activation in microglia of patients with Alzheimer's disease."}, {"pubmed": 34530961, "text": "TREM2: A Novel Potential Biomarker of Alzheimer's Disease."}, {"pubmed": 34576031, "text": "Alternative Splicing Regulation of Low-Frequency Genetic Variants in Exon 2 of TREM2 in Alzheimer's Disease by Splicing-Based Aggregation."}, {"pubmed": 34615897, "text": "PLCgamma2 regulates TREM2 signalling and integrin-mediated adhesion and migration of human iPSC-derived macrophages."}, {"pubmed": 34623322, "text": "TREM-2 promotes Th1 responses by interacting with the CD3zeta-ZAP70 complex following Mycobacterium tuberculosis infection."}, {"pubmed": 34663480, "text": "TREM2 modulates differential deposition of modified and non-modified Abeta species in extracellular plaques and intraneuronal deposits."}, {"pubmed": 34672769, "text": "Identification and Validation of TREM2 in Intracranial Aneurysms."}, {"pubmed": 34851693, "text": "AD-linked R47H-TREM2 mutation induces disease-enhancing microglial states via AKT hyperactivation."}, {"pubmed": 34874625, "text": "Microglial TREM2 in amyotrophic lateral sclerosis."}, {"pubmed": 34970991, "text": "Association of daily sleep duration with the incident dementia by serum soluble TREM2 in a community."}, {"pubmed": 35041990, "text": "Soluble TREM2: Innocent bystander or active player in neurological diseases?"}, {"pubmed": 35082148, "text": "Soluble TREM2 inhibits secondary nucleation of Abeta fibrillization and enhances cellular uptake of fibrillar Abeta."}, {"pubmed": 35120968, "text": "Variant TREM2 Signaling in Alzheimer's Disease."}, {"pubmed": 35191835, "text": "TREM2 regulates purinergic receptor-mediated calcium signaling and motility in human iPSC-derived microglia."}, {"pubmed": 35204724, "text": "Neuroinflammation Is Associated with GFAP and sTREM2 Levels in Multiple Sclerosis."}, {"pubmed": 35292963, "text": "The Microglial membrane receptor TREM2 mediates exosome secretion to promote phagocytosis of amyloid-beta by microglia."}, {"pubmed": 35305339, "text": "Soluble TREM2 in CSF and its association with other biomarkers and cognition in autosomal-dominant Alzheimer's disease: a longitudinal observational study."}, {"pubmed": 35382840, "text": "CSF sTREM2 in neurological diseases: a two-sample Mendelian randomization study."}, {"pubmed": 35414082, "text": "Soluble TREM2 is associated with death and cardiovascular events after acute ischemic stroke: an observational study from CATIS."}, {"pubmed": 35452628, "text": "Treadmill exercise improve recognition memory by TREM2 pathway to inhibit hippocampal microglial activation and neuroinflammation in Alzheimer's disease model."}, {"pubmed": 35491791, "text": "Cerebrospinal Fluid sTREM2 Has Paradoxical Association with Brain Structural Damage Rate in Early- and Late-Stage Alzheimer's Disease."}, {"pubmed": 35525233, "text": "The versatile role of TREM2 in regulating of microglia fate in the ischemic stroke."}, {"pubmed": 35527547, "text": "An Alternatively Spliced TREM2 Isoform Lacking the Ligand Binding Domain is Expressed in Human Brain."}, {"pubmed": 35592778, "text": "Higher Serum Soluble TREM2 as a Potential Indicative Biomarker for Cognitive Impairment in Inadequately Controlled Type 2 Diabetes Without Obesity: The DOR-KyotoJ-1."}, {"pubmed": 35717259, "text": "LILRB2-mediated TREM2 signaling inhibition suppresses microglia functions."}, {"pubmed": 35816404, "text": "TREM2-induced activation of microglia contributes to synaptic integrity in cognitively intact aged individuals with Alzheimer's neuropathology."}, {"pubmed": 35864757, "text": "TREM2 coding variants in Slovak Alzheimer's disease patients."}, {"pubmed": 35867799, "text": "TREM2 macrophages induced by human lipids drive inflammation in acne lesions."}, {"pubmed": 35887031, "text": "Profile of TREM2-Derived circRNA and mRNA Variants in the Entorhinal Cortex of Alzheimer's Disease Patients."}, {"pubmed": 35924849, "text": "TREM2 Promotes Immune Evasion by Mycobacterium tuberculosis in Human Macrophages."}, {"pubmed": 36031890, "text": "TREM2 Gene Compound Heterozygosity in Neurodegenerative Disorders."}, {"pubmed": 36095053, "text": "The role of TREM2 N-glycans in trafficking to the cell surface and signal transduction of TREM2."}, {"pubmed": 36107206, "text": "Elevating microglia TREM2 reduces amyloid seeding and suppresses disease-associated microglia."}, {"pubmed": 36112222, "text": "TREM2 risk variants are associated with atypical Alzheimer's disease."}, {"pubmed": 36264434, "text": "Role of TREM2 in the Development of Neurodegenerative Diseases After Traumatic Brain Injury."}, {"pubmed": 36306735, "text": "TREM2 drives microglia response to amyloid-beta via SYK-dependent and -independent pathways."}, {"pubmed": 36318443, "text": "TREM2 and Microglia Contribute to the Synaptic Plasticity: from Physiology to Pathology."}, {"pubmed": 36403150, "text": "TREM-2: friend or foe in infectious diseases?"}, {"pubmed": 36438899, "text": "TREM2 Is a Prognostic Biomarker and Correlated with an Immunosuppressive Microenvironment in Thyroid Cancer."}, {"pubmed": 36445493, "text": "Combined single-cell RNA-seq and bulk RNA-seq to analyze the expression and role of TREM2 in bladder cancer."}, {"pubmed": 36480007, "text": "Alzheimer's disease-associated R47H TREM2 increases, but wild-type TREM2 decreases, microglial phagocytosis of synaptosomes and neuronal loss."}, {"pubmed": 36564824, "text": "TREM2 dependent and independent functions of microglia in Alzheimer's disease."}, {"pubmed": 36620941, "text": "sTREM2 is associated with amyloid-related p-tau increases and glucose hypermetabolism in Alzheimer's disease."}, {"pubmed": 36625077, "text": "TREM2-dependent microglial function is essential for remyelination and subsequent neuroprotection."}, {"pubmed": 36627355, "text": "TREM2 has a significant, gender-specific, effect on human obesity."}, {"pubmed": 36662361, "text": "TREM2 Inhibits Tau Hyperphosphorylation and Neuronal Apoptosis via the PI3K/Akt/GSK-3beta Signaling Pathway In vivo and In vitro."}, {"pubmed": 36681358, "text": "Profiling TREM2 expression in amyotrophic lateral sclerosis."}, {"pubmed": 36713360, "text": "TREM2 is associated with tumor immunity and implies poor prognosis in glioma."}, {"pubmed": 36721205, "text": "Trem2 H157Y increases soluble TREM2 production and reduces amyloid pathology."}, {"pubmed": 36741909, "text": "TREM2 as a Potential Immune-Related Biomarker of Prognosis in Patients with Skin Cutaneous Melanoma Microenvironment."}, {"pubmed": 36744335, "text": "Soluble TREM2, Alzheimer's Disease Pathology, and Risk for Progression of Cerebral Small Vessel Disease: A Longitudinal Study."}, {"pubmed": 36766683, "text": "TREM2 Regulates the Removal of Apoptotic Cells and Inflammatory Processes during the Progression of NAFLD."}, {"pubmed": 36805764, "text": "TREM2 splice isoforms generate soluble TREM2 species that disrupt long-term potentiation."}, {"pubmed": 36806504, "text": "sTREM2 and GFAP Mediated the Association of IGF-1 Signaling Biomarkers with Alzheimer's Disease Pathology."}, {"pubmed": 36813542, "text": "Frontotemporal dementia presentation in patients with heterozygous p.H157Y variant of TREM2."}, {"pubmed": 36815315, "text": "Association of rs2062323 in the TREM1 gene with Alzheimer's disease and cerebrospinal fluid-soluble TREM2."}, {"pubmed": 36966244, "text": "TREM2 gene expression associations with Alzheimer's disease neuropathology are region-specific: implications for cortical versus subcortical microglia."}, {"pubmed": 36989543, "text": "TREM2: A new player in the tumor microenvironment."}, {"pubmed": 37115208, "text": "Defects in lysosomal function and lipid metabolism in human microglia harboring a TREM2 loss of function mutation."}, {"pubmed": 37130227, "text": "The triggering receptor expressed on myeloid cells 2-apolipoprotein E signaling pathway in diseases."}, {"pubmed": 37172094, "text": "TREM2 inhibition triggers antitumor cell activity of myeloid cells in glioblastoma."}, {"pubmed": 37187751, "text": "Identification of TREM2-positive tumor-associated macrophages in esophageal squamous cell carcinoma: implication for poor prognosis and immunotherapy modulation."}, {"pubmed": 37198381, "text": "Acute and Chronic Macrophage Differentiation Modulates TREM2 in a Personalized Alzheimer's Patient-Derived Assay."}, {"pubmed": 37239970, "text": "TREM2 Expression and Amyloid-Beta Phagocytosis in Alzheimer's Disease."}, {"pubmed": 37291187, "text": "Translational regulation and protein-coding capacity of the 5' untranslated region of human TREM2."}, {"pubmed": 37302170, "text": "TREM2, microglial and ischemic stroke."}, {"pubmed": 37442133, "text": "TREM2 receptor protects against complement-mediated synaptic loss by binding to complement C1q during neurodegeneration."}, {"pubmed": 37498431, "text": "TREM-2 Drives Development of Multiple Sclerosis by Promoting Pathogenic Th17 Polarization."}, {"pubmed": 37517293, "text": "TREM2: Potential therapeutic targeting of microglia for Alzheimer's disease."}, {"pubmed": 37536519, "text": "Serum soluble TREM2 is an independent biomarker associated with coronary heart disease."}, {"pubmed": 37595041, "text": "TREM2 is down-regulated by HSV1 in microglia and involved in antiviral defense in the brain."}, {"pubmed": 37641212, "text": "TREM2 promotes glioma progression and angiogenesis mediated by microglia/brain macrophages."}, {"pubmed": 37740498, "text": "Soluble TREM2 triggers microglial dysfunction in neuromyelitis optica spectrum disorders."}, {"pubmed": 37924367, "text": "Computational saturation mutagenesis to explore the effect of pathogenic mutations on extra-cellular domains of TREM2 associated with Alzheimer's and Nasu-Hakola disease."}, {"pubmed": 37941134, "text": "TREM2 mediates MHCII-associated CD4+ T-cell response against gliomas."}, {"pubmed": 38001539, "text": "14-3-3 [Formula: see text]-reported early synaptic injury in Alzheimer's disease is independently mediated by sTREM2."}, {"pubmed": 38012119, "text": "Effect of triggering receptor expressed on myeloid cells 2-associated alterations on lipid metabolism in macrophages in the development of non-alcoholic fatty liver disease."}, {"pubmed": 38237157, "text": "Triggering receptor expressed on myeloid cells 2 (TREM2) regulates phagocytosis in glioblastoma."}, {"pubmed": 38244651, "text": "TREM2 in Alzheimer's disease: Structure, function, therapeutic prospects, and activation challenges."}, {"pubmed": 38326398, "text": "TREM2 mediates phagocytosis in glioblastoma."}, {"pubmed": 38505612, "text": "Dynamic pathological analysis reveals a protective role against skin fibrosis for TREM2-dependent macrophages."}, {"pubmed": 38592304, "text": "Different Splice Isoforms of Peripheral Triggering Receptor Expressed on Myeloid Cells 2 mRNA Expressions are Associated With Cognitive Decline in Mild Dementia Due to Alzheimer's Disease and Reflect Central Neuroinflammation."}, {"pubmed": 38609037, "text": "Myeloid Trem2 ameliorates the progression of metabolic dysfunction-associated steatotic liver disease by regulating macrophage pyroptosis and inflammation resolution."}, {"pubmed": 38613944, "text": "SHIP inhibition mediates select TREM2-induced microglial functions."}, {"pubmed": 38750472, "text": "Knockdown of trem2 promotes proinflammatory microglia and inhibits glioma progression via the JAK2/STAT3 and NF-kappaB pathways."}, {"pubmed": 38899702, "text": "Homozygosity for R47H in TREM2 and the Risk of Alzheimer's Disease."}, {"pubmed": 38915213, "text": "A systematic review of the role of TREM2 in Alzheimer's disease."}], "genomic_pos": {"chr": "6", "end": 41163186, "ensemblgene": "ENSG00000095970", "start": 41158506, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 41130924, "start": 41126244, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001774", "pubmed": 29518356, "qualifier": "involved_in", "term": "microglial cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001934", "pubmed": 29518356, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002282", "qualifier": "involved_in", "term": "microglial cell activation involved in immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002588", "pubmed": 11602640, "qualifier": "involved_in", "term": "positive regulation of antigen processing and presentation of peptide antigen via MHC class II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002862", "qualifier": "involved_in", "term": "negative regulation of inflammatory response to antigenic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006910", "pubmed": 32514138, "qualifier": "involved_in", "term": "phagocytosis, recognition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006911", "qualifier": "involved_in", "term": "phagocytosis, engulfment"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006959", "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007613", "pubmed": 31462511, "qualifier": "acts_upstream_of_positive_effect", "term": "memory"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007613", "pubmed": 29518357, "qualifier": "acts_upstream_of_positive_effect", "term": "memory"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010468", "pubmed": 29518356, "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010507", "qualifier": "involved_in", "term": "negative regulation of autophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 32514138, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010875", "qualifier": "involved_in", "term": "positive regulation of cholesterol efflux"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010887", "qualifier": "involved_in", "term": "negative regulation of cholesterol storage"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010891", "qualifier": "involved_in", "term": "negative regulation of sequestering of triglyceride"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010983", "qualifier": "involved_in", "term": "positive regulation of high-density lipoprotein particle clearance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019216", "pubmed": 32514138, "qualifier": "acts_upstream_of", "term": "regulation of lipid metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030316", "pubmed": 21841309, "qualifier": "acts_upstream_of_or_within", "term": "osteoclast differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030316", "pubmed": 12925681, "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032006", "qualifier": "involved_in", "term": "regulation of TOR signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032008", "qualifier": "involved_in", "term": "positive regulation of TOR signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032497", "qualifier": "involved_in", "term": "detection of lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032499", "qualifier": "involved_in", "term": "detection of peptidoglycan"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032675", "pubmed": 29518356, "qualifier": "involved_in", "term": "regulation of interleukin-6 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032691", "qualifier": "involved_in", "term": "negative regulation of interleukin-1 beta production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032720", "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032733", "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033674", "pubmed": 31902528, "qualifier": "involved_in", "term": "positive regulation of kinase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034136", "qualifier": "involved_in", "term": "negative regulation of toll-like receptor 2 signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034144", "qualifier": "involved_in", "term": "negative regulation of toll-like receptor 4 signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034151", "qualifier": "involved_in", "term": "regulation of toll-like receptor 6 signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034241", "qualifier": "involved_in", "term": "positive regulation of macrophage fusion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034351", "qualifier": "involved_in", "term": "negative regulation of glial cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035176", "pubmed": 29752066, "qualifier": "acts_upstream_of_positive_effect", "term": "social behavior"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038160", "pubmed": 33097708, "qualifier": "acts_upstream_of_or_within_positive_effect", "term": "CXCL12-activated CXCR4 signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043124", "qualifier": "involved_in", "term": "negative regulation of canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043277", "qualifier": "involved_in", "term": "apoptotic cell clearance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045088", "qualifier": "involved_in", "term": "regulation of innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045672", "qualifier": "involved_in", "term": "positive regulation of osteoclast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045728", "qualifier": "involved_in", "term": "respiratory burst after phagocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045960", "qualifier": "involved_in", "term": "positive regulation of complement activation, classical pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048143", "qualifier": "involved_in", "term": "astrocyte activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048678", "pubmed": [31235932, 32514138], "qualifier": "involved_in", "term": "response to axon injury"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048678", "qualifier": "involved_in", "term": "response to axon injury"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050714", "pubmed": 27044754, "qualifier": "involved_in", "term": "positive regulation of protein secretion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050730", "qualifier": "involved_in", "term": "regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050730", "pubmed": 29518356, "qualifier": "involved_in", "term": "regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 32514138, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 11602640, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050766", "pubmed": 29518357, "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050766", "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050829", "qualifier": "acts_upstream_of_or_within_positive_effect", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050850", "qualifier": "involved_in", "term": "positive regulation of calcium-mediated signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050850", "pubmed": 11602640, "qualifier": "involved_in", "term": "positive regulation of calcium-mediated signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050866", "qualifier": "involved_in", "term": "negative regulation of cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050921", "qualifier": "involved_in", "term": "positive regulation of chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051898", "pubmed": 30683932, "qualifier": "involved_in", "term": "negative regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051898", "qualifier": "involved_in", "term": "negative regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055088", "qualifier": "involved_in", "term": "lipid homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060075", "pubmed": 29518356, "qualifier": "involved_in", "term": "regulation of resting membrane potential"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060100", "qualifier": "involved_in", "term": "positive regulation of phagocytosis, engulfment"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060100", "pubmed": 32514138, "qualifier": "acts_upstream_of", "term": "positive regulation of phagocytosis, engulfment"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060100", "pubmed": [28855300, 33097708], "qualifier": "involved_in", "term": "positive regulation of phagocytosis, engulfment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060100", "qualifier": "involved_in", "term": "positive regulation of phagocytosis, engulfment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061518", "qualifier": "involved_in", "term": "microglial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061889", "qualifier": "involved_in", "term": "negative regulation of astrocyte activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070269", "qualifier": "acts_upstream_of_or_within_negative_effect", "term": "pyroptotic inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070345", "qualifier": "involved_in", "term": "negative regulation of fat cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 11602640, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070374", "pubmed": 27995897, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070392", "qualifier": "involved_in", "term": "detection of lipoteichoic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071223", "qualifier": "involved_in", "term": "cellular response to lipoteichoic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071224", "qualifier": "involved_in", "term": "cellular response to peptidoglycan"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071396", "pubmed": 32514138, "qualifier": "involved_in", "term": "cellular response to lipid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071640", "pubmed": 29518356, "qualifier": "involved_in", "term": "regulation of macrophage inflammatory protein 1 alpha production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097028", "pubmed": 11602640, "qualifier": "involved_in", "term": "dendritic cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097062", "qualifier": "involved_in", "term": "dendritic spine maintenance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098657", "qualifier": "involved_in", "term": "import into cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0110089", "qualifier": "involved_in", "term": "regulation of hippocampal neuron apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0120035", "qualifier": "involved_in", "term": "regulation of plasma membrane bounded cell projection organization"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0120035", "pubmed": 29518356, "qualifier": "involved_in", "term": "regulation of plasma membrane bounded cell projection organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120035", "qualifier": "involved_in", "term": "regulation of plasma membrane bounded cell projection organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140052", "pubmed": 31902528, "qualifier": "involved_in", "term": "cellular response to oxidised low-density lipoprotein particle stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0150062", "qualifier": "involved_in", "term": "complement-mediated synapse pruning"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0150079", "pubmed": 32514138, "qualifier": "involved_in", "term": "negative regulation of neuroinflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0150079", "qualifier": "involved_in", "term": "negative regulation of neuroinflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0150094", "pubmed": 33097708, "qualifier": "involved_in", "term": "amyloid-beta clearance by cellular catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0150094", "qualifier": "involved_in", "term": "amyloid-beta clearance by cellular catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900015", "qualifier": "involved_in", "term": "regulation of cytokine production involved in inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900016", "qualifier": "involved_in", "term": "negative regulation of cytokine production involved in inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900223", "pubmed": 31235932, "qualifier": "involved_in", "term": "positive regulation of amyloid-beta clearance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900223", "qualifier": "involved_in", "term": "positive regulation of amyloid-beta clearance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900226", "pubmed": 32514138, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of NLRP3 inflammasome complex assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900226", "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of NLRP3 inflammasome complex assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901076", "pubmed": 24990881, "qualifier": "involved_in", "term": "positive regulation of engulfment of apoptotic cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901224", "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901800", "pubmed": 29518356, "qualifier": "involved_in", "term": "positive regulation of proteasomal protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901980", "pubmed": 29518356, "qualifier": "involved_in", "term": "positive regulation of inward rectifier potassium channel activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902227", "pubmed": 33097708, "qualifier": "involved_in", "term": "negative regulation of macrophage colony-stimulating factor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902531", "pubmed": 29518356, "qualifier": "involved_in", "term": "regulation of intracellular signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903078", "pubmed": 11602640, "qualifier": "involved_in", "term": "positive regulation of protein localization to plasma membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903082", "pubmed": 11602640, "qualifier": "involved_in", "term": "positive regulation of C-C chemokine receptor CCR7 signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903376", "qualifier": "involved_in", "term": "regulation of oxidative stress-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903753", "qualifier": "involved_in", "term": "negative regulation of p38MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1903980", "qualifier": "involved_in", "term": "positive regulation of microglial cell activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903980", "pubmed": 24990881, "qualifier": "involved_in", "term": "positive regulation of microglial cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903980", "qualifier": "involved_in", "term": "positive regulation of microglial cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904093", "qualifier": "involved_in", "term": "negative regulation of autophagic cell death"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904141", "pubmed": 33097708, "qualifier": "involved_in", "term": "positive regulation of microglial cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904141", "pubmed": 29518356, "qualifier": "involved_in", "term": "positive regulation of microglial cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904646", "pubmed": 29518356, "qualifier": "involved_in", "term": "cellular response to amyloid-beta"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904951", "qualifier": "involved_in", "term": "positive regulation of establishment of protein localization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905291", "qualifier": "involved_in", "term": "positive regulation of CAMKK-AMPK signaling cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905581", "qualifier": "involved_in", "term": "positive regulation of low-density lipoprotein particle clearance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905805", "qualifier": "involved_in", "term": "excitatory synapse pruning"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905808", "pubmed": 33097708, "qualifier": "involved_in", "term": "positive regulation of synapse pruning"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905907", "qualifier": "involved_in", "term": "negative regulation of amyloid fibril formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000350", "pubmed": 11602640, "qualifier": "involved_in", "term": "positive regulation of CD40 signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2001171", "qualifier": "involved_in", "term": "positive regulation of ATP biosynthetic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 27995897, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": [24990881, 27589997, 28855300, 28855301], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 24078628, "qualifier": "is_active_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 11602640, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044853", "pubmed": 31413141, "qualifier": "located_in", "term": "plasma membrane raft"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001530", "qualifier": "enables", "term": "lipopolysaccharide binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001540", "pubmed": 29518356, "qualifier": "enables", "term": "amyloid-beta binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001786", "pubmed": [31101881, 31902528], "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004888", "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004888", "pubmed": 29518356, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11602640, 28490631, 29611543, 30341064], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005543", "pubmed": 27995897, "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008013", "pubmed": 30683932, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008035", "pubmed": 27477018, "qualifier": "enables", "term": "high-density lipoprotein particle binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008289", "pubmed": 29518356, "qualifier": "enables", "term": "lipid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008429", "pubmed": 31101881, "qualifier": "enables", "term": "phosphatidylethanolamine binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0019209", "pubmed": 31902528, "qualifier": "enables", "term": "kinase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030169", "pubmed": 27477018, "qualifier": "enables", "term": "low-density lipoprotein particle binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0034185", "pubmed": 27477018, "qualifier": "enables", "term": "apolipoprotein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0034186", "pubmed": 27477018, "qualifier": "enables", "term": "apolipoprotein A-I binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0034189", "pubmed": 27477018, "qualifier": "enables", "term": "very-low-density lipoprotein particle binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0038023", "pubmed": 32514138, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0038023", "pubmed": 29518356, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042834", "qualifier": "enables", "term": "peptidoglycan binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044877", "pubmed": 29518356, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0070891", "qualifier": "enables", "term": "lipoteichoic acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0071813", "pubmed": 27477018, "qualifier": "enables", "term": "lipoprotein particle binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097110", "pubmed": 11602640, "qualifier": "enables", "term": "scaffold protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0120146", "pubmed": 31902528, "qualifier": "enables", "term": "sulfatide binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:1990782", "pubmed": 29518356, "qualifier": "enables", "term": "protein tyrosine kinase binding"}]}, "homologene": {"genes": [[8364, 100126214], [9031, 419920], [9544, 719740], [9598, 748470], [9606, 54209], [9615, 474898], [9913, 506467], [10090, 83433]], "id": 10352}, "interpro": [{"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00103749", "IPI00384361", "IPI00429125"], "map_location": "6p21.1", "name": "triggering receptor expressed on myeloid cells 2", "other_names": ["triggering receptor expressed on monocytes 2", "triggering receptor expressed on myeloid cells 2", "triggering receptor expressed on myeloid cells 2a"], "pantherdb": {"HGNC": "17761", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1913150", "ortholog_type": "LDO", "panther_family": "PTHR11860", "taxid": 10090, "uniprot_kb": "Q99NH8"}, {"RGD": "1309841", "ortholog_type": "LDO", "panther_family": "PTHR11860", "taxid": 10116, "uniprot_kb": "D3ZZ89"}, {"Ensembl": "ENSGALG00000007713", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 9031, "uniprot_kb": "R4GFS8"}, {"Ensembl": "ENSGALG00000049589", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 9031, "uniprot_kb": "A0A3Q2U488"}, {"Ensembl": "ENSGALG00000019755", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 9031, "uniprot_kb": "F1NBK7"}, {"ZFIN": "ZDB-GENE-080303-2", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "F1QCI4"}, {"Ensembl": "ENSDARG00000104962", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0G2KR27"}, {"ZFIN": "ZDB-GENE-070912-623", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4ISY8"}, {"ZFIN": "ZDB-GENE-070912-626", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A2R8RYX7"}, {"ZFIN": "ZDB-GENE-150409-10", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0N4SUC3"}, {"ZFIN": "ZDB-GENE-060503-515", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4IP51"}, {"ZFIN": "ZDB-GENE-070705-106", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4IEB0"}, {"ZFIN": "ZDB-GENE-060503-874", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4IZR8"}, {"ZFIN": "ZDB-GENE-070912-624", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4IJ64"}, {"ZFIN": "ZDB-GENE-070912-625", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4IZN3"}, {"ZFIN": "ZDB-GENE-060503-685", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "F1RAM6"}, {"ZFIN": "ZDB-GENE-060503-780", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4ITC1"}, {"ZFIN": "ZDB-GENE-150409-6", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4IB62"}, {"ZFIN": "ZDB-GENE-150409-2", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4IXI2"}, {"ZFIN": "ZDB-GENE-060503-422", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4ISF1"}, {"ZFIN": "ZDB-GENE-060503-327", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A0R4IZN5"}, {"ZFIN": "ZDB-GENE-121214-214", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "E7FH02"}, {"ZFIN": "ZDB-GENE-121214-246", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "R4GF12"}, {"ZFIN": "ZDB-GENE-120215-211", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "E7F150"}, {"Ensembl": "ENSDARG00000113965", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A2R8QDJ5"}, {"Ensembl": "ENSDARG00000105181", "ortholog_type": "O", "panther_family": "PTHR11860", "taxid": 7955, "uniprot_kb": "A0A2R8RZ65"}], "uniprot_kb": "Q9NZC2"}, "pathway": {"kegg": {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, "netpath": {"id": "Pathway_RANKL", "name": "RANKL"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-2172127", "name": "DAP12 interactions"}, {"id": "R-HSA-2172127", "name": "DAP12 interactions"}, {"id": "R-HSA-2424491", "name": "DAP12 signaling"}, {"id": "R-HSA-2424491", "name": "DAP12 signaling"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-416700", "name": "Other semaphorin interactions"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}], "wikipathways": {"id": "WP3937", "name": "Microglia Pathogen Phagocytosis Pathway"}}, "pdb": ["5ELI", "5UD7", "5UD8", "6B8O", "6XDS", "6Y6C", "6YMQ", "6YYE", "6Z0G", "6Z0H", "6Z0I"], "pfam": "PF07686", "pharmgkb": "PA38468", "pharos": {"target_id": 4725, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF265739", "relationship": "is"}, {"id": "GNF265740", "relationship": "is"}, {"id": "GNF265741", "relationship": "is"}, {"id": "GNF265742", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF032663", "relationship": "is"}, {"id": "GNF041692", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014906", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244421", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331257", "relationship": "is"}, {"id": "GNF332641", "relationship": "is"}, {"id": "GNF332676", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336863", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF109393", "relationship": "is"}, {"id": "GNF149034", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_011561.1"], "protein": ["NP_001258750.1", "NP_061838.1"], "rna": ["NM_001271821.2", "NM_018965.4"], "translation": [{"protein": "NP_061838.1", "rna": "NM_018965.4"}, {"protein": "NP_001258750.1", "rna": "NM_001271821.2"}]}, "reporter": {"HG-U133_Plus_2": "219725_at", "HG-U95B": "45599_at", "HTA-2_0": "TC06001713.hg.1", "HuEx-1_0": "2953501", "HuGene-1_1": "8126279", "HuGene-2_1": "17019029"}, "summary": "This gene encodes a membrane protein that forms a receptor signaling complex with the TYRO protein tyrosine kinase binding protein. The encoded protein functions in immune response and may be involved in chronic inflammation by triggering the production of constitutive inflammatory cytokines. Defects in this gene are a cause of polycystic lipomembranous osteodysplasia with sclerosing leukoencephalopathy (PLOSL). Alternative splicing results in multiple transcript variants encoding different isoforms. [provided by RefSeq, Nov 2012].", "symbol": "TREM2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425067"}, "unigene": "Hs.435295", "uniprot": {"Swiss-Prot": "Q9NZC2", "TrEMBL": "Q5TCX1"}, "wikipedia": {"url_stub": "TREM2"}}