{"AllianceGenome": "17760", "HGNC": "17760", "MIM": "605085", "_id": "54210", "_version": 1, "accession": {"genomic": ["AL391903.15", "AX965596.1", "CH471081.1", "CP068272.2", "CS265711.1", "DQ217941.1", "KF458151.1", "LC731320.1", "NC_000006.12", "NC_060930.1", "NG_029525.2"], "protein": ["AAF71694.1", "AAF90197.1", "AAH17773.1", "AAL74018.1", "ABB01010.1", "BAD96984.1", "BAF84851.1", "BAG35927.1", "BAG63024.1", "CAF06544.1", "CAJ78384.1", "EAX04043.1", "EAX04044.1", "NP_001229518.1", "NP_001229519.1", "NP_061113.1", "Q9NP99.1", "XP_011512998.1", "XP_011512999.1", "XP_054211644.1", "XP_054211645.1"], "rna": ["AF196329.1", "AF287008.1", "AK130673.1", "AK223264.1", "AK292162.1", "AK301519.1", "AK313104.1", "AW264786.1", "AY074783.1", "BC017773.1", "BI910026.1", "CA417244.1", "DA362458.1", "DA938757.1", "DC428714.1", "NM_001242589.3", "NM_001242590.3", "NM_018643.5", "NR_136332.2", "XM_011514696.3", "XM_011514697.1", "XM_054355669.1", "XM_054355670.1"], "translation": [{"protein": "XP_054211645.1", "rna": "XM_054355670.1"}, {"protein": "AAH17773.1", "rna": "BC017773.1"}, {"protein": "NP_061113.1", "rna": "NM_018643.5"}, {"protein": "BAG35927.1", "rna": "AK313104.1"}, {"protein": "BAG63024.1", "rna": "AK301519.1"}, {"protein": "XP_054211644.1", "rna": "XM_054355669.1"}, {"protein": "AAL74018.1", "rna": "AY074783.1"}, {"protein": "BAD96984.1", "rna": "AK223264.1"}, {"protein": "BAF84851.1", "rna": "AK292162.1"}, {"protein": "XP_011512999.1", "rna": "XM_011514697.1"}, {"protein": "AAF90197.1", "rna": "AF287008.1"}, {"protein": "NP_001229518.1", "rna": "NM_001242589.3"}, {"protein": "AAF71694.1", "rna": "AF196329.1"}, {"protein": "NP_001229519.1", "rna": "NM_001242590.3"}, {"protein": "XP_011512998.1", "rna": "XM_011514696.3"}]}, "alias": ["CD354", "TREM-1"], "ensembl": {"gene": "ENSG00000124731", "protein": ["ENSP00000244709", "ENSP00000334284", "ENSP00000465345", "ENSP00000465688"], "transcript": ["ENST00000244709", "ENST00000334475", "ENST00000586287", "ENST00000589614", "ENST00000589695", "ENST00000589882", "ENST00000591620"], "translation": [{"protein": "ENSP00000465688", "rna": "ENST00000589614"}, {"protein": "ENSP00000244709", "rna": "ENST00000244709"}, {"protein": "ENSP00000334284", "rna": "ENST00000334475"}, {"protein": "ENSP00000465345", "rna": "ENST00000591620"}], "type_of_gene": "protein_coding"}, "entrezgene": "54210", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.76884621, "exp_mis": 73.6967001, "exp_syn": 32.616536, "lof_z": 0.628639234539584, "mis_z": -0.359137230153674, "mu_lof": 5.37718314915e-07, "mu_mis": 6.35648715517e-06, "mu_syn": 2.73076588893e-06, "n_lof": 6.0, "n_mis": 80.0, "n_syn": 34.0, "p_li": 0.000343966174620477, "p_null": 0.399254091566974, "p_rec": 0.600401942258406, "syn_z": -0.150174827347854}, "bp": 705, "cds_end": 41254393, "cds_start": 41243862, "n_exons": 4, "nonpsych": {"exp_lof": 6.9490132, "exp_mis": 66.6200847, "exp_syn": 29.4385697, "lof_z": 0.72611461476368, "mis_z": -0.394252374518525, "mu_lof": 5.37718314915e-07, "mu_mis": 6.35648715517e-06, "mu_syn": 2.73076588893e-06, "n_lof": 5.0, "n_mis": 73.0, "n_syn": 30.0, "p_li": 0.00169458585790435, "p_null": 0.323728089905955, "p_rec": 0.674577324236141, "syn_z": -0.0651479637502787}, "nontcga": {"exp_lof": 7.13929307, "exp_mis": 67.7929232, "exp_syn": 29.99916811, "lof_z": 1.15900538844335, "mis_z": -0.315073325828896, "mu_lof": 5.37718314915e-07, "mu_mis": 6.35648715517e-06, "mu_syn": 2.73076588893e-06, "n_lof": 4.0, "n_mis": 73.0, "n_syn": 29.0, "p_li": 0.0106264735886077, "p_null": 0.1566727461311, "p_rec": 0.832700780280292, "syn_z": 0.115506663968099}, "transcript": "ENST00000244709.4"}, "exons": [{"cdsend": 41286655, "cdsstart": 41280881, "chr": "6", "position": [[41279536, 41281153], [41282394, 41282751], [41286606, 41286682]], "strand": -1, "transcript": "NM_001242589", "txend": 41286682, "txstart": 41279536}, {"cdsend": 41286655, "cdsstart": 41276183, "chr": "6", "position": [[41273604, 41276230], [41282394, 41282751], [41286606, 41286682]], "strand": -1, "transcript": "NM_001242590", "txend": 41286682, "txstart": 41273604}, {"cdsend": 41286655, "cdsstart": 41276124, "chr": "6", "position": [[41273604, 41276230], [41280960, 41281153], [41282394, 41282751], [41286606, 41286682]], "strand": -1, "transcript": "NM_018643", "txend": 41286682, "txstart": 41273604}, {"cdsend": 41286745, "cdsstart": 41286745, "chr": "6", "position": [[41267384, 41268088], [41275083, 41276230], [41280960, 41281153], [41282394, 41282751], [41286606, 41286745]], "strand": -1, "transcript": "NR_136332", "txend": 41286745, "txstart": 41267384}], "exons_hg19": [{"cdsend": 41254393, "cdsstart": 41248619, "chr": "6", "position": [[41247274, 41248891], [41250132, 41250489], [41254344, 41254420]], "strand": -1, "transcript": "NM_001242589", "txend": 41254420, "txstart": 41247274}, {"cdsend": 41254393, "cdsstart": 41243921, "chr": "6", "position": [[41241342, 41243968], [41250132, 41250489], [41254344, 41254420]], "strand": -1, "transcript": "NM_001242590", "txend": 41254420, "txstart": 41241342}, {"cdsend": 41254393, "cdsstart": 41243862, "chr": "6", "position": [[41241342, 41243968], [41248698, 41248891], [41250132, 41250489], [41254344, 41254420]], "strand": -1, "transcript": "NM_018643", "txend": 41254420, "txstart": 41241342}, {"cdsend": 41254483, "cdsstart": 41254483, "chr": "6", "position": [[41235122, 41235826], [41242821, 41243968], [41248698, 41248891], [41250132, 41250489], [41254344, 41254483]], "strand": -1, "transcript": "NR_136332", "txend": 41254483, "txstart": 41235122}], "generif": [{"pubmed": 12645956, "text": "The human TREM gene cluster at 6p21.1 encodes both activating and inhibitory single IgV domain receptors and includes TREM1."}, {"pubmed": 12646648, "text": "Activation of TREM-1 on monocytes participates during the early-induced and adaptive immune responses involved in host defense against microbial challenges."}, {"pubmed": 14656437, "text": "Crystal structure of the human myeloid cell activating receptor TREM-1"}, {"pubmed": 15067076, "text": "A new regulatory role is described for TREM-1-mediated signals in the resolution of acute inflammation and the control of neutrophil activity."}, {"pubmed": 15309732, "text": "TREM-1 may play an important role in the occurrence and development of acute pancreatitis"}, {"pubmed": 15351648, "text": "monomeric state of this extracellular ectodomain in solution and, presumably, of the TREM family in general"}, {"pubmed": 15585833, "text": "TREM-1 is upregulated on monocytes during human endotoxemia together with an increase in soluble TREM-1."}, {"pubmed": 16437719, "text": "TREM-1 may play an important role in establishing and amplifying the systemic inflammatory response"}, {"pubmed": 16733861, "text": "Soluble triggering receptor expressed on myeloid cells-1 (sTREM-1) seems to behave as a novel mediator in inflammatory bowel disease (IBD) in correlation with the degree of the inflammatory reaction of the intestinal mucosa."}, {"pubmed": 17008237, "text": "Monocytes contribute to the production of sTREM-1 in the event of septic syndrome."}, {"pubmed": 17202378, "text": "Regulation of TREM-1 and the soluble form of TREM-1 expression by prostaglandin E2 may modulate the inflammatory response to microbial pathogens"}, {"pubmed": 17277102, "text": "NTAL acts as a negative regulator of TNF-alpha and IL-8 production after stimulation via TREM-1"}, {"pubmed": 17336301, "text": "the effects of aging on TREM-1 engagement in human PMN; respiratory burst, PMN survival, recruitment of TREM-1 in the lipid-rafts, phosphorylation"}, {"pubmed": 17505044, "text": "sTREM-1 is detectable in exhaled ventilator condensate and may be useful in establishing or excluding the diagnosis of ventilator-associated pneumonia."}, {"pubmed": 17558349, "text": "Results show that sTREM-1 and procalcitonin are not specific for infection and can increase markedly in acute inflammation without infection."}, {"pubmed": 17634956, "text": "We examined the transcriptional regulation of TREM-1 in macrophages. NF-kappaB and PU.1 are involved in the expression of TREM-1"}, {"pubmed": 17659879, "text": "prognostic value of serum sTREM-1 levels in patients hospitalized with community acquired pneumonia"}, {"pubmed": 17729416, "text": "Soluble TREM-1 secreted by the gastric mucosa is an independent mechanism connected to the pathogenesis of peptic ulcer."}, {"pubmed": 17785845, "text": "Conclusive evidence favors proteolytic cleavage over alternative splicing as the mechanism responsible for the release of soluble TREM-1 from lipopolysaccharide-stimulated monocytes."}, {"pubmed": 18008257, "text": "During melioidosis, TREM-1 expression is differentially regulated on granulocytes and monocytes; measurement of TREM-1 expression on blood granulocytes may not provide adequate information on granulocyte TREM-1 expression at the infection site."}, {"pubmed": 18317529, "text": "serum concentrations of sTREM-1 are increased in patients with COPD. Prospective studies are warranted to evaluate the relevance of sTREM-1 as a potential marker of the disease in patients with COPD."}, {"pubmed": 18396215, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18396215, "text": "The present findings suggest that the three studied polymorphisms within the TREM-1 gene may not play a major role in the predisposition to severe sepsis in a Chinese Han cohort"}, {"pubmed": 18628981, "text": "down-regulation of TREM-1 expression in cystic fibrosis patients is at least partly responsible for the endotoxin tolerance state in which their monocytes are locked"}, {"pubmed": 18634145, "text": "sTREM-1 seems to be a new mediator involved in patients with AS, particularly in the early stages of disease."}, {"pubmed": 18656898, "text": "Increased TREM-1 expression on monocytes is associated with both infectious and noninfectious inflammatory processes."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19109693, "text": "Results suggest that TREM-1 and sTREM-1 contribute to the development of shock in patients suffering from sepsis."}, {"pubmed": 19230638, "text": "upregulation of expression on lamina propria macrophages in patients with inflammatory bowel disease; plasma levels is a prognostic factor for sepsis"}, {"pubmed": 19251433, "text": "sTREM-1 may not have a role in infection in patients with secondary peritonitis"}, {"pubmed": 19396532, "text": "TREM-1 protein expression levels were up-regulated in sepsis patients with acute cholangitis"}, {"pubmed": 19479878, "text": "TREM-1 ligation contributes to the pathology of autoimmune arthritis."}, {"pubmed": 19484952, "text": "Serum sTREM-1 correlates closely with injury severity score, TNF-alpha and onset of sepsis."}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19591072, "text": "propose that triggering receptor expressed on myeloid cells 1(sTREM-1) play a role in the innate immune response against intra-amniotic infection"}, {"pubmed": 19596984, "text": "TREM-1 was up-regulation in infected lungs and human plasma together with augmented alveolar macrophage responsiveness toward Streptococcus pneumoniae"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19917159, "text": "Serum sTREM-1 (triggering receptor expressed on myeloid cells 1 ) levels were significantly higher in the infection group than in the flare group of febrile systemic lupus erythematosus patients"}, {"pubmed": 19923060, "text": "The expression of human TREM-1 in peripheral blood mononuclear cells is up-regulated in the early stage of acute obstructive suppurative cholangitis."}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20156945, "text": "Serum sTREM-1 levels were elevated in diffuse systemic sclerosis patients and correlated with severity of pulmonary fibrosis, suggesting that serum sTREM-1 is a novel serological marker for the disease severity of systemic sclerosis."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20375613, "text": "we provide new insights into the mechanisms how TREM-1 and TLR interact creating synergistic activation in polymorphonuclear neutrophils"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20640189, "text": "Trem1 expression is increased in the inner zone of amyloid plaques using a transgenic animal model of Alzheimer's disease."}, {"pubmed": 21148811, "text": "TREM-1 is expressed on mature dendritic cells infiltrating the inflamed hypoxic joints of children affected by juvenile idiopathic arthritis."}, {"pubmed": 21306476, "text": "sTREM-1 concentrations in bronchoalveolar lavage fluid fluid are of potential prognostic value in patients with ventilator-associated pneumonia."}, {"pubmed": 21393102, "text": "These data are in line with the TLR4-TREM1 co-localization in human neutrophils."}, {"pubmed": 21421043, "text": "TREM-1 gene expression was increased in the monocytes of schizophrenic and bipolar patients & tended to be increased in the monocytes of major depressive disorder patients."}, {"pubmed": 21555403, "text": "this study provides the fi rst evidence that TREM-1 functions as an in fl ammatory ampli fi er in P. aeruginosa keratitis by modulating TLR signaling and Th1/Th2 responses."}, {"pubmed": 21701149, "text": "study shows an increase in sTREM-1 in patients with COPD compared to smokers but not in acute exacerbation-COPD compared to stable COPD. Viral exacerbations showed significantly lower sTREM-1 levels than non-viral exacerbations."}, {"pubmed": 21763322, "text": "TREM-1 SNPs may play a significant role in the development of intestinal Behcet's disease and may have modest effects on disease severity."}, {"pubmed": 21855288, "text": "Although serum levels of sTREM-1 are increased early upon advent of severe sepsis/shock, gene expression of TREM-1 on monocytes in severe sepsis/shock is not increased."}, {"pubmed": 21910175, "text": "High sTREM-1 is associated with intestinal Behcet's disease."}, {"pubmed": 21942576, "text": "Data show that kinetics of sTREM-1 differs among patients undergoing hemiarthroplasty of the hip and those undergoing total hip arthroplasty."}, {"pubmed": 21967868, "text": "the putative periodontal pathogen P. gingivalis can positively regulate the expression of the TREM-1/DAP12 pathway in monocytic cells."}, {"pubmed": 21976106, "text": "Data demonstrate that sTREM-1 is elevated in high-risk patients with febrile neutropenia and is potentially useful to predict their clinical course, either together with, or as an alternative to procalcitonin."}, {"pubmed": 22179409, "text": "Serum and amniotic fluid sTREM-1 levels may emerge as early biological indicators for predicting PROM complicated with subclinical chorioamnionitis."}, {"pubmed": 22417086, "text": "levels of sTREM-1 were significantly higher in patients with epatocellular carcinoma (HCC) than those with benign liver tumors; peritumoral density of TREM-1 was shown to be an independent prognosis predictor; observations suggest that TREM-1 is related to the aggressive tumor behavior and has potential value as a prognostic factor for HCC"}, {"pubmed": 22422501, "text": "Patients with rheumatoid arthritis had higher plasma sTREM-1 levels than controls, and plasma sTREM-1 levels were correlated with disease activity, suggesting that plasma sTREM-1 could play a role in the inflammatory process associated with TNF-alpha."}, {"pubmed": 22459945, "text": "the sustained TREM-1 expression at the cell surface suffices to block the progress of a refractory state in human monocytes"}, {"pubmed": 22642593, "text": "Our finding that TREM-1 controls the production of interleukin-8 and TNF-alpha in U937 foam cells defines a potentially critical role of TREM-1 in the pathogenesis of atherosclerosis"}, {"pubmed": 22721842, "text": "In ulcerative colitis, sTREM-1 level was correlated most closely with the endoscopic disease activity among serum biomarkers, but was not superior to the clinical activity index."}, {"pubmed": 22798017, "text": "dynamic change in serum sTREM- 1 may be a more accurate parameter for the assessment of sepsis prognosis; there is no association between variations rs2234246 and rs2234237 in the TREM-1 gene and susceptibility to sepsis; TREM-1 rs2234237 polymorphism is associated with increased 28-day mortality in sepsis"}, {"pubmed": 22829716, "text": "Elevated plasma levels of sTREM-1 reflect the severity, state of exacerbation, presence of respiratory tract obstruction in allergic asthma bronchiale patients."}, {"pubmed": 22996209, "text": "Gene expression in 23 patients (12 with pneumonia and 11 w/sepsis) were analyzed using quantitative real time pcr. The mRNA levels of TLR2 (20/23 cases) and CD14 (18/23 cases) were upregulated in the PMNs of patients when compared with healthy subjects."}, {"pubmed": 23046618, "text": "Patients with sepsis had increased soluble TREM-1 and decreased TREM-1 expression on neutrophils compared to systemic inflammatory response syndrome patients."}, {"pubmed": 23364598, "text": "Activation of TREM-1 protected monocytic cells from apoptosis through activation of extracellular signal-regulated kinase and v-akt murine thymoma viral oncogene homologue pathways and MCL1"}, {"pubmed": 23414215, "text": "Patients with E. coli sepsis are characterized by an association of Trem-1 expression on blood neutrophils with cytokine inducibility."}, {"pubmed": 23436478, "text": "TREM-1 induction by the hypoxic microenvironment represents a mechanism of regulation of Th1-cell trafficking and activation by iDCs differentiated at pathologic sites."}, {"pubmed": 23468854, "text": "sTREM-1 concentrations in maternal serum were elevated during spontaneous term and preterm labor and sTREM-1 levels were significantly higher in preterm labor."}, {"pubmed": 23571837, "text": "Data indicate a positive correlation between serum levels of soluble TREM-1 (sTREM-1) and disease severity in infected patients as well as in experimentally infected mice."}, {"pubmed": 23734253, "text": "Studies indicate that bronchoalveolar lavage fluid (BALF) sTREM-1 is a useful biomarker of bacterial lung infections in in intensive care unit (ICU) patients."}, {"pubmed": 23861562, "text": "Serum sTREM-1 may have a role in myocardial dysfunction in patients with severe sepsis"}, {"pubmed": 23880194, "text": "We found an increased oxidative stress as well as an increased expression of TREM-1 and serum levels of sTREM-1 in patients with critical limb ischemia."}, {"pubmed": 24012914, "text": "Studied sTREM-1, procalcitonin and C-reactive protein in postmortem serum in a series of sepsis-related fatalities and control individuals who underwent medico-legal investigations."}, {"pubmed": 24012964, "text": "upregulated by 1,25-dihydroxyvitamin D3 in human monocytes/macrophages"}, {"pubmed": 24026310, "text": "Knockdown of TREM-1 by RNA interference inhibits cell differention but has no effect on cell-cell fusion."}, {"pubmed": 24261769, "text": "The serum level of sTREM-1 may be a useful marker of disease activity in relapsing polychondritis."}, {"pubmed": 24281714, "text": "signaling contributes to the regulation of innate inflammatory responses"}, {"pubmed": 24289157, "text": "Soluble TREM-1 levels in serum were useful for the diagnosis of ventilator-associated pneumonia after cardiac surgery."}, {"pubmed": 24290866, "text": "Elevated sTREM-1 could be considered an early marker for neonatal sepsis that reflects sepsis severity and poor prognosis."}, {"pubmed": 24447863, "text": "gene expression is modulated in the process of dengue infection"}, {"pubmed": 24465168, "text": "The gene expression levels of TREM1 in PMNs isolated from patients with bacterial infections may be used as a surrogate biomarker for determining the severity."}, {"pubmed": 24605677, "text": "Level of sTREM-1 in blood sera of patients with severe thermic injury could be proposed as an additional laboratory marker of burn wound mixed microbial infection."}, {"pubmed": 24661408, "text": "Soluble TREM-1 is an accurate marker of Lower respiratory tract infections. The overall diagnostic value of sTREM-1 for community acquired and hospital-acquired Lower respiratory tract infections is similar."}, {"pubmed": 24672147, "text": "sTREM-1 and procalcitonin have roles in sepsis and may predict sepsis mortality"}, {"pubmed": 24702227, "text": "elevated in cholesteatoma"}, {"pubmed": 24842612, "text": "TREM-1 is induced in tumor associated macrophages by cyclo-oxygenase pathway in human non-small cell lung cancer"}, {"pubmed": 24924298, "text": "Biofilm-challenged MM6 cells exhibited higher TREM-1 expression."}, {"pubmed": 24954324, "text": "Unlike CRP levels and ESR, serum sTREM-1 levels were not correlated with endoscopic activity in patients with intestinal Behcet's disease."}, {"pubmed": 25128583, "text": "Data indicate that single nucleotide polymorphisms of Triggering Receptor Expressed on Myeloid Cells-1 (TREM-1) were significantly associated with elevated risk of coronary artery disease (CAD)."}, {"pubmed": 25213166, "text": "study found no association between the other investigated SNPs within TREM-1 gene and infective endocarditis risk"}, {"pubmed": 25242387, "text": "plays critical roles in fungal infection of corneal epithelial cells"}, {"pubmed": 25294884, "text": "Soluble TREM-1, a member of the immunoglobulin super-family, is upregulated when neutrophils are exposed to bacteria."}, {"pubmed": 25319790, "text": "Soluble TREM-1 can serve as a biomarker for diagnosing sepsis and assessing disease severity."}, {"pubmed": 25448705, "text": "25(OH)2D3-induced expression of TREM-1 was inhibited by rapamycin, a specific inhibitor of the mammalian target of rapamycin (mTOR) signaling pathway, indicating the involvement of mTOR."}, {"pubmed": 25461656, "text": "In neonates with late-onset neonatal sepsis, soluble TREM-1 has the potential to provide an excellent predictive value for septic shock/death."}, {"pubmed": 25465376, "text": "High TREM-1 expression correlated significantly with increased recurrence in hepatocellular carcinoma."}, {"pubmed": 25532536, "text": "A reciprocal decrease of the pro-inflammatory surface receptor TREM-1 linked with sepsis-induced immunosuppression may be part of the explanation"}, {"pubmed": 25545807, "text": "Variants within the TREM locus are associated with pathological features of AD and aging-related cognitive decline."}, {"pubmed": 25595774, "text": "The role for PGLYRP1 as a TREM-1 activator provides a new mechanism by which bacteria can trigger myeloid cells, linking two known, but previously unrelated, pathways in innate immunity."}, {"pubmed": 25642940, "text": "isolated PMNs have an increased proportion of both TREM1 and DAP12 compared to normal healthy control"}, {"pubmed": 25840803, "text": "Data indicate that plasma concentration of soluble triggering receptor expressed on myeloid cells-1 (sTREM-1) predicts death at 2 years after myocardial infarction."}, {"pubmed": 25944130, "text": "Plasma and urine TREM-1 levels can be used as diagnostic biomarkers for acute kidney injury in critically ill patients with sepsis."}, {"pubmed": 26184544, "text": "Report altered TREM-1/TREM-2 ratio in cutaneous melanoma."}, {"pubmed": 26281323, "text": "TREM-1 is a member of the immunoglobulin superfamily released from phagocytic cells in the presence of bacterial and fungal infections."}, {"pubmed": 26320130, "text": "TREM-1 is induced by MSU and is associated with the inflammation of human acute gouty arthritis."}, {"pubmed": 26384438, "text": "study to determine soluble TREM-1 and TREM-2 levels in serum, and membrane-bound TREM-1 and TREM-2 on peripheral blood mononuclear cells of patients with pulmonary TB"}, {"pubmed": 26397033, "text": "LPS-induced TREM-1 transcription."}, {"pubmed": 26495896, "text": "Soluble TREM-1 level is significantly increased in hemodialysis patients as are other pro-inflammatory markers."}, {"pubmed": 26506490, "text": "This study shows increased expression of TREM-1 in monocytes from patients with advanced cervical cancer."}, {"pubmed": 26852644, "text": "TREM-1 expression is decreased during the generation of human osteoclast precursors"}, {"pubmed": 26877157, "text": "study found that soluble TREM-1 is increased and correlates with the clinical and laboratory findings in Crimean Congo Haemorrhagic Fever, a viral infection characterized by activation of inflammation."}, {"pubmed": 26963514, "text": "TREM-1 and Dectin-1 function concurrently in the corneal innate immune response by regulating inflammatory cytokine expression in fungal keratitis."}, {"pubmed": 27017522, "text": "Increased expression of TREM-1 in S compared to AS patients involving TNFa, MMP-1 and MMP-9 suggest a potential role of TREM-1 in plaque destabilization"}, {"pubmed": 27096761, "text": "The study simultaneously evaluated both PCT and soluble TREM-1 along with CRP in febrile patients with autoimmune diseases."}, {"pubmed": 27238916, "text": "sTREM1 was increased in septic patients with myocardial depression compared to those without myocardial depression."}, {"pubmed": 27244892, "text": "low expression level of TREM-1 might be a characteristic for tumor-associated macrophages in lung cancer"}, {"pubmed": 27319606, "text": "Plasma levels of sTREM-1 were found to identify patients with septic shock more effectively than procalcitonin and C-reactive protein. Moreover, sTREM-1 was identified to be an early predictor for survival in patients with septic shock."}, {"pubmed": 27324541, "text": "TREM-1 activation may be involved in the development of Kawasaki disease."}, {"pubmed": 27409178, "text": "TREM-1 may have a role in pathology of craniopharyngioma and Rathke's cleft cyst"}, {"pubmed": 27448788, "text": "The results demonstrate that both commensal and pathogenic oral bacteria activate the TREM-1 pathway, resulting in a proinflammatory TREM-1 activity-dependent increase in proinflammatory cytokine production."}, {"pubmed": 27521929, "text": "In the premature rupture of membranes group,the NF-kappaB p65 and sTREM-1 levels in maternal blood were significantly higher in women with chorioamnionitis than women without chorioamnionitis (P<.05)."}, {"pubmed": 27542376, "text": "The findings suggest that there are no differences in soluble TREM-1 levels in gingival crevicular fluid between healthy and periodontally diseased elderly adults"}, {"pubmed": 27631216, "text": "decreased serum level significantly associated with the presence and severity of coronary artery disease; restrains inflammatory reaction in endothelial cells"}, {"pubmed": 27648678, "text": "this study shows higher levels of TREM-1 in plasma of systemic lupus erythematosus in Egyptian patients"}, {"pubmed": 27670763, "text": "This study provided evidence that rs6910730G, an intronic variant of TREM1, reduced the ability of human monocytes for Abeta phagocytosis, and this reduction was likely attributed to a decreased monocytic TREM1 expression."}, {"pubmed": 27671831, "text": "Carriage of the TREM1 rs2234237T allele appears to be a risk factor for the development of severe malaria."}, {"pubmed": 27697433, "text": "TREM-1 may play an important role in the inflammatory cascade after subarachnoid hemorrhage and act as a monitoring biomarker"}, {"pubmed": 27729010, "text": "The soluble TREM-1 level, core temperature and SAPS II value were the only independent predictors of death after adjustment for potential confounders in sepsis patients admitted to intensive care."}, {"pubmed": 27743451, "text": "This study provides new insights into the possible mechanism of TREM-1 and HIF-1alpha in psoriasis."}, {"pubmed": 27762264, "text": "TREM-1 links dyslipidemia to inflammation and lipid deposition in atherosclerosis."}, {"pubmed": 27792788, "text": "TREM-1, HMGB1 and RAGE in the Shoulder Tendon: Dual Mechanisms for Inflammation Based on the Coincidence of Glenohumeral Arthritis"}, {"pubmed": 27846213, "text": "This study indicates that in children with community-acquired pneumonia, sTREM-1, Midregional-proANP, and Midregional-proADM blood levels have poor abilities to differentiate bacterial from viral diseases or to identify severe cases."}, {"pubmed": 27862781, "text": "serum levels seem higher in newly diagnosed type 1 diabetes patients than in their healthy siblings (not statistically significant)"}, {"pubmed": 27917624, "text": "is concluded that both HMGB1 and sTREM-1 are released during the inflammatory response of periodontal tissues and they can promote inflammatory process, which leads to tissue destruction."}, {"pubmed": 27928159, "text": "TREM-1 interventions by means of LP17, LR12 and TREM-1 fusion protein did not ameliorate IR-induced injury. In the human renal transplant cohort, donor and recipient TREM1 gene variant p.Thr25Ser was not associated with DGF, nor with biopsy-proven rejection or death-censored graft failure. We conclude that TREM-1 does not play a major role during experimental renal IR and after kidney transplantation"}, {"pubmed": 27932245, "text": "TREM-1 plays a critical role in osteoarthritis development and IL1B induced chondrocyte injury through regulation of NF-kappaB signaling"}, {"pubmed": 28089248, "text": "Our findings suggest a novel modulatory role of TREM-1 in the pathogenesis of SLE. sTREM-1 production is a useful diagnostic marker and a molecular target for combination therapy of lupus."}, {"pubmed": 28111922, "text": "TREM-1 was found to be significantly higher in tissues biopsies and blood of subjects with obesity. Greater expression and activity of TREM-1 suggest a possible role in the underlying pathophysiology of obesity and associated comorbidities."}, {"pubmed": 28181540, "text": "These data show that human macrophages infected with human immunodeficiency virus-1 show an increased expression of TREM-1. In parallel, direct exposure to the human immunodeficiency virus-1-related proteins Tat or gp120 induces TREM-1 expression in macrophages and confers anti-apoptotic attributes."}, {"pubmed": 28367708, "text": "findings showed detectable expression of TREM-1 in 100% of samples, urinary tract infection (UTI) and non-UTI groups; levels of sTREM-1 were detected in patients with UTI, but not in non-UTI patients; TREM-1 levels in patients with UTI tend to be higher and are associated with increased neutrophils and cytokine activity induced by bacteria"}, {"pubmed": 28771614, "text": "The minor allele T of rs2234246 of TERM1 protein, was associated with increased sTREM-1 in the discovery population, explaining 33% of its variance, and with increased levels of mRNA."}, {"pubmed": 28791839, "text": "Studies show that bronchoalveolar lavage fluid (BALF) soluble triggering receptor expressed on myeloid cells-1 (sTREM-1) levels do not discriminate between mild-to-moderate asthma and chronic obstructive pulmonary disease (COPD), in contrast, the interleukin 6 (IL-6)/interleukine 13 (IL-13) ratio measured in BALF effectively differentiated these two diseases."}, {"pubmed": 28837205, "text": "TREM-1 plays an important role in mediating platelet activation."}, {"pubmed": 28920169, "text": "Diagnostic value of sTREM-1, IL-8, PCT, and CRP in febrile neutropenia after autologous stem cell transplantation"}, {"pubmed": 29080545, "text": "TREM-1 is a predictive biomarker of in-stent restenosis and an important mediator of cellular inflammation, migration, and proliferation in vascular smooth muscle cells"}, {"pubmed": 29093489, "text": "expression of Trem1 was increased in murine and human colorectal tumors."}, {"pubmed": 29333781, "text": "This review summarizes studies of association between TREM-1, TREM-2, and malignant tumors in the medical field to provide new ideas for study on the correlation between periodontitis and oral cavity cancer [review]"}, {"pubmed": 29338161, "text": "The higher levels of sTREM1 and HMGB1 cytokines in GCF of periodontitis patients and the significant decrease after the introduction of the periodontal treatment underlines the importance of HMGB1 and sTREM1 in pathogenesis of periodontitis."}, {"pubmed": 29480083, "text": "The present study highlights the role of urine sTREM-1 levels in late-onset sepsis."}, {"pubmed": 29516326, "text": "Serum sTREM-1 level is significantly higher in diarrhea-predominant irritable bowel syndrome (D-IBS) patients and positively correlates with abdominal pain, which may be initiated by TREM-1-associated macrophage activation, indicating the existence of subclinical inflammation in D-IBS."}, {"pubmed": 29534643, "text": "High levels of TLR4 and TREM-1 surface expression were observed on maternal and cord blood monocyte and neutrophils, confirming their proinflammatory profiles in preterm birth with chorioamnionitis. TLR4 and TREM-1 on monocyte and neutrophils might have a role in infection-related preterm birth."}, {"pubmed": 29644420, "text": "Current data suggest that sTREM-1 might become a useful biomarker for the prediction of neonatal sepsis; however, the significant variation in the used threshold values (that ranged between 77.5 and 1707.35 pg/ml) and the methodological differences across studies limit the value of our findings in clinical practice.[Review]"}, {"pubmed": 29886421, "text": "Elevated levels of circulating sTREM-1 independently predict all-cause mortality and major adverse cardiac events in patients with acute myocardial infarction."}, {"pubmed": 29961347, "text": "TREM-1-associated neutrophilic signaling pathway proteins are significantly suppressed in eosinophilic chronic rhinosinusitis with nasal polyps"}, {"pubmed": 30010135, "text": "This study showing higher TREM1 mRNA expression and DNA hypomethylation in AD subjects and significant correlation between TREM1 mRNA expression and TREM1 DNA methylation rates of gene promoter."}, {"pubmed": 30137027, "text": "data support a role of TREM-1 in liver injury and hepatic fibrogenesis and suggest that TREM-1 is a master regulator of Kupffer cell activation, which escalates chronic liver inflammatory responses, activates hepatic stellate cells, and reveals a mechanism of promotion of liver fibrosis."}, {"pubmed": 30257363, "text": "TREM1 was a pro-inflammatory factor via regulating NF-small ka, CyrillicB nuclear translocation in Mycoplasma pneumoniae-infected A549 lung epithelial cells."}, {"pubmed": 30420902, "text": "Results found that sTREM-1 expressions levels were higher in Behcet's disease (BD) patients than those in the healthy group, but this difference did not reach statistical significance."}, {"pubmed": 30465338, "text": "TREM-1, which has been realized as a proinflammatory receptor protein, can promote the development of periodontitis by regulating the expression of TNF-alpha in macrophages."}, {"pubmed": 30478987, "text": "VD can inhibit macrophage transition to the M1 phenotype through the STAT-1/TREM-1 pathway."}, {"pubmed": 30616644, "text": "Plasma soluble TREM-1 levels are significantly elevated in patients with thrombotic primary anti-phospholipid syndrome."}, {"pubmed": 30637597, "text": "sTREM1 concentrations were positively correlated with the levels of total tau in the plasma of Alzheimer's Disease patients. The subsequent subgroup analysis indicated that this correlation was more pronounced in patients with severe dementia."}, {"pubmed": 30685385, "text": "We identified low TREM-1 as a specific biomarker for anti-TNF induced endoscopic remission. These results can aid in the selection of therapy in biologic-naive patients."}, {"pubmed": 30810243, "text": "TREM-1+ tumor-associated macrophages significantly increased in hepatocellular carcinoma in advanced stages"}, {"pubmed": 30918427, "text": "Down-regulation of SLAMF7 and up-regulation of TREM1 occur in primary and metastatic stage IV colorectal cancer tissues."}, {"pubmed": 31260499, "text": "activation of the TREM1 signaling pathway increased HIV or HCV-mediated inflammatory responses in macrophages due to enhanced activation of the ERK1/2 signaling cascade"}, {"pubmed": 31287012, "text": "Data indicate the critical role of rheumatoid arthritis synovial fibroblasts (RASF) in upregulating triggering receptor expressed on myeloid cells-1 (TREM-1) expression in monocytes, suggesting that TREM-1 might be a novel target for rheumatoid arthritis (RA) therapy."}, {"pubmed": 31444693, "text": "The modulation of the TREM-1/PGLYRP1/MMP-8 axis in peri-implant diseases."}, {"pubmed": 31474164, "text": "this study shows that In familial Mediterranean fever, soluble TREM-1 plasma level is higher in case of amyloidosis"}, {"pubmed": 31509552, "text": "Study demonstrated the presence of a positive correlation between the M1/M2 macrophages activation state and the progress of diabetic nephropathy, and TREM-1 played an important role in high-glucose- induced macrophage phenotype transformation."}, {"pubmed": 31546668, "text": "The evidence here discussed the highlights of the potential role of TREMs, especially TREM-1, in bridging inflammatory processes in intestinal and neurodegenerative disorders. [review]"}, {"pubmed": 31594258, "text": "Assessment of novel biomarkers: sTREM-1, pentraxin-3 and pro-adrenomedullin in the early diagnosis of neonatal early onset sepsis."}, {"pubmed": 31680426, "text": "Inhibition of triggering receptor expressed on myeloid cells-1 impairs thrombin generation."}, {"pubmed": 31721052, "text": "Common Variant in TREM1 Influencing Brain Amyloid Deposition in Mild Cognitive Impairment and Alzheimer's Disease."}, {"pubmed": 31885496, "text": "findings suggested that TREM-1 could accelerate monosodium urate -induced acute inflammation. Inhibition of TREM-1 may provide a new strategy for alleviating acute gouty inflammation."}, {"pubmed": 32026790, "text": "Can Triggering Receptors Expressed on Myeloid Cells be used for Diagnosis of Salmonella Typhi Infection?"}, {"pubmed": 32027618, "text": "Extracellular CIRP as an endogenous TREM-1 ligand to fuel inflammation in sepsis."}, {"pubmed": 32123257, "text": "TREM-1 activation is a potential key regulator in driving severe pathogenesis of enterovirus A71 infection."}, {"pubmed": 32255294, "text": "Utility of sTREM-1 and Presepsin (sCD14-ST) as Diagnostic and Prognostic Markers of Sepsis."}, {"pubmed": 32321335, "text": "Soluble TREM-1 Levels in Familial Mediterranean Fever Related AA-Amyloidosis."}, {"pubmed": 32326783, "text": "The role of the triggering receptor expressed on myeloid cells-1 (TREM-1) in non-bacterial infections."}, {"pubmed": 32356439, "text": "A new inflammatory marker in overweight patients: triggering receptor expressed on myeloid cells-1."}, {"pubmed": 32508526, "text": "Dynamic Monitoring of sTREM-1 and Other Biomarkers in Acute Cholangitis."}, {"pubmed": 32508528, "text": "TREM-1 and TREM-2 Expression on CD14(+) Cells in Bronchoalveolar Lavage Fluid in Pulmonary Sarcoidosis and Hypersensitivity Pneumonitis in the Context of T Cell Immune Response."}, {"pubmed": 32571463, "text": "APACHE II score was not correlated with serum sTREM-1"}, {"pubmed": 32655314, "text": "Diagnostic and Prognostic Value of IL-6 and sTREM-1 in SIRS and Sepsis in Children."}, {"pubmed": 32684831, "text": "TREM-1 and TREM-2 Expression on Blood Monocytes Could Help Predict Survival in High-Grade Glioma Patients."}, {"pubmed": 32819258, "text": "Early Post-stroke Depressive Symptoms are Associated with Low Peripheral Levels of Soluble Triggering Receptor Expressed on Myeloid Cells-1 (sTREM-1) and Glial Cell-derived Neurotrophic Factor (GDNF)."}, {"pubmed": 32844757, "text": "Serum Presepsin, Proadrenomedullin andTriggering Receptor Expressed on Myeloid Cells-1 (TREM-1) as Biomarkers for the Diagnosis of Acute Pyelonephritis."}, {"pubmed": 32862402, "text": "TREM-1 Exacerbates Neuroinflammatory Injury via NLRP3 Inflammasome-Mediated Pyroptosis in Experimental Subarachnoid Hemorrhage."}, {"pubmed": 32908142, "text": "Androgen receptor signalling in macrophages promotes TREM-1-mediated prostate cancer cell line migration and invasion."}, {"pubmed": 33204302, "text": "An Integrating Immune-Related Signature to Improve Prognosis of Hepatocellular Carcinoma."}, {"pubmed": 33297569, "text": "Function of TREM1 and TREM2 in Liver-Related Diseases."}, {"pubmed": 33316373, "text": "HBV upregulated triggering receptor expressed on myeloid cells-1 (TREM-1) expression on monocytes participated in disease progression through NF-Kb pathway."}, {"pubmed": 33390769, "text": "TREM-1 promoted apoptosis and inhibited autophagy in LPS-treated HK-2 cells through the NF-kappaB pathway."}, {"pubmed": 33522329, "text": "The Effect of Soluble TREM-1 in Idiopathic Granulomatous Mastitis."}, {"pubmed": 33525982, "text": "TREM1 regulates antifungal immune responses in invasive pulmonary aspergillosis."}, {"pubmed": 33536478, "text": "Elevated serum TREM-1 is associated with periodontitis and disease activity in rheumatoid arthritis."}, {"pubmed": 33649843, "text": "Downregulation of triggering receptor expressed on myeloid cells 1 inhibits invasion and migration of liver cancer cells by mediating macrophage polarization."}, {"pubmed": 33677708, "text": "Soluble triggering receptor expressed on myeloid cells-1 is a marker of organ injuries in cardiogenic shock: results from the CardShock Study."}, {"pubmed": 33814983, "text": "Elevated Plasma Soluble Triggering Receptor Expressed on Myeloid Cells-1 Level in Patients with Acute Coronary Syndrome (ACS): A Biomarker of Disease Severity and Outcome."}, {"pubmed": 34002612, "text": "Triggering receptor expressed on myeloid cells 1 and 2 in patients with chronic maxillary sinusitis."}, {"pubmed": 34176389, "text": "The ratio of urinary TREM-1/TREM-2 mRNA expression in chronic kidney disease and renal fibrosis."}, {"pubmed": 34195785, "text": "Increased sTREM-1 plasma concentrations are associated with poor clinical outcomes in patients with COVID-19."}, {"pubmed": 34365706, "text": "Evaluation of the relationship between TREM-1/TREM-2 ratio and clinical course in COVID-19 pneumonia."}, {"pubmed": 34534607, "text": "Plasma and genetic determinants of soluble TREM-1 and major adverse cardiovascular events in a prospective cohort of acute myocardial infarction patients. Results from the FAST-MI 2010 study."}, {"pubmed": 34598084, "text": "TREM-1 amplifies trophoblastic inflammation via activating NF-kappaB pathway during preeclampsia."}, {"pubmed": 34721438, "text": "TREM1 Regulates Neuroinflammatory Injury by Modulate Proinflammatory Subtype Transition of Microglia and Formation of Neutrophil Extracellular Traps via Interaction With SYK in Experimental Subarachnoid Hemorrhage."}, {"pubmed": 34732412, "text": "SLAMF7 and TREM1 Mediate Immunogenic Cell Death in Colorectal Cancer Cells: Focus on Microsatellite Stability."}, {"pubmed": 34860175, "text": "TREM1 fosters an immunosuppressive tumor microenvironment in papillary thyroid cancer."}, {"pubmed": 34887856, "text": "Transcriptomic Profiling Reveals a Role for TREM-1 Activation in Enterovirus D68 Infection-Induced Proinflammatory Responses."}, {"pubmed": 35016441, "text": "The relationship between the expression of serum IL-18 mRNA, CC16, and sTREM-1 and the severity and prognosis of ventilator-associated pneumonia in elderly patients."}, {"pubmed": 35060884, "text": "[Role of TREM-1 in cardiovascular diseases].\", trans \"Role du recepteur TREM-1 dans les maladies cardiovasculaires."}, {"pubmed": 35329310, "text": "Peri-Implant Surgical Treatment Downregulates the Expression of sTREM-1 and MMP-8 in Patients with Peri-Implantitis: A Prospective Study."}, {"pubmed": 35347523, "text": "Role of triggering receptor expressed on myeloid cells-1 (TREM-1) in COVID-19 and other viral pneumonias: a systematic review and meta-analysis of clinical studies."}, {"pubmed": 35358332, "text": "The relationship between vitamin D receptor gene and TREM-1 gene polymorphisms and the susceptibility and prognosis of neonatal sepsis."}, {"pubmed": 35390422, "text": "Triggering receptor expressed on myeloid cells-1 (TREM-1) inhibition in atherosclerosis."}, {"pubmed": 35402286, "text": "TREM-1 Expression on the Surface of Neutrophils in Patients With Visceral Leishmaniasis Is Associated With Immunopathogenesis."}, {"pubmed": 35628562, "text": "N-Terminal Peptide of PGLYRP1/Tag7 Is a Novel Ligand for TREM-1 Receptor."}, {"pubmed": 35637975, "text": "TREM-1 Modulates Dendritic Cells Maturation and Dendritic Cell-Mediated T-Cell Activation Induced by ox-LDL."}, {"pubmed": 35749690, "text": "Soluble triggering receptor expressed on myeloid cells-1 (sTREM-1) and other inflammatory mediators in malaria by Plasmodium vivax during enteroparasites coinfection."}, {"pubmed": 35784361, "text": "TREM-1 Modulation Strategies for Sepsis."}, {"pubmed": 35856334, "text": "FOXM1 network in association with TREM1 suppression regulates NET formation in diabetic foot ulcers."}, {"pubmed": 36068612, "text": "The associations between plasma soluble Trem1 and neurological diseases: a Mendelian randomization study."}, {"pubmed": 36181338, "text": "TREM-1 induces pyroptosis in cardiomyocytes by activating NLRP3 inflammasome through the SMC4/NEMO pathway."}, {"pubmed": 36195852, "text": "Clinical value of serum sTREM-1 and HBP levels in combination with traditional inflammatory markers in diagnosing hospital-acquired pneumonia in elderly."}, {"pubmed": 36273145, "text": "The role of triggering receptor expressed on myeloid cells-1 (TREM-1) in central nervous system diseases."}, {"pubmed": 36811498, "text": "Dengue Virus Increases the Expression of TREM-1 and CD10 on Human Neutrophils."}, {"pubmed": 36815315, "text": "Association of rs2062323 in the TREM1 gene with Alzheimer's disease and cerebrospinal fluid-soluble TREM2."}, {"pubmed": 36848486, "text": "Plasma IL-6, TREM1, uPAR, and IL6/IL8 biomarkers increment further witnessing the chronic inflammation in type 2 diabetes."}, {"pubmed": 36944850, "text": "Role of triggering receptor expressed on myeloid cells-1 in the mechanotransduction signaling pathways that link low shear stress with inflammation."}, {"pubmed": 37327529, "text": "Influence of trem-1 gene polymorphisms on cytokine levels during malaria by Plasmodium vivax in a frontier area of the Brazilian Amazon."}, {"pubmed": 37529985, "text": "Value of gingival crevicular fluid TREM-1, PGLYRP1, and IL-1beta levels during menopause."}, {"pubmed": 37733081, "text": "Is triggering receptor expressed on myeloid cell 1 (TREM-1) protein a new marker of serious infectious complications in colorectal surgery?: case-matched pilot study."}, {"pubmed": 38191420, "text": "Triggering receptor expressed on myeloid cells-1 in sepsis, and current insights into clinical studies."}, {"pubmed": 38203798, "text": "The Interaction of HMGB1 with the Proinflammatory TREM-1 Receptor Generates Cytotoxic Lymphocytes Active against HLA-Negative Tumor Cells."}, {"pubmed": 38370418, "text": "Molecular and immunological features of TREM1 and its emergence as a prognostic indicator in glioma."}, {"pubmed": 38479552, "text": "Hypoxia-induced TREM1 promotes mesenchymal-like states of glioma stem cells via alternatively activating tumor-associated macrophages."}, {"pubmed": 38577193, "text": "sTREM-1 as promising prognostic biomarker for acute-on-chronic liver failure and mortality in patients with acute decompensation of cirrhosis."}, {"pubmed": 38749377, "text": "TREM1: Activation, signaling, cancer and therapy."}], "genomic_pos": {"chr": "6", "end": 41286682, "ensemblgene": "ENSG00000124731", "start": 41267926, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 41254457, "start": 41235664, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002367", "qualifier": "involved_in", "term": "cytokine production involved in immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006959", "pubmed": 10799849, "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030593", "qualifier": "involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032602", "qualifier": "involved_in", "term": "chemokine production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035556", "pubmed": 10799849, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070945", "qualifier": "involved_in", "term": "neutrophil-mediated killing of gram-negative bacterium"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 17098818, "qualifier": "is_active_in", "term": "cell surface"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004888", "pubmed": 17098818, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 10799849, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097110", "pubmed": 11602640, "qualifier": "enables", "term": "scaffold protein binding"}]}, "homologene": {"genes": [[9544, 693558], [9598, 107975133], [9606, 54210], [9615, 608994], [9913, 404547], [10090, 58217], [10116, 301229]], "id": 10243}, "interpro": [{"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00427321", "IPI00427322"], "map_location": "6p21.1", "name": "triggering receptor expressed on myeloid cells 1", "other_names": ["triggering receptor expressed on monocytes 1", "triggering receptor expressed on myeloid cells 1"], "pantherdb": {"HGNC": "17760", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1930003", "ortholog_type": "O", "panther_family": "PTHR19357", "taxid": 10090, "uniprot_kb": "Q9JKE1"}, {"RGD": "1305477", "ortholog_type": "O", "panther_family": "PTHR19357", "taxid": 10116, "uniprot_kb": "D3ZJA7"}, {"MGI": "1930005", "ortholog_type": "LDO", "panther_family": "PTHR19357", "taxid": 10090, "uniprot_kb": "Q9JKE2"}, {"RGD": "1309467", "ortholog_type": "LDO", "panther_family": "PTHR19357", "taxid": 10116, "uniprot_kb": "D4ABU7"}], "uniprot_kb": "Q9NP99"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-2172127", "name": "DAP12 interactions"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3937", "name": "Microglia Pathogen Phagocytosis Pathway"}]}, "pdb": ["1Q8M", "1SMO"], "pfam": "PF07686", "pharmgkb": "PA38467", "pharos": {"target_id": 14700, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327806", "relationship": "is"}, {"id": "GNF327807", "relationship": "is"}, {"id": "GNF327808", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293198", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF265743", "relationship": "is"}, {"id": "GNF265744", "relationship": "is"}, {"id": "GNF265745", "relationship": "is"}, {"id": "GNF265746", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF045945", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014905", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331254", "relationship": "is"}, {"id": "GNF331699", "relationship": "is"}, {"id": "GNF332609", "relationship": "is"}, {"id": "GNF332650", "relationship": "is"}, {"id": "GNF332664", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337289", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106033", "relationship": "is"}, {"id": "GNF145679", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_029525.2"], "protein": ["NP_001229518.1", "NP_001229519.1", "NP_061113.1", "XP_011512998.1", "XP_011512999.1", "XP_054211644.1", "XP_054211645.1"], "rna": ["NM_001242589.3", "NM_001242590.3", "NM_018643.5", "NR_136332.2", "XM_011514696.3", "XM_011514697.1", "XM_054355669.1", "XM_054355670.1"], "translation": [{"protein": "NP_061113.1", "rna": "NM_018643.5"}, {"protein": "XP_054211644.1", "rna": "XM_054355669.1"}, {"protein": "XP_011512999.1", "rna": "XM_011514697.1"}, {"protein": "NP_001229518.1", "rna": "NM_001242589.3"}, {"protein": "XP_054211645.1", "rna": "XM_054355670.1"}, {"protein": "NP_001229519.1", "rna": "NM_001242590.3"}, {"protein": "XP_011512998.1", "rna": "XM_011514696.3"}]}, "reporter": {"HG-U133_Plus_2": "219434_at", "HG-U95B": "46634_at", "HTA-2_0": "TC06001717.hg.1", "HuEx-1_0": ["2953568", "2953570"], "HuGene-1_1": "8126303", "HuGene-2_1": "17019056"}, "summary": "This gene encodes a receptor belonging to the Ig superfamily that is expressed on myeloid cells. This protein amplifies neutrophil and monocyte-mediated inflammatory responses triggered by bacterial and fungal infections by stimulating release of pro-inflammatory chemokines and cytokines, as well as increased surface expression of cell activation markers. Alternatively spliced transcript variants encoding different isoforms have been noted for this gene.[provided by RefSeq, Jun 2011].", "symbol": "TREM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425066"}, "unigene": ["Hs.435955", "Hs.283022"], "uniprot": {"Swiss-Prot": "Q9NP99", "TrEMBL": ["K7EKM5", "Q38L15"]}, "wikipedia": {"url_stub": "TREM1"}}