{"AllianceGenome": "12269", "HGNC": "12269", "MIM": "606609", "_id": "11277", "_version": 1, "accession": {"genomic": ["AC104448.2", "AC134772.2", "AF483777.1", "CH471055.1", "CP068275.2", "HF584043.1", "NC_000003.12", "NC_060927.1", "NG_009820.2", "NG_041782.1"], "protein": ["AAD48774.2", "AAH23630.1", "AAL82504.1", "AAV38855.1", "AAV38856.1", "BAG37636.1", "CAB50866.1", "CAG33400.1", "CCQ43540.1", "EAW64883.1", "NP_009179.2", "NP_338599.1", "Q9NSU2.2"], "rna": ["AF151105.3", "AJ243797.1", "AK315196.1", "AL137745.1", "BC019863.1", "BC023630.1", "BQ933154.1", "BT020052.1", "BT020053.1", "CR457119.1", "DA364183.1", "DA850044.1", "NM_007248.5", "NM_016381.5", "NM_033627.3", "NM_033628.2", "NM_033629.6", "W24304.1"], "translation": [{"protein": "AAH23630.1", "rna": "BC023630.1"}, {"protein": "AAD48774.2", "rna": "AF151105.3"}, {"protein": "NP_338599.1", "rna": "NM_033629.6"}, {"protein": "CAB50866.1", "rna": "AJ243797.1"}, {"protein": "NP_009179.2", "rna": "NM_007248.5"}, {"protein": "CAG33400.1", "rna": "CR457119.1"}, {"protein": "AAV38856.1", "rna": "BT020053.1"}, {"protein": "AAV38855.1", "rna": "BT020052.1"}, {"protein": "BAG37636.1", "rna": "AK315196.1"}]}, "alias": ["AGS1", "CRV", "DRN3", "HERNS", "RVCLS"], "ec": "3.1.11.2", "ensembl": {"gene": "ENSG00000213689", "protein": ["ENSP00000411331", "ENSP00000412404", "ENSP00000415972", "ENSP00000486676", "ENSP00000492023", "ENSP00000494511"], "transcript": ["ENST00000433541", "ENST00000444177", "ENST00000456089", "ENST00000492235", "ENST00000625293", "ENST00000635452"], "translation": [{"protein": "ENSP00000412404", "rna": "ENST00000433541"}, {"protein": "ENSP00000415972", "rna": "ENST00000444177"}, {"protein": "ENSP00000486676", "rna": "ENST00000625293"}, {"protein": "ENSP00000494511", "rna": "ENST00000492235"}, {"protein": "ENSP00000492023", "rna": "ENST00000635452"}, {"protein": "ENSP00000411331", "rna": "ENST00000456089"}], "type_of_gene": "protein_coding"}, "entrezgene": "11277", "exons": [{"cdsend": 48467600, "cdsstart": 48466685, "chr": "3", "position": [[48465829, 48466169], [48466667, 48467645]], "strand": 1, "transcript": "NM_007248", "txend": 48467645, "txstart": 48465829}, {"cdsend": 48467600, "cdsstart": 48466655, "chr": "3", "position": [[48466229, 48466309], [48466629, 48467645]], "strand": 1, "transcript": "NM_033629", "txend": 48467645, "txstart": 48466229}], "exons_hg19": [{"cdsend": 48508999, "cdsstart": 48508084, "chr": "3", "position": [[48507228, 48507568], [48508066, 48509044]], "strand": 1, "transcript": "NM_007248", "txend": 48509044, "txstart": 48507228}, {"cdsend": 48508999, "cdsstart": 48508054, "chr": "3", "position": [[48507628, 48507708], [48508028, 48509044]], "strand": 1, "transcript": "NM_033629", "txend": 48509044, "txstart": 48507628}], "generif": [{"pubmed": 16845398, "text": "TREX1, encoding the major mammalian 3' --> 5' DNA exonuclease, is the AGS1 gene, and AGS-causing mutations result in abrogation of TREX1 enzyme activity."}, {"pubmed": 17357087, "text": "Heterozygous mutations in TREX1 cause familial chilblain lupus and dominant Aicardi-Goutieres syndrome."}, {"pubmed": 17440703, "text": "identification of a heterozygous missense mutation (D18N) in TREX1 in affected individuals of the family with chilblain lupus; lymphoblastoid cells with the D18N mutation are less sensitive to granzyme A-mediated cell death"}, {"pubmed": 17660818, "text": "Findings implicate TREX1 in the pathogenesis of systemic lupus erythematosus."}, {"pubmed": 17660820, "text": "Truncated proteins retain exonuclease activity but lose normal perinuclear localization."}, {"pubmed": 18045533, "text": "Trex1 acts on a single-stranded DNA polynucleotide species generated from processing of aberrant replication intermediates to attenuate DNA damage checkpoint signaling and prevent pathological immune activation."}, {"pubmed": 18092167, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18092167, "text": "The objective of this study was to confirm whether polymorphisms of TREX1 and TREX2 are associated with genetic susceptibility to systemic lupus erythematosus (SLE), and examine associations with autoantibodies (auto-Abs) in SLE."}, {"pubmed": 18406216, "text": "TREX1-deficiency resulted in the intracellular accumulation of single stranded DNA resulting in chronic activation of the DNA damage response network, even in cells from Trex1-mutated Aicardi-Goutieres syndrome patients"}, {"pubmed": 18583934, "text": "A review of the putative functions of TREX1 in relationship to the clinical, genetic and functional characteristics of several diseases caused by mutations in TREX1."}, {"pubmed": 18805785, "text": "dysfunctional dsDNA degradation activities of these disease-related TREX1 mutants could account for persistent dsDNA from dying cells leading to an aberrant immune response in these clinically related disorders"}, {"pubmed": 19120481, "text": "genetic deficiency causes the spontaneous inflammatory myocarditis"}, {"pubmed": 19362700, "text": "gene mutations cause Aicardi-Goutieres syndrome and chilblain lupus, autoimmune diseases known to involve elevated type I IFN production"}, {"pubmed": 19442247, "text": "Study demonstrated TREX1 enzyme deficiency in Aicardi-Goutieres syndrome."}, {"pubmed": 19617005, "text": "TREX1 may act in degrading DNA in all cell types undergoing a dying process before phagocytosis occurs."}, {"pubmed": 20192983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20192983, "text": "TREX1 mutations do not play a role in the pathogenesis of Sporadic inclusion body myositis."}, {"pubmed": 20496420, "text": "The deficiency of Trex-1 in rheumatoid arthritis synovial fibroblasts allows a longer half-life of gene products encoded by active endogenous L1 retrotransposons."}, {"pubmed": 20799324, "text": "A single case of a heterozygous TREX1 mutation has been associated with Aicardi-Goutieres syndrome, an encephalopathy often resembling congenital infection."}, {"pubmed": 20871604, "text": "TREX1 bound to cytosolic HIV DNA and digested excess HIV DNA that would otherwise activate interferon expression via a pathway dependent on the kinase TBK1, the adaptor STING and the transcription factor IRF3"}, {"pubmed": 21270825, "text": "data confirm and expand previous reports and provide additional support for the involvement of TREX1 in lupus pathogenesis"}, {"pubmed": 21808053, "text": "failure to degrade genomic dsDNA is a principal pathway of immune activation in TREX1-mediated autoimmune disease."}, {"pubmed": 21937424, "text": "TREX1 residues in one protomer contributing to DNA degradation catalyzed in the opposing protomer and help to explain the dimeric TREX1 structure required for full catalytic competency."}, {"pubmed": 22071149, "text": "The structures of the mutant TREX1 proteins provide insight into the dysfunction relating to human disease."}, {"pubmed": 22526516, "text": "Despite its central role in the HIV-1 infection process, genetic diversity at TREX1 is not a major determinant of susceptibility to infection in humans."}, {"pubmed": 22829693, "text": "Aicardi-Goutieres syndrome and familial chilblain lupus can be caused by a heterozygous TREX1 p.Asp18Asn mutation."}, {"pubmed": 22893130, "text": "TREX is the major complex used to recruit Nxf1 to mRNA in human cells."}, {"pubmed": 23578789, "text": "TREX1 knockdown resulted in enhanced cell death following nimustine."}, {"pubmed": 23602593, "text": "TREX1 mutation is not a common cause of hereditary small vessel diseases of the brain"}, {"pubmed": 23681011, "text": "Studies indicate that the biosensing strategy is based on the protection of DNA duplex from exonuclease III (Exo III)-mediated digestion by specific binding of estrogen receptor (ER) to its DNA response element."}, {"pubmed": 23773365, "text": "Data indicate that the single nucleotide polymorphism rs3135945 was significantly associated with HIV infection, emphasizing the involvement of TREX-1 in the anti-HIV response."}, {"pubmed": 23881107, "text": "Screening of our patient cohort yielded heterozygous TREX1 mutations in two patients with early-onset cerebrovascular disease"}, {"pubmed": 23979357, "text": "TREX1 post-translational modification indicates an additional mechanism by which mutations disrupt TREX1 biology, leading to human autoimmune disease."}, {"pubmed": 24034389, "text": "TREX1 gene variants confer an increased risk for the development of systemic lupus erythematosus."}, {"pubmed": 24224166, "text": "This study contributes to the demonstration that TREX1 is involved in autoimmune diseases and proposes that the spectrum of involved autoimmune diseases can be broader and includes systemic sclerosis ."}, {"pubmed": 24270665, "text": "Spontaneous type I INF dependent cutaneous pathology in TREX1 deficiency illustrates common pathogenetic pathway in chilblain lupus."}, {"pubmed": 24300241, "text": "A nationwide survey of Aicardi-Goutieres syndrome patients identifies a strong association between dominant TREX1 mutations and chilblain lesions in Japan."}, {"pubmed": 24616097, "text": "These data provide compelling evidence for the required TREX1 dimeric structure for full catalytic function."}, {"pubmed": 24813208, "text": "knocking out the DNA sensor cyclic GMP-AMP synthase completely abrogates spontaneous induction of IFN-stimulated genes in TREX1-deficient cells."}, {"pubmed": 25162766, "text": "The authors observed that the minor allele of SNP rs3135941 in Trex1 is associated with faster HIV-1 disease progression."}, {"pubmed": 25213617, "text": "Functional analysis of retinal vasculopathy with cerebral leukodystrophy-associated TREX1 T270 frameshift-mutated fibroblasts showed a prevalent localization of the protein in the cytosol, rather than in the perinuclear region"}, {"pubmed": 25278026, "text": "Data suggest that the 3'-5' DNA exonuclease TREX1 may contribute to stabilization of poly(ADP-ribose) polymerase-1 (PARP1) levels in the DNA damage response and its activity."}, {"pubmed": 25517357, "text": "Unlike previously reported TREX1 mutations, which affect Exo I or Exo II domains, the mutation presented here alters the Exo III domain, suggesting a role of mutations within the catalytic Exo domains in the pathogenesis of familial chilblain lupus"}, {"pubmed": 25731743, "text": "Here we briefly describe the human diseases so-far associated with mutations in TREX1, which include Aicardi-Goutieres syndrome, familial chilblain lupus, systemic lupus erythematosus and retinal vasculopathy with cerebral leukodystrophy"}, {"pubmed": 25906927, "text": "Aicardi-Goutieres syndrome 1 is caused by mutations in the three prime repair exonuclease 1 gene (TREX1, MIM 606609)."}, {"pubmed": 26150267, "text": "Heterozygous mutations in TREX1 were reported in SLE patients."}, {"pubmed": 26567509, "text": "CDK11 was found associated with the TREX/THOC, which recruited this kinase to DNA. Once at the viral genome, CDK11 phosphorylated serines at position 2 in the CTD of RNAPII, which increased levels of cleavage and polyadenylation factors at the HIV 3' end. In its absence, cleavage of viral transcripts was greatly attenuated."}, {"pubmed": 27184854, "text": "The effect of topical TREX1 knockdown and local interferon production on HIV transmission in human cervicovaginal explants and humanized mice, is reported."}, {"pubmed": 27574969, "text": "synonymous variant p.(Tyr177) associated with an increased risk of systemic scleroderma; association strongest in patients with limited cutaneous scleroderma, in particular in those with more severe digital vascular disease"}, {"pubmed": 27617966, "text": "showed that patients with SSc or SLE have AAb against EphB2, a protein involved in angiogenesis, and THEX1, a 3'-5' exoribonuclease involved in histone mRNA degradation."}, {"pubmed": 27643693, "text": "This study reviewed that Neurologic Phenotypes Associated with Mutations in TREX1 in patients with Aicardi-Goutieres Syndrome."}, {"pubmed": 27881153, "text": "The expression of TREX1 was closely related to the cytobiology characteristics of osteosarcoma stem cell."}, {"pubmed": 27886180, "text": "data identifies miR-103 regulation of TREX1 as a potent modulator of the tumour microenvironment."}, {"pubmed": 28089741, "text": "Aicardie-Goutieres syndrome is described in a patient with a homozygous p.Arg114His mutation in the TREX1 gene."}, {"pubmed": 28279982, "text": "Analysis of mRNA expression profiles in breast tumors demonstrates that those with lower Trex1 and higher BLM and EXO1 expression levels are associated with poor prognosis"}, {"pubmed": 28297665, "text": "the cell-cycle-dependent post-translation modification of TREX1 regulates its interaction with OST."}, {"pubmed": 28325644, "text": "TREX1 frame-shift mutations induce autoantibodies against mostly non-nuclear antigens, patients carrying these mutations are likely be ANA negative"}, {"pubmed": 28334850, "text": "Aicardi-Goutieres syndrome protein TREX1 suppresses L1 and maintains genome integrity through exonuclease-independent ORF1p depletion."}, {"pubmed": 28389709, "text": "The activation of interferon-induced genes is controlled by the JAK-STAT system; therefore, JAK inhibitors were successfully used in several cases to treat type 1 interferonopathies. Experience with this treatment modality is continuously growing."}, {"pubmed": 28475463, "text": "TheTREX1 and STING, which are opposing regulators of the cytosolic DNA-sensing pathway."}, {"pubmed": 28803918, "text": "TREX1-deficient neurons also exhibited increased apoptosis and formed three-dimensional cortical organoids of reduced size."}, {"pubmed": 28835460, "text": "data do not support the concept of retroelement-derived cDNA as key triggers of systemic autoimmunity in Trex1-deficient humans and mice"}, {"pubmed": 28919362, "text": "Homozygote R114C mutation in TREX1 gene was shown in two siblings, one with chilblains and another with chilblains accompanied with cerebral vasculitis."}, {"pubmed": 29769349, "text": "Thus, the intracellular level of TREX1 pivotally modulates innate immune induction by HIV-1. Partial HIV-1 genomes are the TREX1 target and are sensed by cGAS."}, {"pubmed": 30062819, "text": "These findings suggest a role for TREX1(+) microglia in vessel homeostasis and response to ischemic injury."}, {"pubmed": 30219631, "text": "TREX1 mutation is the cause for the Aicardi goutieres syndrome associated pulmonary hypertension."}, {"pubmed": 30674977, "text": "our results indicate that TREX1 upregulation is important for cervical tumor cells growth and may contribute with tumor establishment and progression."}, {"pubmed": 30685859, "text": "Familial cryofibrinogenemia without lupus should be added to the spectrum of TREX1-related disease."}, {"pubmed": 31326279, "text": "TREX1 variants in Sjogren's syndrome related lymphomagenesis."}, {"pubmed": 31475890, "text": "Deficiency of TREX1 in human patients and murine models is characterized by systemic inflammation. Mutations in TREX1 have been associated with a range of autoimmune disorders. [review]"}, {"pubmed": 31861565, "text": "TREX1 531C>T Polymorphism is Associated with High Proviral Load Levels in HTLV-1-Infected Persons."}, {"pubmed": 32293470, "text": "Familial chilblain lupus due to a novel mutation in TREX1 associated with Aicardi-Goutie'res syndrome."}, {"pubmed": 32586373, "text": "Epigenome-wide DNA methylation analysis of small cell lung cancer cell lines suggests potential chemotherapy targets."}, {"pubmed": 32615442, "text": "TREX1 - Apex predator of cytosolic DNA metabolism."}, {"pubmed": 32719516, "text": "APOBEC3-dependent kataegis and TREX1-driven chromothripsis during telomere crisis."}, {"pubmed": 33476576, "text": "ER-directed TREX1 limits cGAS activation at micronuclei."}, {"pubmed": 33606975, "text": "cGAS phase separation inhibits TREX1-mediated DNA degradation and enhances cytosolic DNA sensing."}, {"pubmed": 33868310, "text": "TREX1 as a Novel Immunotherapeutic Target."}, {"pubmed": 33870849, "text": "Hepatitis B virus nucleocapsid uncoating: biological consequences and regulation by cellular nucleases."}, {"pubmed": 33892200, "text": "Systemic lupus erythematosus overlapping dermatomyositis owing to a heterozygous TREX1 Asp130Asn missense mutation."}, {"pubmed": 34303877, "text": "Phenotypic variability of a TREX1 variant in Aicardi-Goutieres type 1 patients from the Indian subcontinent."}, {"pubmed": 34400195, "text": "Photosensitivity and cGAS-Dependent IFN-1 Activation in Patients with Lupus and TREX1 Deficiency."}, {"pubmed": 34519260, "text": "Carboplatin activates the cGAS-STING pathway by upregulating the TREX-1 (three prime repair exonuclease 1) expression in human melanoma."}, {"pubmed": 34551315, "text": "Compromised nuclear envelope integrity drives TREX1-dependent DNA damage and tumor cell invasion."}, {"pubmed": 35349719, "text": "Human TDP1, APE1 and TREX1 repair 3'-DNA-peptide/protein cross-links arising from abasic sites in vitro."}, {"pubmed": 35357486, "text": "TREX1 degrades the 3' end of the small DNA oligonucleotide products of nucleotide excision repair in human cells."}, {"pubmed": 35468328, "text": "TREX1 plays multiple roles in human diseases."}, {"pubmed": 35879334, "text": "Structural basis of human TREX1 DNA degradation and autoimmune disease."}, {"pubmed": 36586737, "text": "TREX1 p.A129fs and p.Y305C variants in a large multi-ethnic cohort of CADASIL-like unrelated patients."}, {"pubmed": 37298611, "text": "TREX1 531C/T Polymorphism and Autoantibodies Associated with the Immune Status of HIV-1-Infected Individuals."}, {"pubmed": 37728706, "text": "Association of TREX1 polymorphism with disease progression in human immunodeficiency virus type-1 (HIV-1) infected patients."}, {"pubmed": 38129659, "text": "TREX1 is required for microglial cholesterol homeostasis and oligodendrocyte terminal differentiation in human neural assembloids."}, {"pubmed": 38675842, "text": "The Expression Levels of TREX1 and IFN-alpha Are Associated with Immune Reconstitution in HIV-1-Infected Individuals."}, {"pubmed": 38824133, "text": "Inherited C-terminal TREX1 variants disrupt homology-directed repair to cause senescence and DNA damage phenotypes in Drosophila, mice, and humans."}, {"pubmed": 38926338, "text": "MRE11 and TREX1 control senescence by coordinating replication stress and interferon signaling."}], "genomic_pos": {"chr": "3", "end": 48467645, "ensemblgene": "ENSG00000213689", "start": 48465811, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 48509044, "start": 48506445, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001568", "qualifier": "involved_in", "term": "blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001822", "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002253", "qualifier": "involved_in", "term": "activation of immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002281", "qualifier": "involved_in", "term": "macrophage activation involved in immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002320", "qualifier": "involved_in", "term": "lymphoid progenitor cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002383", "qualifier": "involved_in", "term": "immune response in brain or nervous system"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002437", "qualifier": "involved_in", "term": "inflammatory response to antigenic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002457", "qualifier": "involved_in", "term": "T cell antigen processing and presentation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002637", "qualifier": "involved_in", "term": "regulation of immunoglobulin production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003007", "qualifier": "involved_in", "term": "heart morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003015", "qualifier": "involved_in", "term": "heart process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003228", "qualifier": "involved_in", "term": "atrial cardiac muscle tissue development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006091", "qualifier": "involved_in", "term": "generation of precursor metabolites and energy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006110", "qualifier": "involved_in", "term": "regulation of glycolytic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006259", "qualifier": "involved_in", "term": "DNA metabolic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006260", "pubmed": 10391904, "qualifier": "involved_in", "term": "DNA replication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006281", "pubmed": 10393201, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006298", "pubmed": 10391904, "qualifier": "involved_in", "term": "mismatch repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006304", "qualifier": "involved_in", "term": "DNA modification"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006308", "qualifier": "involved_in", "term": "DNA catabolic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006310", "pubmed": 10391904, "qualifier": "involved_in", "term": "DNA recombination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008340", "qualifier": "involved_in", "term": "determination of adult lifespan"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019217", "qualifier": "involved_in", "term": "regulation of fatty acid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031571", "qualifier": "involved_in", "term": "mitotic G1 DNA damage checkpoint signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032197", "qualifier": "involved_in", "term": "retrotransposition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032479", "qualifier": "involved_in", "term": "regulation of type I interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032508", "qualifier": "involved_in", "term": "DNA duplex unwinding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032680", "qualifier": "involved_in", "term": "regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034614", "qualifier": "involved_in", "term": "cellular response to reactive oxygen species"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035458", "qualifier": "involved_in", "term": "cellular response to interferon-beta"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035781", "qualifier": "involved_in", "term": "CD86 biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043277", "qualifier": "involved_in", "term": "apoptotic cell clearance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043457", "qualifier": "involved_in", "term": "regulation of cellular respiration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045184", "qualifier": "involved_in", "term": "establishment of protein localization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045824", "pubmed": 33476576, "qualifier": "involved_in", "term": "negative regulation of innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046890", "qualifier": "involved_in", "term": "regulation of lipid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050727", "qualifier": "involved_in", "term": "regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050821", "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050863", "qualifier": "involved_in", "term": "regulation of T cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060337", "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060339", "qualifier": "involved_in", "term": "negative regulation of type I interferon-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061635", "qualifier": "involved_in", "term": "regulation of protein complex stability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071480", "qualifier": "involved_in", "term": "cellular response to gamma radiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072711", "qualifier": "involved_in", "term": "cellular response to hydroxyurea"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097281", "qualifier": "involved_in", "term": "immune complex formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160049", "pubmed": 33476576, "qualifier": "involved_in", "term": "negative regulation of cGAS/STING signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904161", "qualifier": "involved_in", "term": "DNA synthesis involved in UV-damage excision repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905671", "qualifier": "involved_in", "term": "regulation of lysosome organization"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005635", "pubmed": 10391904, "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": 33476576, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0008250", "qualifier": "part_of", "term": "oligosaccharyltransferase complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032993", "qualifier": "part_of", "term": "protein-DNA complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043596", "qualifier": "located_in", "term": "nuclear replication fork"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000287", "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003690", "qualifier": "enables", "term": "double-stranded DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003697", "pubmed": 10391904, "qualifier": "enables", "term": "single-stranded DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008296", "qualifier": "enables", "term": "3'-5'-DNA exonuclease activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008296", "pubmed": 33476576, "qualifier": "enables", "term": "3'-5'-DNA exonuclease activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008296", "qualifier": "enables", "term": "3'-5'-DNA exonuclease activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008301", "qualifier": "enables", "term": "DNA binding, bending"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008311", "pubmed": 33476576, "qualifier": "enables", "term": "double-stranded DNA 3'-5' DNA exonuclease activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008408", "pubmed": 10391904, "qualifier": "enables", "term": "3'-5' exonuclease activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0032405", "qualifier": "enables", "term": "MutLalpha complex binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0032407", "qualifier": "enables", "term": "MutSalpha complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0032558", "qualifier": "enables", "term": "adenyl deoxyribonucleotide binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0046872", "pubmed": 10391904, "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050699", "qualifier": "enables", "term": "WW domain binding"}]}, "homologene": {"genes": [[9544, 100429168], [9598, 742742], [9606, 11277], [9615, 102155466], [9913, 282099], [10090, 22040], [10116, 100049583]], "id": 7982}, "interpro": [{"desc": "Ribonuclease H-like superfamily", "id": "IPR012337", "short_desc": "RNaseH-like_sf"}, {"desc": "Ribonuclease H superfamily", "id": "IPR036397", "short_desc": "RNaseH_sf"}, {"desc": "Three-prime repair exonuclease 1/2", "id": "IPR040393", "short_desc": "TREX1/2"}, {"desc": "Exonuclease, RNase T/DNA polymerase III", "id": "IPR013520", "short_desc": "Exonuclease_RNaseT/DNA_pol3"}], "ipi": ["IPI00085084", "IPI00220019", "IPI00411455", "IPI00872616"], "map_location": "3p21.31", "name": "three prime repair exonuclease 1", "other_names": ["3' repair exonuclease 1", "3'-5' exonuclease TREX1", "DNase III", "deoxyribonuclease III", "three-prime repair exonuclease 1"], "pantherdb": {"HGNC": "12269", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1328317", "ortholog_type": "LDO", "panther_family": "PTHR13058", "taxid": 10090, "uniprot_kb": "Q91XB0"}, {"RGD": "1311998", "ortholog_type": "LDO", "panther_family": "PTHR13058", "taxid": 10116, "uniprot_kb": "Q5BK16"}, {"WormBase": "WBGene00020949", "ortholog_type": "LDO", "panther_family": "PTHR13058", "taxid": 6239, "uniprot_kb": "H1ZUX4"}, {"FlyBase": "FBgn0031484", "ortholog_type": "LDO", "panther_family": "PTHR13058", "taxid": 7227, "uniprot_kb": "Q9VQJ7"}, {"TAIR": "2148453", "ortholog_type": "LDO", "panther_family": "PTHR13058", "taxid": 3702, "uniprot_kb": "Q682U6"}], "uniprot_kb": "Q9NSU2"}, "pathway": {"biocarta": [{"id": "atmpathway", "name": "atm signaling pathway"}, {"id": "atrbrcapathway", "name": "role of brca1 brca2 and atr in cancer susceptibility"}, {"id": "plk3pathway", "name": "regulation of cell cycle progression by plk3"}], "kegg": {"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-1834941", "name": "STING mediated induction of host immune responses"}, {"id": "R-HSA-1834949", "name": "Cytosolic sensors of pathogen-associated DNA "}, {"id": "R-HSA-3134975", "name": "Regulation of innate immune responses to cytosolic DNA"}, {"id": "R-HSA-3248023", "name": "Regulation by TREX1"}, {"id": "R-HSA-3270619", "name": "IRF3-mediated induction of type I IFN"}], "wikipathways": {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}}, "pdb": ["7TQN", "7TQO", "7TQP", "7TQQ", "8VL7"], "pharmgkb": "PA36949", "pharos": {"target_id": 17174, "tdl": "Tbio"}, "pir": "T46299", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF262533", "relationship": "is"}, {"id": "GNF262534", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_009820.2", "NG_041782.1"], "protein": ["NP_009179.2", "NP_338599.1"], "rna": ["NM_007248.5", "NM_016381.5", "NM_033627.3", "NM_033628.2", "NM_033629.6"], "translation": [{"protein": "NP_338599.1", "rna": "NM_033629.6"}, {"protein": "NP_009179.2", "rna": "NM_007248.5"}]}, "reporter": {"GNF1H": ["gnf1h00626_at", "gnf1h00627_s_at"], "HG-U133_Plus_2": ["1552937_s_at", "205875_s_at", "34689_at"], "HG-U95Av2": "34689_at", "HG-U95B": "58843_at", "HTA-2_0": "TC03000282.hg.1", "HuEx-1_0": "2621705", "HuGene-1_1": "8079637", "HuGene-2_1": ["16940503", "16940535"]}, "retired": [11220, 27003, 51482, 82474, 114918, 121774, 132254, 404721, 780924], "summary": "This gene encodes a nuclear protein with 3' exonuclease activity. The encoded protein may play a role in DNA repair and serve as a proofreading function for DNA polymerase. Mutations in this gene result in Aicardi-Goutieres syndrome, chilblain lupus, Cree encephalitis, and other diseases of the immune system. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Sep 2012].", "symbol": "TREX1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336670"}, "unigene": ["Hs.713742", "Hs.707026", "Hs.744646"], "uniprot": {"Swiss-Prot": "Q9NSU2", "TrEMBL": ["C9J052", "Q5TZT0"]}, "wikipedia": {"url_stub": "TREX1"}}