{"AllianceGenome": "16891", "HGNC": "16891", "MIM": "609461", "_id": "10221", "_version": 2, "accession": {"genomic": ["AC091114.11", "CH471060.1", "CP068270.2", "FB713563.1", "FJ515869.1", "JA528975.1", "KT584565.1", "NC_000008.11", "NC_060932.1"], "protein": ["AAG35663.1", "AAH63292.1", "AAK58174.1", "ACS13752.1", "BAG59938.1", "CAA04119.1", "CAI46181.1", "CAS91544.1", "CCD74463.1", "EAW92085.1", "NP_001269914.1", "NP_079471.1", "Q96RU8.2"], "rna": ["AF205437.1", "AF250310.1", "AJ000480.1", "AK001319.1", "AK022787.1", "AK297539.1", "AK307561.1", "AL832388.1", "BC012441.1", "BC063292.1", "DA686993.1", "NM_001282985.2", "NM_025195.4"], "translation": [{"protein": "AAK58174.1", "rna": "AF250310.1"}, {"protein": "NP_079471.1", "rna": "NM_025195.4"}, {"protein": "NP_001269914.1", "rna": "NM_001282985.2"}, {"protein": "AAG35663.1", "rna": "AF205437.1"}, {"protein": "BAG59938.1", "rna": "AK297539.1"}, {"protein": "CAI46181.1", "rna": "AL832388.1"}, {"protein": "CAA04119.1", "rna": "AJ000480.1"}, {"protein": "AAH63292.1", "rna": "BC063292.1"}]}, "alias": ["C8FW", "GIG-2", "GIG2", "SKIP1", "TRB-1", "TRB1"], "ensembl": {"gene": "ENSG00000173334", "protein": ["ENSP00000312150", "ENSP00000428879", "ENSP00000429063"], "transcript": ["ENST00000311922", "ENST00000519576", "ENST00000520847", "ENST00000521778"], "translation": [{"protein": "ENSP00000312150", "rna": "ENST00000311922"}, {"protein": "ENSP00000429063", "rna": "ENST00000520847"}, {"protein": "ENSP00000428879", "rna": "ENST00000519576"}], "type_of_gene": "protein_coding"}, "entrezgene": "10221", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.89898072, "exp_mis": 97.4179428, "exp_syn": 43.91434, "lof_z": 2.22471415602068, "mis_z": 1.25961360309967, "mu_lof": 7.30887574923e-07, "mu_mis": 1.6410774547e-05, "mu_syn": 8.43850439565e-06, "n_lof": 1.0, "n_mis": 72.0, "n_syn": 52.0, "p_li": 0.606587656595858, "p_null": 0.00868425966308136, "p_rec": 0.384728083741061, "syn_z": -0.756417916878787}, "bp": 1119, "cds_end": 126448713, "cds_start": 126443144, "n_exons": 3, "nonpsych": {"exp_lof": 6.2029722, "exp_mis": 88.1313704, "exp_syn": 39.7054472, "lof_z": 2.05165129048286, "mis_z": 1.35024503827127, "mu_lof": 7.30887574923e-07, "mu_mis": 1.6410774547e-05, "mu_syn": 8.43850439565e-06, "n_lof": 1.0, "n_mis": 63.0, "n_syn": 48.0, "p_li": 0.574028258241204, "p_null": 0.013576113590324, "p_rec": 0.412395628168472, "syn_z": -0.828764854128985}, "nontcga": {"exp_lof": 6.34303976, "exp_mis": 89.6204912, "exp_syn": 40.39717484, "lof_z": 2.09276731759655, "mis_z": 1.29569530610865, "mu_lof": 7.30887574923e-07, "mu_mis": 1.6410774547e-05, "mu_syn": 8.43850439565e-06, "n_lof": 1.0, "n_mis": 65.0, "n_syn": 45.0, "p_li": 0.56461453495383, "p_null": 0.0121215409232856, "p_rec": 0.423263924122885, "syn_z": -0.458534245390689}, "transcript": "ENST00000311922.3"}, "exons": [{"cdsend": 125436471, "cdsstart": 125433454, "chr": "8", "position": [[125432208, 125432324], [125433316, 125433609], [125436005, 125438405]], "strand": 1, "transcript": "NM_001282985", "txend": 125438405, "txstart": 125432208}, {"cdsend": 125436471, "cdsstart": 125430902, "chr": "8", "position": [[125430357, 125431262], [125433316, 125433609], [125436005, 125438402]], "strand": 1, "transcript": "NM_025195", "txend": 125438402, "txstart": 125430357}], "exons_hg19": [{"cdsend": 126448713, "cdsstart": 126445696, "chr": "8", "position": [[126444450, 126444566], [126445558, 126445851], [126448247, 126450647]], "strand": 1, "transcript": "NM_001282985", "txend": 126450647, "txstart": 126444450}, {"cdsend": 126448713, "cdsstart": 126443144, "chr": "8", "position": [[126442599, 126443504], [126445558, 126445851], [126448247, 126450644]], "strand": 1, "transcript": "NM_025195", "txend": 126450644, "txstart": 126442599}], "generif": [{"pubmed": 15299019, "text": "Tribbles controls both the extent and the specificity of MAPK kinase activation of MAPK"}, {"pubmed": 16595688, "text": "used chemical shift perturbation experiments to show the possible SKIP binding interface on PPIL1"}, {"pubmed": 17452330, "text": "trb-1 has an important role in vascular smooth muscle cell biology"}, {"pubmed": 18193043, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18193044, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18596051, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18987386, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19148283, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19487539, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19656773, "text": "Data show that SNPs associated with TG in normolipidemic samples, including APOA5, TRIB1, TBL2, GCKR, GALNT2 and ANGPTL3 were significantly associated with HLP types 2B, 3, 4 and 5."}, {"pubmed": 19656773, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19760754, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20005259, "text": "low trb-1 expression was associated with inactive C/EBPalpha"}, {"pubmed": 20160193, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20570916, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20571754, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20610816, "text": "Trib1 may be a key mediator between the RTK-MAPK pathway and the C/EBP transcription factor in myeloid leukemogenesis."}, {"pubmed": 20679960, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20692138, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20692138, "text": "genetic association studies in Spain:  A TRIB1 SNP (rs17321515) is associated with familial hypercholesterolemia. Smoking status and presence of arcus cornealis modulate effect of this TRIB1 SNP on plasma lipid levels in such patients."}, {"pubmed": 20972250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21053424, "text": "Tribbles homolog 1 (Trib1) functions as a negative regulator of retinoic acid receptors."}, {"pubmed": 21071687, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21071687, "text": "TRIB1 polymorphisms were associated with increased risk of ischemic heart disease and myocardial infarction."}, {"pubmed": 21691831, "text": "Data show no differences in triglyceride or total cholesterol levels in relation to any allelic variants of ANGPTL3, CILP2, or TRIB1 SNPs."}, {"pubmed": 22145581, "text": "The associations of TRIB1 rs17321515 SNP and serum lipid levels are different between the Mulao and Han populations."}, {"pubmed": 22274752, "text": "Studies indicate tribbles 1 and tribbles 3 as regulators of lipid level and disease susceptibility genes in metabolic syndrome and type 2 diabetes."}, {"pubmed": 22294728, "text": "TRIB1 R107L gain-of-function mutation is associated with acute megakaryocytic leukemia."}, {"pubmed": 22418572, "text": "Studies indicate that three loci for lipid levels identified by GWAS has identified functional genes GALNT2, TRIB1, and SORT1, and a functional variant at SORT1."}, {"pubmed": 22832862, "text": "Allelic variants of TRIB1 are independently involved in regulation of lipid metabolism and sleep."}, {"pubmed": 23417677, "text": "tribbles-1 is a novel binding partner of Foxp3 in regulatory T cells"}, {"pubmed": 23550039, "text": "We discuss the role of Tribs as central signaling mediators in different subtypes of acute leukemia and propose that inhibition of dysregulated Trib signaling may be therapeutically beneficial."}, {"pubmed": 24161842, "text": "Trib1 acts as an activator of the MAPK pathway."}, {"pubmed": 24382668, "text": "High TRIB1 expression is associated with prostate cancer."}, {"pubmed": 24389359, "text": "These data suggested that the modulation of TRIB1 expression affects hepatic lipogenesis and glycogenesis through multiple molecular interactions."}, {"pubmed": 24785259, "text": "genetic association studies in Japan: Data suggest SNPs in TRIB1 (rs2954021), GCKR (glucokinase regulatory protein, rs780094), and PNPLA3 (patatin-like phospholipase domain containing 3, rs738409) are associated with nonalcoholic fatty liver disease."}, {"pubmed": 24895164, "text": "association with plasma triglyceride concentrations"}, {"pubmed": 24910200, "text": "The TRIB1 rs2954029 is associated with serum triglyceride concentrations in Japanese community-dwelling women."}, {"pubmed": 24922540, "text": "trait-specific genetic risk scores are robustly associated with 10-yr changes in lipid levels and three individual SNPs in APOE, TRIB1, and APOA1 were strongly associated with 10-yr changes in lipid levels"}, {"pubmed": 24962028, "text": "TRIB1 was related to endoplasmic reticulum (ER) pathways."}, {"pubmed": 25117373, "text": "our study indicated that the TRIB1 gene, especially the rs2980879 polymorphism, is related to the development of pancreatic cancer in the Chinese Han population."}, {"pubmed": 25832642, "text": "TRB1 negatively regulates tumor-suppressor activity of p53 through p53 deacetylation"}, {"pubmed": 25921304, "text": "These studies indicated that SAP18 expression enhanced the recruitment of mSin3A in coordination with TRIB1 to MTTP regulatory elements and increased MTTP expression."}, {"pubmed": 25986010, "text": "SNP rs17321515 associated with plasma triglycerides level and increasing risk of coronary heart disease in male Chinese Han population"}, {"pubmed": 26517921, "text": "Studies indicate that tribbles homolog 1 (Drosophila) protein appear to be involved in some of the most common diseases, such as cancer, metabolic disease and hyperlipidaemia."}, {"pubmed": 26517922, "text": "Studies suggest that pseudo-kinase family of tribbles (TRIB) proteins TRIB1, TRIB2 and TRIB3 play roles in pathogenesis of rheumatoid arthritis (RA) and osteoarthritis."}, {"pubmed": 26517924, "text": "Studies indicate that the minor allele of a single nucleotide polymorphism (SNP, rs6982502) in the regulatory sequence reduces the activity of the tribbles homolog 1 (Drosophila) protein (TRIB1) promoter."}, {"pubmed": 26517925, "text": "Studies suggest that pseudo-kinase family of tribbles (TRIB) proteins TRIB1, TRIB2 and TRIB3 were involved in the pathogenesis of inflammation."}, {"pubmed": 26517926, "text": "Studies indicate that tribbles homolog 1 (Drosophila) protein (TRIB1) interacts with the master molecule of Tregs, forkhead box P3 (FOXP3), a transcription factor essential for Treg suppressive activity."}, {"pubmed": 26517927, "text": "Studies indicate that tribbles homolog 1 (Drosophila) protein (tribbles-1; TRIB1) is an important modulator of human energy metabolism and metabolic syndromes."}, {"pubmed": 26517930, "text": "Studies indicate that small molecules can reveal rate-limiting signalling outputs and functions of pseudo-kinase family of tribbles (TRIB) proteins TRIB1, TRIB2 and TRIB3 in cells and intact organisms, serving as guides for the development of new drugs."}, {"pubmed": 26517931, "text": "Studies indicate that overexpression of the wild-type tribbles homolog 1 (Drosophila) protein (Trib1) gene effectively induces leukaemia."}, {"pubmed": 26517933, "text": "Studies show that TRIB1 and TRIB2 are highly expressed in molecularly-defined sub-types of acute myeloid leukemia (AML)."}, {"pubmed": 26517934, "text": "Studies show a remarkable reduction in tribbles 2 protein (Trib2) expression during oocyte maturation whereas tribbles 1 protein (Trib1) and tribbles 3 protein (Trib3) expression was significantly increased during this process."}, {"pubmed": 26521947, "text": "Trib1 formed a complex with pHDAC1."}, {"pubmed": 26657055, "text": "Acute knockdown of TRIB1 in human primary hepatocytes resulted in decreased expression of MTTP and APOB, required for very low density lipoprotein (VLDL) assembly although particle secretion was not significantly affected."}, {"pubmed": 27390356, "text": "the co-operativity observed between MYC and TRIB1 in the absence of PML/RARA show that, outside of acute promyelocytic leukemia, gain of both genes may drive selection for trisomy 8."}, {"pubmed": 28087598, "text": "role of TRIB1 in cell cycle and survival that is mediated via the modulation of NFkappaB signaling."}, {"pubmed": 28406482, "text": "The crucial role of TRIB1 in cisplatin-induced enrichment of CSC and drug resistance was verified by knockdown TRIB1. Interestingly, cisplatin treatment also contributed to the increasement of HDAC, the interaction of TRIB1 with HDAC, and inactivation of p53."}, {"pubmed": 28624785, "text": "our study reveals that TRIB1 promotes CRC cell migration and invasion by up-regulating the expression of MMP-2 via the activation of FAK/Src and ERK pathways, knockdown of TRIB1 expression in CRC cells abolishes these effects."}, {"pubmed": 28717196, "text": "Study demonstrates that TRIB1 suppression and TRIB1 overexpression respectively reduce and increase HNF4A activity. TRIB1 and HNF4A partially colocalize and form complexes in vivo. Mapping of the interaction interfaces identified two distinct regions within TRIB1 which associated with the N-terminal region of HNF4A. These findings establish that TRIB is required for HNF4A function."}, {"pubmed": 29502537, "text": "findings support the hypothesis that TRIB1 gene expression in human umbilical vein endothelial cells depends on the duration of intrauterine exposure to hyperglycaemia"}, {"pubmed": 29599769, "text": "this study shows that Trib1 is overexpressed in Systemic Lupus Erythematosus, while it regulates immunoglobulin production in murine B cells"}, {"pubmed": 29915948, "text": "High expression of TRbeta1 is associated with longer breast cancer-specific survival independent of other prognostic factors. Given that low TRbeta expression is associated with chemotherapy resistance in-vitro, TRbeta1 may also serve as a predictive biomarker or even a therapeutic target given the availability of TRbeta agonists."}, {"pubmed": 30031847, "text": "The expression profiles of TRIB1, TRIB2, and TRIB3 in human and murine hematopoietic stem, progenitor and mature cells, and in human leukemia datasets have been mapped."}, {"pubmed": 30254053, "text": "analysis of crystal structure revealed that TRIB1 underwent a substantial conformational change relative to its substrate-free structure and bound C/EBPalpha in a pseudosubstrate-like manner"}, {"pubmed": 30556236, "text": "These results suggest that TRB1 suppresses the expression of G6Pase and PEPCK by attenuating FOXO1 transcriptional activity and negatively regulates gluconeogenesis."}, {"pubmed": 30692133, "text": "TRIB1 promotes nuclear localization of COP1 by disrupting an intramolecular interaction between the WD40 domain"}, {"pubmed": 30851741, "text": "TRIB1 single nucleotide polymorphims rs17321515 and rs2954029 were significant associated with the risk of non-alcoholic fatty liver disease in Chinese Han population."}, {"pubmed": 30926388, "text": "The authors sowed that TRIB1 promoted the secretion of cytokines from prostate cancer cells and induced the differentiation of monocytes/macrophages into M2 macrophages."}, {"pubmed": 31250580, "text": "Associations for BCO2, PCSK9, and TR1B1 Polymorphism and Lifestyle Factors with Ischemic Stroke"}, {"pubmed": 31470861, "text": "TRIB1 rs17321515 gene polymorphism increases the risk of coronary heart disease in general population and non-alcoholic fatty liver disease patients in Chinese Han population."}, {"pubmed": 31621188, "text": "Pseudokinases: a tribble-edged sword."}, {"pubmed": 31692955, "text": "a conserved, TRIB1-mediated mechanism drives foam cell formation in atherosclerotic plaque."}, {"pubmed": 31928219, "text": "Epigenome-Wide Association Study Identifies a Novel DNA Methylation in Patients With Severe Aortic Valve Stenosis."}, {"pubmed": 32370221, "text": "Interaction between Coffee Drinking and TRIB1 rs17321515 Single Nucleotide Polymorphism on Coronary Heart Disease in a Taiwanese Population."}, {"pubmed": 32562350, "text": "An improvement in skeletal muscle mitochondrial capacity with short-term aerobic training is associated with changes in Tribbles 1 expression."}, {"pubmed": 32730594, "text": "Trib1 promotes acute myeloid leukemia progression by modulating the transcriptional programs of Hoxa9."}, {"pubmed": 32871778, "text": "Do TRIB1 and IL-9 Gene Polymorphisms Impact the Development and Manifestation of Pituitary Adenoma?"}, {"pubmed": 33329538, "text": "Tribbles-1 Expression and Its Function to Control Inflammatory Cytokines, Including Interleukin-8 Levels are Regulated by miRNAs in Macrophages and Prostate Cancer Cells."}, {"pubmed": 36714195, "text": "Effect of TRIB1 Variant on Lipid Profile and Coronary Artery Disease: A Systematic Review and Meta-Analysis."}, {"pubmed": 37083954, "text": "Upregulation of Tribbles decreases body weight and increases sleep duration."}, {"pubmed": 37291259, "text": "Regulation of TRIB1 abundance in hepatocyte models in response to proteasome inhibition."}, {"pubmed": 37414350, "text": "Polymorphisms of TRIB1 genes for coronary artery disease and stroke risk: A systematic review and meta-analysis."}, {"pubmed": 38896446, "text": "Tribbles1 is host protective during in vivo mycobacterial infection."}, {"pubmed": 39062650, "text": "PON1 rs662, rs854560 and TRIB1 rs17321515, rs2954029 Gene Polymorphisms Are Associated with Lipid Parameters in Patients with Unstable Angina."}], "genomic_pos": {"chr": "8", "end": 125438403, "ensemblgene": "ENSG00000173334", "start": 125430358, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 126450647, "start": 126442563, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006468", "pubmed": 20410507, "qualifier": "NOT involved_in", "term": "protein phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006469", "pubmed": 15299019, "qualifier": "involved_in", "term": "negative regulation of protein kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007254", "pubmed": 17452330, "qualifier": "involved_in", "term": "JNK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0014912", "pubmed": 17452330, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031665", "pubmed": 17452330, "qualifier": "involved_in", "term": "negative regulation of lipopolysaccharide-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032436", "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032436", "pubmed": 20410507, "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032496", "pubmed": 17452330, "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032496", "pubmed": 17724128, "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043405", "qualifier": "involved_in", "term": "regulation of MAP kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043405", "pubmed": 15299019, "qualifier": "involved_in", "term": "regulation of MAP kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043433", "pubmed": 15299019, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043433", "pubmed": 17724128, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045645", "qualifier": "involved_in", "term": "positive regulation of eosinophil differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045651", "qualifier": "involved_in", "term": "positive regulation of macrophage differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045659", "qualifier": "involved_in", "term": "negative regulation of neutrophil differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048662", "pubmed": 17452330, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell proliferation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 17452330, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 17452330, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004672", "pubmed": 20410507, "qualifier": "NOT enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004860", "pubmed": 15299019, "qualifier": "enables", "term": "protein kinase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25852190, 28514442, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005524", "pubmed": 20410507, "qualifier": "NOT enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031434", "qualifier": "enables", "term": "mitogen-activated protein kinase kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031434", "pubmed": [15299019, 17452330], "qualifier": "enables", "term": "mitogen-activated protein kinase kinase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031625", "pubmed": 20410507, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0055106", "pubmed": 20410507, "qualifier": "enables", "term": "ubiquitin-protein transferase regulator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 17724128, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[8364, 100497021], [9031, 428386], [9544, 693459], [9598, 464388], [9606, 10221], [9615, 482039], [9913, 521857], [10090, 211770], [10116, 78969]], "id": 75216}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Pseudokinase tribbles family/serine-threonine-protein kinase 40", "id": "IPR024104", "short_desc": "Tribbles/Ser_Thr_kinase_40"}, {"desc": "Tribbles homologue 1, pseudokinase domain", "id": "IPR024105", "short_desc": "TRB1_pseudokinase_dom"}], "ipi": ["IPI00290308", "IPI00797829", "IPI01013113"], "map_location": "8q24.13", "name": "tribbles pseudokinase 1", "other_names": ["G-protein-coupled receptor induced protein", "G-protein-coupled receptor-induced gene 2 protein", "G-protein-coupled receptor-induced protein 2", "phosphoprotein regulated by mitogenic pathways", "tribbles homolog 1", "tribbles-like protein 1"], "pantherdb": {"HGNC": "16891", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2443397", "ortholog_type": "LDO", "panther_family": "PTHR22961", "taxid": 10090, "uniprot_kb": "Q8K4K4"}, {"RGD": "621596", "ortholog_type": "LDO", "panther_family": "PTHR22961", "taxid": 10116, "uniprot_kb": "G3V6J8"}, {"Ensembl": "ENSGALG00000036456", "ortholog_type": "LDO", "panther_family": "PTHR22961", "taxid": 9031, "uniprot_kb": "A0A1D5PFK2"}, {"ZFIN": "ZDB-GENE-091207-4", "ortholog_type": "LDO", "panther_family": "PTHR22961", "taxid": 7955, "uniprot_kb": "A0A2R8QE16"}, {"WormBase": "WBGene00010700", "ortholog_type": "O", "panther_family": "PTHR22961", "taxid": 6239, "uniprot_kb": "G5EED4"}, {"FlyBase": "FBgn0028978", "ortholog_type": "O", "panther_family": "PTHR22961", "taxid": 7227, "uniprot_kb": "Q9V3Z1"}], "uniprot_kb": "Q96RU8"}, "pathway": {"reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}]}, "pdb": ["5CEK", "5CEM", "5IGO", "5IGQ", "6DC0"], "pfam": "PF00069", "pharmgkb": "PA134963922", "pharos": {"target_id": 5339, "tdl": "Tbio"}, "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261207", "relationship": "is"}, {"id": "GNF261208", "relationship": "is"}, {"id": "GNF261209", "relationship": "is"}, {"id": "GNF261210", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF037072", "relationship": "is"}, {"id": "GNF042783", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF087513", "relationship": "is"}, {"id": "GNF087514", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051728", "relationship": "is"}, {"id": "GNF056494", "relationship": "is"}, {"id": "GNF061257", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069655", "relationship": "is"}, {"id": "GNF069656", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165984", "relationship": "is"}, {"id": "GNF165985", "relationship": "is"}, {"id": "GNF165986", "relationship": "is"}, {"id": "GNF165987", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014916", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324158", "relationship": "is"}, {"id": "GNF324159", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339185", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093108", "relationship": "is"}, {"id": "GNF132806", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": ["NP_001269914.1", "NP_079471.1"], "rna": ["NM_001282985.2", "NM_025195.4"], "translation": [{"protein": "NP_001269914.1", "rna": "NM_001282985.2"}, {"protein": "NP_079471.1", "rna": "NM_025195.4"}]}, "reporter": {"HG-U133_Plus_2": ["202241_at", "235641_at", "239818_x_at"], "HG-U95Av2": "35597_at", "HG-U95B": ["55401_at", "57239_at"], "HTA-2_0": "TC08000733.hg.1", "HuEx-1_0": "3115008", "HuGene-1_1": "8148304", "HuGene-2_1": "17072601"}, "retired": 80272, "summary": "Enables mitogen-activated protein kinase kinase binding activity and protein kinase inhibitor activity. Involved in several processes, including JNK cascade; negative regulation of lipopolysaccharide-mediated signaling pathway; and regulation of protein kinase activity. Located in cytoplasm and nucleus. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "TRIB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1540053"}, "unigene": "Hs.444947", "uniprot": {"Swiss-Prot": "Q96RU8", "TrEMBL": "E5RFH4"}, "wikipedia": {"url_stub": "TRIB1"}}