{"AllianceGenome": "16384", "HGNC": "16384", "MIM": "601742", "_id": "10155", "_version": 1, "accession": {"genomic": ["AC016630.6", "CH471135.1", "CP068259.2", "NC_000019.10", "NC_060943.1", "NG_046945.1"], "protein": ["AAA74954.1", "AAB37341.1", "AAB51517.1", "AAH04978.1", "AAH07390.2", "AAH52986.1", "BAG36262.1", "CAA66150.1", "EAW72605.1", "EAW72606.1", "EAW72607.1", "NP_005753.1", "Q13263.5"], "rna": ["AK131063.1", "AK225760.1", "AK313478.1", "AL360114.1", "AL360188.1", "AL360189.1", "BC004978.1", "BC007390.2", "BC052986.2", "NM_005762.3", "U31657.1", "U78773.1", "U95040.1", "X97548.1"], "translation": [{"protein": "AAB51517.1", "rna": "U95040.1"}, {"protein": "AAH04978.1", "rna": "BC004978.1"}, {"protein": "AAB37341.1", "rna": "U78773.1"}, {"protein": "CAA66150.1", "rna": "X97548.1"}, {"protein": "AAH07390.2", "rna": "BC007390.2"}, {"protein": "NP_005753.1", "rna": "NM_005762.3"}, {"protein": "AAH52986.1", "rna": "BC052986.2"}, {"protein": "BAG36262.1", "rna": "AK313478.1"}, {"protein": "AAA74954.1", "rna": "U31657.1"}]}, "alias": ["KAP1", "PPP1R157", "RNF96", "TF1B", "TIF1B", "TIF1beta"], "ec": "2.3.2.27", "ensembl": {"gene": "ENSG00000130726", "protein": ["ENSP00000253024", "ENSP00000342232", "ENSP00000470503", "ENSP00000471303", "ENSP00000472586", "ENSP00000473126"], "transcript": ["ENST00000253024", "ENST00000341753", "ENST00000593582", "ENST00000594806", "ENST00000595028", "ENST00000595974", "ENST00000597136", "ENST00000597172", "ENST00000597423", "ENST00000597618", "ENST00000597968", "ENST00000597995", "ENST00000598355", "ENST00000600840", "ENST00000601150"], "translation": [{"protein": "ENSP00000253024", "rna": "ENST00000253024"}, {"protein": "ENSP00000472586", "rna": "ENST00000593582"}, {"protein": "ENSP00000473126", "rna": "ENST00000594806"}, {"protein": "ENSP00000342232", "rna": "ENST00000341753"}, {"protein": "ENSP00000470503", "rna": "ENST00000597968"}, {"protein": "ENSP00000471303", "rna": "ENST00000597136"}], "type_of_gene": "protein_coding"}, "entrezgene": "10155", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 25.9533652728, "exp_mis": 296.31636874, "exp_syn": 120.412574227, "lof_z": 5.04645694118095, "mis_z": 3.16298968860836, "mu_lof": 1.91950164146e-06, "mu_mis": 3.28238220551e-05, "mu_syn": 1.55526973205e-05, "n_lof": 0.0, "n_mis": 185.0, "n_syn": 166.0, "p_li": 0.999902029147243, "p_null": 3.68524760767134e-11, "p_rec": 9.7970815904766e-05, "syn_z": -2.57548059647862}, "bp": 2508, "cds_end": 59061920, "cds_start": 59056124, "n_exons": 17, "nonpsych": {"exp_lof": 23.1617718732, "exp_mis": 267.86638741, "exp_syn": 108.656479594, "lof_z": 4.7264802111954, "mis_z": 3.17012296532019, "mu_lof": 1.91950164146e-06, "mu_mis": 3.28238220551e-05, "mu_syn": 1.55526973205e-05, "n_lof": 0.0, "n_mis": 165.0, "n_syn": 149.0, "p_li": 0.999757041165541, "p_null": 4.10684789791891e-10, "p_rec": 0.000242958423774467, "syn_z": -2.43674035857845}, "nontcga": {"exp_lof": 23.845073922, "exp_mis": 272.579056018, "exp_syn": 110.747558252, "lof_z": 4.81704330090612, "mis_z": 3.2463199712727, "mu_lof": 1.91950164146e-06, "mu_mis": 3.28238220551e-05, "mu_syn": 1.55526973205e-05, "n_lof": 0.0, "n_mis": 165.0, "n_syn": 153.0, "p_li": 0.999793085447381, "p_null": 2.27280059942189e-10, "p_rec": 0.000206914325339383, "syn_z": -2.54218158477766}, "transcript": "ENST00000253024.5"}, "exons": [{"cdsend": 58550553, "cdsstart": 58544757, "chr": "19", "position": [[58544063, 58545097], [58545424, 58545537], [58545763, 58545896], [58547375, 58547511], [58547596, 58547713], [58547791, 58547906], [58548033, 58548180], [58548293, 58548408], [58548485, 58548592], [58548739, 58548776], [58548861, 58548910], [58548987, 58549240], [58549330, 58549650], [58549736, 58549860], [58549948, 58550035], [58550146, 58550284], [58550376, 58550715]], "strand": 1, "transcript": "NM_005762", "txend": 58550715, "txstart": 58544063}], "exons_hg19": [{"cdsend": 59061920, "cdsstart": 59056124, "chr": "19", "position": [[59055430, 59056464], [59056791, 59056904], [59057130, 59057263], [59058742, 59058878], [59058963, 59059080], [59059158, 59059273], [59059400, 59059547], [59059660, 59059775], [59059852, 59059959], [59060106, 59060143], [59060228, 59060277], [59060354, 59060607], [59060697, 59061017], [59061103, 59061227], [59061315, 59061402], [59061513, 59061651], [59061743, 59062082]], "strand": 1, "transcript": "NM_005762", "txend": 59062082, "txstart": 59055430}], "generif": [{"pubmed": 12438698, "text": "Purified RINGs, including KAP-1, self-assemble into supramolecular structures in vitro that resemble those they form in cells."}, {"pubmed": 15596820, "text": "interacts with BBLF2/3 to provide an origin-tethering function for the EBV replication complex"}, {"pubmed": 16107876, "text": "ARF may regulate p53 acetylation and stability in part by inhibiting KAP1-MDM2 binding"}, {"pubmed": 16792528, "text": "A novel Fes-KAP-1 interaction is reported, suggesting a dual role for KAP-1 as both a Fes activator and downstream effector."}, {"pubmed": 16954381, "text": "KAP1 functions to coordinate activities that dynamically regulate changes in histone modifications and deposition of HP1 to establish a de novo microenvironment of heterochromatin, which is required for repression of gene transcription by KRAB-zfps."}, {"pubmed": 17079232, "text": "Dox-induced decrease in KAP1 sumoylation is essential for Dox to induce p21 expression and subsequent cell growth inhibition in MCF-7 cells"}, {"pubmed": 17178852, "text": "DNA damage-induced phosphorylation of the protein 1 (KAP1), providing a link between chromatin-mediated transcriptional repression and the recognition/repair of DNA."}, {"pubmed": 17512541, "text": "Limited proteolysis, mass spectrometry and N-terminal sequence analyses suggest that a core complex comprises the entire RBCC domain of KAP-1 and the AB box of the KRAB domain rendering it resistant to proteolysis."}, {"pubmed": 17542650, "text": "Expression of KRAB-box zinc finger genes may be controlled via an auto-regulatory mechanism involving KAP1."}, {"pubmed": 17704056, "text": "KAP1 contributes to the negative regulation of E2F1 and may serve as a partial backup to prevent E2F1-mediated apoptosis in the absence of pRb"}, {"pubmed": 17942393, "text": "a novel role for ATM that selectively stimulates KAP1 Ser-824 phosphorylation to repress its sumoylation, leading to the de-repression of expression of a subset of genes involved in promoting cell cycle control and apoptosis"}, {"pubmed": 18060868, "text": "These findings suggest that BMZF3 is a transcriptional repressor induced by GDNF that plays a role in cell proliferation."}, {"pubmed": 18381204, "text": "KAP1 interacts with STAT1 and regulates IFN/STAT1-mediated IRF-1 gene expression in collaboration with HDACs."}, {"pubmed": 18488044, "text": "role as an intramolecular small ubiquitin-like modifier E3 ligase for transcriptional silencing."}, {"pubmed": 18590578, "text": "modulation of HP1beta-TIF1beta interaction through the phosphorylation/de-phosphorylation of TIF1beta/Ser473 may constitute a molecular switch that regulates the expression of particular genes"}, {"pubmed": 18676401, "text": "The histone subcode: poly(ADP-ribose) polymerase-1 (Parp-1) and Parp-2 control cell differentiation by regulating the transcriptional intermediary factor TIF1beta and the heterochromatin protein HP1alpha"}, {"pubmed": 19279087, "text": "KRAB/KAP1 regulation is fully functional within the context of episomal DNA"}, {"pubmed": 19321449, "text": "TIF1beta is an important coactivator of NGFI-B-dependent transcription."}, {"pubmed": 19584288, "text": "Data show that cellular transcriptional repressor KAP-1 plays a role in regulating KSHV latency, and viral protein kinase modulates the chromatin remodeling function of this repressor."}, {"pubmed": 19656847, "text": "Data show that the transcriptional corepressor KAP1 can inactivate the kinetochore."}, {"pubmed": 19850934, "text": "The KRAB-O protein can simultaneously bind KAP1 and SRY in a noncompetitive but also noncooperative manner."}, {"pubmed": 19898899, "text": "Overexpression of KAP1 is associated with peritoneal carcinomatosis in gastric cancer."}, {"pubmed": 20032463, "text": "Results not only show that HDAC10 regulates melanogenesis but also demonstrate that the transcriptional activities of Pax3 and KAP1 are intimately linked to their acetylation status."}, {"pubmed": 20081839, "text": "53BP1 amplifies Mre11-NBS1 accumulation at late-repairing DSBs, concentrating active ATM and leading to robust, localized pKAP-1."}, {"pubmed": 20221260, "text": "KRAB/KAP1 recruitment induces long-range repression through the spread of heterochromatin."}, {"pubmed": 20424263, "text": "posit a mechanism whereby the combined actions of PP1alpha and PP1beta cause dephosphorylation of KAP1 at Ser(824) and assure its SUMOylation"}, {"pubmed": 20858735, "text": "Kap1 reduces ERBB4 transcription and either directly or indirectly modulates the expression of genes that are themselves regulated by ErbB4."}, {"pubmed": 21170338, "text": "analysis of a KRAB domain-containing ZNF (ZNF274) that is involved in recruitment of the KAP1 and SETDB1 to specific regions of the human genome"}, {"pubmed": 21228624, "text": "The phosphorylation of KAP1 at S284 by ATM regulated the initial increase in PML NB number following the induction of DNA double breaks by etotoside."}, {"pubmed": 21245151, "text": "analysis of binding of NPM1, TRIM28, and YB-1 to the Mf2 domain of IRF-1"}, {"pubmed": 21343339, "text": "Deletion of the RBCC domain abolished KAP1 binding to the 3' exons of zinc finger genes but KAP1 binding to promoter regions was unaffected."}, {"pubmed": 21382013, "text": "KAP1 [KRAB (Kruppel-associated box)-associated protein 1)] is a novel Nrf2-NT-interacting protein which regulates susceptibility to oxidative stress."}, {"pubmed": 21652716, "text": "KAP1 protein: an enigmatic master regulator of the genome."}, {"pubmed": 21669397, "text": "KAP1 inhibits HIV-1 integration via binding to acetylated HIV-1 integrase."}, {"pubmed": 21791101, "text": "high levels of gene activity in the genomic environment and the pre-deposition of repressive histone marks within a gene increase its susceptibility to KRAB/KAP1-mediated repression"}, {"pubmed": 21876767, "text": "Expression of MAGE I proteins, MAGE-A3 or MAGE-C2, relieved repression of a reporter gene by ZNF382 and MAGE I expression relieved KAP1 mediated ID1 repression."}, {"pubmed": 22205726, "text": "HP1-dependent regulation of KAP1 influences DNA repair in heterochromatin."}, {"pubmed": 22491012, "text": "The authors devised a novel proteomic strategy for systematic identification of proteins dephosphorylated by PP4C and identified KRAB-domain-associated protein 1 (KAP-1) as a substrate."}, {"pubmed": 22496453, "text": "KAP1 Ser-473 phosphorylation was required for efficient DNA repair and cell survival in response to DNA damage."}, {"pubmed": 22513056, "text": "Anti-TRIM28 is a new dermatomyositis autoantibody associated with a mild form of myopathy."}, {"pubmed": 22715096, "text": "a novel mechanism of KAP-1-mediated chromatin restructuring via Chk2-regulated HP1-beta exchange from heterochromatin, promoting DNA repair."}, {"pubmed": 22959342, "text": "study demonstrated the biological and clinical significance of TRIM28 expression in non-small cell lung cancer; overexpression of TRIM28 was likely to be an essential contributor to a growth promotion of NSCLCs"}, {"pubmed": 23060449, "text": "Trim28 regulates cell proliferation by bridging HDAC1 and E2F3 and E2F4 interactions."}, {"pubmed": 23543754, "text": "Disruption of the FOXP3-FIK-KAP1 complex in Tregs restored expression of FOXP3-target genes."}, {"pubmed": 23548070, "text": "High KAP1 expression levels are associated with disease recurrence in patients with gastric cancer."}, {"pubmed": 23645532, "text": "KAP-1 may help diagnose thyroid nodules, characterize follicular-patterned thyroid lesions, and identify individuals with poor prognosis."}, {"pubmed": 23645696, "text": "Nucleus-localized tyrosine kinases, including Src family kinases, phosphorylate KAP1 and inhibit the association of KAP1 and HP1alpha with heterochromatin."}, {"pubmed": 23665872, "text": "KRAB domain exerts nuclear localization function by interacting with KAP1."}, {"pubmed": 23991171, "text": "results indicate that a loss of ZBRK1 contributes to the increased expression of KAP1, potentiating its role to enhance metastasis and invasion"}, {"pubmed": 24434549, "text": "conclude that TRIM38 negatively regulates TNFalpha- and IL-1beta-induced signaling by mediating lysosome-dependent degradation of TAB2/3, two critical components in TNFalpha- and IL-1beta-induced signaling pathways"}, {"pubmed": 24696491, "text": "KAP1, RBP-Jkappa, and HIF-1alpha play an essential role in KSHV pathogenesis."}, {"pubmed": 24861921, "text": "KAP-1 is overexpressed and correlates with increased metastatic ability in pancreatic cancer.KAP-1 may promote metastasis in pancreatic cancer by regulating the epithelial-mesenchymal transition."}, {"pubmed": 24879559, "text": "TRIM28-mediated regulation is responsible for controlling a very broad range of human-specific endogenous retroelements."}, {"pubmed": 24907272, "text": "the ARM dynamically regulates the SIM-dependent recruitment of targets to RNF4, which could be critical to dynamically fine-tune the abundance of Ser(P)-824-SUMO-KAP1 and, potentially, other SUMOylated proteins during DNA damage response."}, {"pubmed": 24983967, "text": "results suggest a model in which Trim28 is a tumor suppressor early in the transformation process in lung cancer, but in later stages it functions as an oncogene"}, {"pubmed": 25092915, "text": "Data show that RRP1B regulates metastasis associated gene expression by interacting with the transcriptional corepressors TRIM28 and HP1a, which act by recruiting chromatin-modifying enzymes."}, {"pubmed": 25107531, "text": "MAGE proteins bind to KAP1, a gene repressor and ubiquitin E3 ligase which also binds KRAB domain containing zinc finger transcription factors (KZNFs), and MAGE expression may affect KZNF mediated gene regulation."}, {"pubmed": 25160591, "text": "TRIM28 regulates senescence and affects the induction of the senescence-associated secretory phenotype."}, {"pubmed": 25173174, "text": "TRIM28 is a new factor that modulates Pol II pausing and transcriptional elongation at a large number of mammalian genes."}, {"pubmed": 25419715, "text": "Data show that tripartite motif-containing 28 protein (TRIM28) and beta-actin were up-regulated in the glioblastoma multiforme (GBM) stem-like cells compared to the controls."}, {"pubmed": 25421577, "text": "Results show that KAP1-mediated stimulation of multiple KRAB-ZNF contributes to the growth and metastasis of breast cancer."}, {"pubmed": 25548895, "text": "KAP1 expression correlated significantly with clinical stage, pathological grade and metastases in ovarian cancer."}, {"pubmed": 25818296, "text": "SET interacts with the Kruppel-associated box (KRAB)-associated co-repressor KAP1, and its overexpression results in the sustained retention of KAP1 and Heterochromatin protein 1 (HP1) on chromatin"}, {"pubmed": 25846574, "text": "Human cytomegalovirus latency in human CD34(+) hematopoietic stem cells reflects the recruitment on the viral genome of KAP1, a master co-repressor, together with HP1 and the SETDB1 histone methyltransferase, which results in transcriptional silencing."}, {"pubmed": 25905708, "text": "study suggests a SIRT1-KAP1 regulatory mechanism for HR-NHEJ repair pathway choice"}, {"pubmed": 25948750, "text": "Inhibition of LMP1-induced protein sumoylation abrogates the binding of KAP1 to Epstein-Barr Virus promoters."}, {"pubmed": 25960296, "text": "Identify a nuclear localization signal within the 462-494 amino acid region of TRIM28 that overlaps with its HP1 binding site. GST-pulldown experiments revealed the interaction of the arginine-rich TRIM28 NLS with various importin alpha subtypes."}, {"pubmed": 25995248, "text": "Nrf2 interaction with KSHV LANA-1 and the host KAP1 repress viral lytic gene expression."}, {"pubmed": 26055329, "text": "TRIM28 is an E3 ligase for ARF-mediated SUMOylation of NPM1."}, {"pubmed": 26081272, "text": "successfully established stable pcDNA5/FRT/TO-KAP1-HEK293 cell line, which can express KAP1 inducibly. This inducible cell line might be very useful for KAP1 functional studies."}, {"pubmed": 26293668, "text": "Study indicates that TRIM28 appears to play a unique and essential role in transcriptional elongation and DNA repair by pausing and stabilizing Pol II. [Review]"}, {"pubmed": 26476730, "text": "These results indicate that over-expression of TRIM28 is associated with poor outcome in glioma patients."}, {"pubmed": 26537675, "text": "KAP1 binds to the viral E1B-55K protein, promoting its SUMO modification, therefore illustrating a crucial step for efficient viral replication."}, {"pubmed": 26725010, "text": "KAP1 controls 7SK snRNP delivery to promoter-proximal regions to facilitate \"on-site\" P-TEFb activation and Pol II elongation."}, {"pubmed": 26766492, "text": "Combined effect of dynamic recruitment of RNF4 to KAP1 regulates the relative occupancy of 53BP1 and BRCA1 at double-strand break sites to direct DNA repair in a cell cycle-dependent manner."}, {"pubmed": 26824653, "text": "Adipose tissue transcriptome analyses in children indicate that humans, like mice cluster into distinct sub-populations, stratifying according to Trim28 expression, transcriptome organization, and obesity-associated imprinted gene dysregulation."}, {"pubmed": 27086851, "text": "Taken together, these results suggest that PARIS and PIASy modulate PGC-1a gene transcription through distinct molecular mechanisms."}, {"pubmed": 27095111, "text": "we revealed that KAP1 was overexpressed in HCC patients and also an independently biomarker for the overall survival rate prediction of patients with HCC. It appeared that KAP1 was involved into the tumor progression process."}, {"pubmed": 27364555, "text": "our results suggest that KAP1 Ser473 phosphorylation acts through MFN2 reduction to restrict mitochondrial hyperfusion, thereby contributing to cancer cell survival under conditions of sustained metabolic stress"}, {"pubmed": 27412325, "text": "Data indicate a mechanism in breast cancer cells that tripartite motif-containing 28 protein (TRIM28) enhances metastasis by stabilizing TWIST1, suggesting that targeting TRIM28 could be an efficacious strategy in breast cancer treatment."}, {"pubmed": 27432546, "text": "Data suggest that TRIM28 regulates the expression of a subset of lncRNAs."}, {"pubmed": 27601472, "text": "OGA is physically associated with the known RNA polymerase II (pol II) pausing/elongation factors SPT5 and TRIM28-KAP1-TIF1beta, and a purified OGA-SPT5-TIF1beta complex has elongation properties."}, {"pubmed": 27779468, "text": "The authors found that TRIM28 regulates alpha-Synuclein and tau nuclear levels and that its reduction rescues toxicity in animal models of tau- and alpha-Synuclein-mediated degeneration."}, {"pubmed": 27780869, "text": "that KAP1 phosphorylation is decreased following recruitment of PP2A by URI."}, {"pubmed": 27845900, "text": "Our data demonstrate that the downregulation of TRIM28 gene expression reduced the ability of CSCs to self-renew that resulted in significant reduction of tumor growth. Loss of function of TRIM28 leads to dysregulation of cell cycle, cellular response to stress, cancer cell metabolism, and inhibition of oxidative phosphorylation."}, {"pubmed": 27922110, "text": "Gamma-H2AX, phosphorylated KAP-1 and 53BP1 play an important role in the repair of heterochromatic radon-induced DNA double-strand breaks."}, {"pubmed": 27976729, "text": "Study identified TRIM28 among REST-interacting proteins, and suggested functional links between REST and TRIM28 during neuronal development and differentiation via induction of CTNND2 expression."}, {"pubmed": 28052240, "text": "TRIM28 represses Endogenous retroviruses and consequently regulates the expression of neighboring genes."}, {"pubmed": 28068325, "text": "TRIM28 depletion repressed EZH2 recruitment to chromatin and expression of this gene set, in parallel with decreased CD44(hi)/CD24(lo) mammosphere formation."}, {"pubmed": 28159803, "text": "TRIM28 acts as a central factor in controlling endothelial inflammatory responses and angiogenic activities by retaining expression of TNFR-1 and -2 and VEGF receptor 2 in endothelial cells"}, {"pubmed": 28249048, "text": "These findings provide a unique context in which ataxia telangiectasia mutated proteins modify KAP1 to regulate persistence of a herpesvirus in humans"}, {"pubmed": 28381187, "text": "a role for TRIM28 on EMT, drug resistance, and stemness in addition to the already reported protumorigenic actions in breast and other cancers."}, {"pubmed": 28498400, "text": "Cell proliferation and apoptosis were almost completely abolished in the PAa cells cotreated with TRIM28 siRNA and etoposide following knockdown of E2F1. The results of our study demonstrated that the combination of TRIM28 siRNA and etoposide may be effective against nonsmall cell lung cancer (NSCLC)and has the potential of being a new therapeutic tool for future treatment."}, {"pubmed": 28763864, "text": "In HCC [hepatocellular carcinoma ] cells, hnRNPAB and Kap1 form protein complexes. The expression levels of hnRNPAB alone or in combination with Kap1 in HCC patients are important because they provide not only a predictor for HCC prognosis but also a therapeutic target for future studies."}, {"pubmed": 28864417, "text": "it is primarily peroxide-induced p38 MAPK that mediates Ser473 phosphorylation and activation of TIF1beta to enable more efficient DNA repair to assist in tumor cell survival against exogenous ROS"}, {"pubmed": 28895414, "text": "TRIM28 knockdown suppresses the migration, invasion and epithelial-mesenchymal transition in ovarian carcinoma cells through down-regulation of Wnt/beta-catenin signaling pathway"}, {"pubmed": 28983112, "text": "BORG elicits the metastatic outgrowth of latent breast cancer cells by promoting the localization and transcriptional repressive activity of TRIM28, which binds BORG and induces substantial alterations in carcinoma proliferation and survival"}, {"pubmed": 29146583, "text": "Comparison of chromatin immunoprecipitation and high throughput nucleotide sequencing data and a reference motif set for human KRAB C2H2 zinc finger proteins has been reported."}, {"pubmed": 29198826, "text": "TRIM28 employs KRAB-ZNFs to evoke epigenetic silencing of its target differentiation genes via H3K9me3 and DNA methylation."}, {"pubmed": 29284678, "text": "Data suggest that retention of SMARCAD1 in nucleus is dependent on interaction of CUE1 domain of SMARCAD1 with RBCC domain of KAP1; these studies were conducted with recombinant proteins expressed in mouse embryonic stem cell line and human somatic cell line. (SMARCAD1 = ATP-dependent helicase-1; KAP1 = KRAB-interacting protein-1)"}, {"pubmed": 29290627, "text": "a null mutation in TRIM28 causes significant alterations in transposable element expression in both the naive and primed states of human pluripotency, and phenotypically this has limited effects on self-renewal, instead causing a loss of germline competency."}, {"pubmed": 29393469, "text": "Evaluation of the potential mechanism demonstrated that TRIM28 promoted cervical cancer cell growth by activating the mammalian target of rapamycin (mTOR) signaling pathway. In support of this finding, TRIM28-induced cell proliferation was abolished by treatment with everolimus, a specific mTOR inhibitor"}, {"pubmed": 29569972, "text": "Data show that tripartite motif containing 28 (TRIM28) functions as a tumor promoter in B-cell non-Hodgkin lymphoma (B-NHL)."}, {"pubmed": 29581310, "text": "Authors identify a viral mechanism for the counteraction of KAP1 in which interference with the KAP1 phosphatase protein phosphatase 1 (PP1) by the AAV2 Rep proteins mediates enhanced phosphorylation of KAP1-S824 and thus relief from KAP1 repression."}, {"pubmed": 29610526, "text": "KAP1 is a co-repressor of ZNF471 at the promoter of the target genes."}, {"pubmed": 29631612, "text": "differential epithelium-stroma proteomic network analyses were performed to characterize signaling pathways associated with TRIM28 within the tumor microenvironment."}, {"pubmed": 29728366, "text": "Genes co-repressed by TRIM28 and FAM208A are evolutionarily young, or exhibit tissue-specific expression, are enriched in young L1s, and display evidence for regulation through LTR promoters. Finally, we demonstrate that the HUSH complex is also required to repress L1 elements in human cells."}, {"pubmed": 29912901, "text": "Study describes germline mutations and loss of function of TRIM28 in familial Wilms tumours, along with somatic loss of function in a non-familial Wilms tumour. Inactivation of TRIM28 provides the molecular basis for defining a previously described subtype of Wilms tumour, that has early age of onset and excellent prognosis."}, {"pubmed": 29917268, "text": "Data suggest that tripartite motif-containing 28 protein (KAP1) may represent a potential diagnosis biomarker and new treatment target for lung cancer."}, {"pubmed": 29955894, "text": "KAP1 forms a complex with PCNA and the histone-lysine methyltransferase Suv39h1 to reinstate heterochromatin after DNA replication."}, {"pubmed": 30042493, "text": "overexpression of TRIM28 or knock-out of TRIM17 reduced BCLA1 protein levels and restored sensitivity of melanoma cells to BRAF-targeted therapy. Therefore, our data describe a molecular rheostat in which two proteins of the TRIM family antagonistically regulate BCL2A1 stability and modulate cell death."}, {"pubmed": 30061100, "text": "These data indicate that the KAP1-KZNF pathway contributes to genome stability and innate immune control in adult human cells."}, {"pubmed": 30309319, "text": "Studies show that endogenous MAGEC2 interacts with TRIM28 in melanoma cells, and indicate that its regulatory role on MAGEC2 protein expression in many tumor cells type depends on proteasome-mediated pathway."}, {"pubmed": 30323812, "text": "TRIM28 is a critical factor controlling excessive expression of type I IFNs as well as proinflammatory cytokines during Influenza A viruses infection."}, {"pubmed": 30479348, "text": "TRIM24 and AR coactivated gene signature of SPOP-mutant prostate cancer (PCa) is similarly activated in human PCa with high TRIM28 expression."}, {"pubmed": 30484263, "text": "High TRIM28 expression is associated with Squamous Carcinoma of Esophagus."}, {"pubmed": 30543698, "text": "Our findings suggest that inactivation of TRIM28 early in renal development contributes to the formation of this unique subset of FHWTs, although the precise manner in which TRIM28 impacts both normal renal development and oncogenesis remains elusive."}, {"pubmed": 30652970, "text": "Tripartite Motif-Containing Protein 28Tripartite Motif-Containing Protein 28"}, {"pubmed": 30694527, "text": "TRIM28 as a novel Wilms tumor predisposition gene."}, {"pubmed": 31000713, "text": "Using murine and human in vitro and in vivo models, study demonstrated that ZFP30 promotes adipogenesis by directly targeting and activating a retrotransposon-derived Pparg2 enhancer. Through mechanistic studies, study further show that ZFP30 recruits the co-regulator KAP1, which acts as a ZFP30 co-activator in this adipogenic context."}, {"pubmed": 31204252, "text": "A structural model of the KAP1 RBCC domain-SMARCAD1 CUE1 domain complex is presented. KAP1 interaction surface's main feature is a cluster of exposed hydrophobic residues."}, {"pubmed": 31289231, "text": "The work identifies the interaction interfaces in the KAP1 tripartite motif responsible for self-association and KRAB binding and establishes their role in retrotransposon silencing."}, {"pubmed": 31427381, "text": "Authors show that KAP1 is an elongated antiparallel dimer with an asymmetry at the C-terminal domains. This conformation is consistent with the finding that the Really Interesting New Gene (RING) domain contributes to KAP1 auto-SUMOylation."}, {"pubmed": 32068487, "text": "KAP1 targets actively transcribed genomic loci to exert pleomorphic effects on RNA polymerase II activity."}, {"pubmed": 32156811, "text": "Merkel Cell Polyomavirus DNA Replication Induces Senescence in Human Dermal Fibroblasts in a Kap1/Trim28-Dependent Manner."}, {"pubmed": 32402252, "text": "KAP1 Is a Chromatin Reader that Couples Steps of RNA Polymerase II Transcription to Sustain Oncogenic Programs."}, {"pubmed": 32673994, "text": "TRIM28/TIF1beta and Fli-1 negatively regulate peroxynitrite generation via DUOX2 to decrease the shedding of membrane-bound fractalkine in human macrophages after exposure to substance P."}, {"pubmed": 32796077, "text": "A Mechanism-Based Targeted Screen To Identify Epstein-Barr Virus-Directed Antiviral Agents."}, {"pubmed": 32900933, "text": "TRIM28 functions as the SUMO E3 ligase for PCNA in prevention of transcription induced DNA breaks."}, {"pubmed": 33091876, "text": "TRIM28 is a distinct prognostic biomarker that worsens the tumor immune microenvironment in lung adenocarcinoma."}, {"pubmed": 33398366, "text": "Zenglv Fumai Granule protects cardiomyocytes against hypoxia/reoxygenation-induced apoptosis via inhibiting TRIM28 expression."}, {"pubmed": 33514850, "text": "Inhibition of HIV-1 gene transcription by KAP1 in myeloid lineage."}, {"pubmed": 33565090, "text": "TRIM28 variants and Wilms' tumour predisposition."}, {"pubmed": 33589597, "text": "UBE2S interacting with TRIM28 in the nucleus accelerates cell cycle by ubiquitination of p27 to promote hepatocellular carcinoma development."}, {"pubmed": 34100380, "text": "Tripartite motif containing 28 (TRIM28) promotes the growth and migration of endometrial carcinoma cells by regulating the AKT/mTOR signaling pathway."}, {"pubmed": 34373456, "text": "TRIM28 SUMOylates and stabilizes NLRP3 to facilitate inflammasome activation."}, {"pubmed": 34419074, "text": "RIPK3 activation induces TRIM28 derepression in cancer cells and enhances the anti-tumor microenvironment."}, {"pubmed": 34440702, "text": "Disruption of RING and PHD Domains of TRIM28 Evokes Differentiation in Human iPSCs."}, {"pubmed": 34453123, "text": "Acute myeloid leukemia cell-derived extracellular vesicles carrying microRNA-548ac regulate hematopoietic function via the TRIM28/STAT3 pathway."}, {"pubmed": 34500575, "text": "TRIM28 Selective Nanobody Reduces Glioblastoma Stem Cell Invasion."}, {"pubmed": 34518220, "text": "TRIM28 is a transcriptional activator of the mutant TERT promoter in human bladder cancer."}, {"pubmed": 34903241, "text": "Trim28 acts as restriction factor of prototype foamy virus replication by modulating H3K9me3 marks and destabilizing the viral transactivator Tas."}, {"pubmed": 35031618, "text": "HIF-1 Interacts with TRIM28 and DNA-PK to release paused RNA polymerase II and activate target gene transcription in response to hypoxia."}, {"pubmed": 35162997, "text": "The KRAB Domain of ZNF10 Guides the Identification of Specific Amino Acids That Transform the Ancestral KRAB-A-Related Domain Present in Human PRDM9 into a Canonical Modern KRAB-A Domain."}, {"pubmed": 35467255, "text": "CRISPR/Cas9-Mediated Disruption of ZNF543 Gene: An Approach Toward Discovering Its Relation to TRIM28 Gene in Parkinson's Disease."}, {"pubmed": 35549637, "text": "Knockdown of KRAB domain-associated protein 1 suppresses the proliferation, migration and invasion of thyroid cancer cells by regulating P68/DEAD box protein 5."}, {"pubmed": 35682642, "text": "Enhanced Expression of Human Endogenous Retroviruses, TRIM28 and SETDB1 in Autism Spectrum Disorder."}, {"pubmed": 35743282, "text": "Generation of TRIM28 Knockout K562 Cells by CRISPR/Cas9 Genome Editing and Characterization of TRIM28-Regulated Gene Expression in Cell Proliferation and Hemoglobin Beta Subunits."}, {"pubmed": 35969079, "text": "IFI16 Partners with KAP1 to Maintain Epstein-Barr Virus Latency."}, {"pubmed": 36077272, "text": "TRIM28 Is a Novel Regulator of CD133 Expression Associated with Cancer Stem Cell Phenotype."}, {"pubmed": 36238495, "text": "Integrated Bioinformatics and Experimental Analysis Identified TRIM28 a Potential Prognostic Biomarker and Correlated with Immune Infiltrates in Liver Hepatocellular Carcinoma."}, {"pubmed": 36341538, "text": "The bromodomain protein TRIM28 controls the balance between growth and invasiveness in melanoma."}, {"pubmed": 36341546, "text": "Structure and functional mapping of the KRAB-KAP1 repressor complex."}, {"pubmed": 36348010, "text": "LncRNA PVT-1 promotes osteosarcoma cancer stem-like properties through direct interaction with TRIM28 and TSC2 ubiquitination."}, {"pubmed": 36476351, "text": "miR-125b-5p upregulation by TRIM28 induces cisplatin resistance in non-small cell lung cancer through CREB1 inhibition."}, {"pubmed": 36637424, "text": "SETDB1 Modulates Degradation of Phosphorylated RB and Anticancer Efficacy of CDK4/6 Inhibitors."}, {"pubmed": 36935008, "text": "TRIM28 represses renal cell carcinoma cell proliferation by inhibiting TFE3/KDM6A-regulated autophagy."}, {"pubmed": 36992419, "text": "Pregnancy Is Associated with Impaired Transcription of Human Endogenous Retroviruses and of TRIM28 and SETDB1, Particularly in Mothers Affected by Multiple Sclerosis."}, {"pubmed": 37070200, "text": "A novel role of TRIM28 B box domain in L1 retrotransposition and ORF2p-mediated cDNA synthesis."}, {"pubmed": 37279851, "text": "WDR4/TRIM28 is a novel molecular target linked to lenvatinib resistance that helps retain the stem characteristics in hepatocellular carcinomas."}, {"pubmed": 37372979, "text": "Acetylation-Mimic Mutation of TRIM28-Lys304 to Gln Attenuates the Interaction with KRAB-Zinc-Finger Proteins and Affects Gene Expression in Leukemic K562 Cells."}, {"pubmed": 37438603, "text": "N6-methyladenosine hypomethylation of circGPATCH2L regulates DNA damage and apoptosis through TRIM28 in intervertebral disc degeneration."}, {"pubmed": 37522419, "text": "Up-regulation of Trim28 in pregnancy-induced hypertension is involved in the injury of human umbilical vein endothelial cells through the p38 signaling pathway."}, {"pubmed": 37628621, "text": "Children with Chronic Immune Thrombocytopenia Exhibit High Expression of Human Endogenous Retroviruses TRIM28 and SETDB1."}, {"pubmed": 37748077, "text": "A TIAM1-TRIM28 complex mediates epigenetic silencing of protocadherins to promote migration of lung cancer cells."}, {"pubmed": 37792584, "text": "TRIM28 inactivation in epithelial nephroblastoma is frequent and often associated with predisposing TRIM28 germline variants."}, {"pubmed": 37852757, "text": "ATM, KAP1 and the Epstein-Barr virus polymerase processivity factor direct traffic at the intersection of transcription and replication."}, {"pubmed": 37865804, "text": "E3 ligase TRIM28 promotes anti-PD-1 resistance in non-small cell lung cancer by enhancing the recruitment of myeloid-derived suppressor cells."}, {"pubmed": 38058023, "text": "TRIM28 suppresses cancer stem-like characteristics in gastric cancer cells through Wnt/beta-catenin signaling pathways."}, {"pubmed": 38257816, "text": "Functional Analysis of KAP1/TRIM28 Requirements for HIV-1 Transcription Activation."}, {"pubmed": 38677988, "text": "[Expression and prognostic significance of KAP1 gene in malignant pleural mesothelioma]."}, {"pubmed": 38745192, "text": "KAP1 stabilizes MYCN mRNA and promotes neuroblastoma tumorigenicity by protecting the RNA m[6]A reader YTHDC1 protein degradation."}], "genomic_pos": {"chr": "19", "end": 58550722, "ensemblgene": "ENSG00000130726", "start": 58544064, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 59062089, "start": 59055458, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001837", "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006281", "pubmed": 17178852, "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006325", "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007566", "qualifier": "involved_in", "term": "embryo implantation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016925", "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016925", "pubmed": 18082607, "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016925", "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016925", "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042307", "pubmed": 23665872, "qualifier": "involved_in", "term": "positive regulation of protein import into nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044790", "pubmed": 18248090, "qualifier": "involved_in", "term": "suppression of viral release by host"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 18248090, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045739", "pubmed": 17178852, "qualifier": "involved_in", "term": "positive regulation of DNA repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045869", "qualifier": "involved_in", "term": "negative regulation of single stranded viral RNA replication via double stranded DNA intermediate"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 9016654, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060028", "qualifier": "involved_in", "term": "convergent extension involved in axis elongation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060669", "qualifier": "involved_in", "term": "embryonic placenta morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071514", "qualifier": "involved_in", "term": "genomic imprinting"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090309", "pubmed": 24623306, "qualifier": "involved_in", "term": "positive regulation of DNA methylation-dependent heterochromatin formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090309", "qualifier": "involved_in", "term": "positive regulation of DNA methylation-dependent heterochromatin formation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000791", "qualifier": "part_of", "term": "euchromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000792", "qualifier": "part_of", "term": "heterochromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [8769649, 9016654, 25593309], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 17512541, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0090575", "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0090575", "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 9016654, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": 27029610, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003713", "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003714", "pubmed": 8769649, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22681889, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004672", "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004842", "pubmed": 18082607, "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10330177, 11013263, 16169070, 17512541, 17704056, 18060868, 18675275, 18854139, 19498464, 20424263, 20562864, 20858735, 20864041, 20936779, 21170338, 21277283, 21549307, 21642969, 21888893, 22995936, 23034801, 23543754, 23665872, 24018422, 24657165, 24981860, 26496610, 27029610, 27123980, 27705803, 31403225, 31856708, 32051553, 33154469], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": [10653693, 11226167], "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0019789", "pubmed": 17298944, "qualifier": "enables", "term": "SUMO transferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031625", "pubmed": 18082607, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035851", "pubmed": [17512541, 23665872], "qualifier": "enables", "term": "Krueppel-associated box domain binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0061630", "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070087", "pubmed": 15882967, "qualifier": "enables", "term": "chromo shadow domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990841", "pubmed": 24623306, "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[8364, 100489687], [9544, 711982], [9606, 10155], [9615, 403689], [9913, 519422], [10090, 21849], [10116, 116698]], "id": 21175}, "interpro": [{"desc": "Bromodomain", "id": "IPR001487", "short_desc": "Bromodomain"}, {"desc": "Zinc finger, PHD-type", "id": "IPR001965", "short_desc": "Znf_PHD"}, {"desc": "Zinc finger, FYVE/PHD-type", "id": "IPR011011", "short_desc": "Znf_FYVE_PHD"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "Zinc finger, PHD-type, conserved site", "id": "IPR019786", "short_desc": "Zinc_finger_PHD-type_CS"}, {"desc": "Zinc finger, PHD-finger", "id": "IPR019787", "short_desc": "Znf_PHD-finger"}, {"desc": "Bromodomain-like superfamily", "id": "IPR036427", "short_desc": "Bromodomain-like_sf"}, {"desc": "Transcription intermediary factor 1-beta, PHD domain", "id": "IPR037373", "short_desc": "KAP1"}, {"desc": "B-box-type zinc finger", "id": "IPR000315", "short_desc": "Znf_B-box"}, {"desc": "TRIM45/56/19", "id": "IPR047153", "short_desc": "TRIM45/56/19"}, {"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "B-box, C-terminal", "id": "IPR003649", "short_desc": "Bbox_C"}, {"desc": "Transcription intermediary factor 1-beta, B-box-type 2 zinc finger", "id": "IPR047058", "short_desc": "TIF1b_Bbox2_Znf"}, {"desc": "TIF1-beta, RING finger, HC subclass", "id": "IPR042713", "short_desc": "TIF1beta_RING-HC"}, {"desc": "Transcription intermediary factor 1-beta, B-box-type 1 zinc finger", "id": "IPR047059", "short_desc": "TIF1b_Bbox1_Znf"}], "ipi": ["IPI00438229", "IPI00438230"], "map_location": "19q13.43", "name": "tripartite motif containing 28", "other_names": ["E3 SUMO-protein ligase TRIM28", "KAP-1", "KRAB [Kruppel-associated box domain]-associated protein 1", "KRAB-interacting protein 1", "KRIP-1", "RING finger protein 96", "RING-type E3 ubiquitin transferase TIF1-beta", "TIF1-beta", "nuclear corepressor KAP-1", "protein phosphatase 1, regulatory subunit 157", "transcription intermediary factor 1-beta", "transcriptional intermediary factor 1-beta"], "pantherdb": {"HGNC": "16384", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109274", "ortholog_type": "LDO", "panther_family": "PTHR25462", "taxid": 10090, "uniprot_kb": "Q62318"}, {"RGD": "620289", "ortholog_type": "LDO", "panther_family": "PTHR25462", "taxid": 10116, "uniprot_kb": "O08629"}, {"Ensembl": "ENSGALG00000038598", "ortholog_type": "LDO", "panther_family": "PTHR25462", "taxid": 9031, "uniprot_kb": "A0A1D5PP82"}, {"FlyBase": "FBgn0023097", "ortholog_type": "O", "panther_family": "PTHR25462", "taxid": 7227, "uniprot_kb": "A0A0B4KGE5"}, {"dictyBase": "DDB_G0285989", "ortholog_type": "O", "panther_family": "PTHR25462", "taxid": 352472, "uniprot_kb": "Q54MF7"}], "uniprot_kb": "Q13263"}, "pathway": {"pid": [{"id": "atm_pathway", "name": "ATM pathway"}, {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "e2f_pathway", "name": "E2F transcription factor network"}, {"id": "p53regulationpathway", "name": "p53 pathway"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3899300", "name": "SUMOylation of transcription cofactors"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9609646", "name": "HCMV Infection"}, {"id": "R-HSA-9609690", "name": "HCMV Early Events"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9842860", "name": "Regulation of endogenous retroelements"}, {"id": "R-HSA-9842860", "name": "Regulation of endogenous retroelements"}, {"id": "R-HSA-9843940", "name": "Regulation of endogenous retroelements by KRAB-ZFP proteins"}, {"id": "R-HSA-9843940", "name": "Regulation of endogenous retroelements by KRAB-ZFP proteins"}], "wikipathways": [{"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3878", "name": "ATM Signaling Network in Development and Disease"}, {"id": "WP4538", "name": "Regulatory circuits of the STAT3 signaling pathway"}]}, "pdb": ["1FP0", "2RO1", "2YVR", "6H3A", "6I9H", "6QAJ", "6QU1", "7Z36"], "pfam": ["PF00628", "PF00643", "PF14634"], "pharmgkb": "PA38131", "pharos": {"target_id": 18458, "tdl": "Tbio"}, "pir": "G01950", "prosite": ["PS50016", "PS50119", "PS50089"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326599", "relationship": "is"}, {"id": "GNF326600", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169406", "relationship": "is"}, {"id": "GNF180312", "relationship": "is"}, {"id": "GNF191218", "relationship": "is"}, {"id": "GNF202124", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF036120", "relationship": "is"}, {"id": "GNF039806", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF083844", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF072346", "relationship": "is"}, "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166948", "relationship": "is"}, {"id": "GNF166949", "relationship": "is"}, {"id": "GNF166950", "relationship": "is"}, {"id": "GNF166951", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF014935", "relationship": "is"}, {"id": "GNF014936", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285490", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324152", "relationship": "is"}, {"id": "GNF324153", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330228", "relationship": "is"}, {"id": "GNF334281", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337200", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096207", "relationship": "is"}, {"id": "GNF135863", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_046945.1"], "protein": "NP_005753.1", "rna": "NM_005762.3", "translation": {"protein": "NP_005753.1", "rna": "NM_005762.3"}}, "reporter": {"HG-U133_Plus_2": "200990_at", "HG-U95Av2": "33425_at", "HTA-2_0": "TC19000971.hg.1", "HuEx-1_0": "3844238", "HuGene-1_1": "8031913", "HuGene-2_1": "16866337"}, "retired": [63481, 96054], "summary": "The protein encoded by this gene mediates transcriptional control by interaction with the Kruppel-associated box repression domain found in many transcription factors. The protein localizes to the nucleus and is thought to associate with specific chromatin regions. The protein is a member of the tripartite motif family. This tripartite motif includes three zinc-binding domains, a RING, a B-box type 1 and a B-box type 2, and a coiled-coil region. [provided by RefSeq, Jul 2008].", "symbol": "TRIM28", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424235"}, "unigene": "Hs.467408", "uniprot": {"Swiss-Prot": "Q13263", "TrEMBL": ["M0QZE6", "M0R3C0", "M0R0K9", "M0R2I3"]}, "wikipedia": {"url_stub": "TRIM28"}}