{"AllianceGenome": "12932", "HGNC": "12932", "MIM": "600453", "_id": "7706", "_version": 3, "accession": {"genomic": ["AC015912.16", "CH471109.2", "CP068261.2", "NC_000017.11", "NC_060941.1"], "protein": ["AAH16924.1", "AAH42541.1", "BAA04747.1", "BAD92231.1", "EAW94523.1", "EAW94524.1", "EAW94525.1", "NP_005073.2", "Q14258.2"], "rna": ["AB208994.1", "AK024597.1", "AK310720.1", "BC013752.1", "BC016924.1", "BC038247.2", "BC042541.1", "BC053605.1", "BC106889.2", "BC106890.2", "BC114339.2", "BM146967.1", "BX538220.1", "CF121587.1", "D21205.1", "NM_005082.5"], "translation": [{"protein": "BAA04747.1", "rna": "D21205.1"}, {"protein": "AAH16924.1", "rna": "BC016924.1"}, {"protein": "BAD92231.1", "rna": "AB208994.1"}, {"protein": "AAH42541.1", "rna": "BC042541.1"}, {"protein": "NP_005073.2", "rna": "NM_005082.5"}]}, "alias": ["EFP", "RNF147", "Z147", "ZNF147"], "ec": ["2.3.2.27", "6.3.2.n3"], "ensembl": {"gene": "ENSG00000121060", "protein": ["ENSP00000323889", "ENSP00000445961", "ENSP00000459980", "ENSP00000498158", "ENSP00000507876"], "transcript": ["ENST00000316881", "ENST00000537230", "ENST00000570473", "ENST00000570749", "ENST00000572021", "ENST00000572550", "ENST00000573108", "ENST00000574234", "ENST00000574997", "ENST00000648772", "ENST00000682509", "ENST00000682766"], "translation": [{"protein": "ENSP00000498158", "rna": "ENST00000648772"}, {"protein": "ENSP00000507876", "rna": "ENST00000682766"}, {"protein": "ENSP00000323889", "rna": "ENST00000316881"}, {"protein": "ENSP00000445961", "rna": "ENST00000537230"}, {"protein": "ENSP00000459980", "rna": "ENST00000572021"}], "type_of_gene": "protein_coding"}, "entrezgene": "7706", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 18.3618740432, "exp_mis": 237.186010573, "exp_syn": 128.416567438, "lof_z": 3.08886244103128, "mis_z": 1.91146962960741, "mu_lof": 1.40081649589e-06, "mu_mis": 2.278795542e-05, "mu_syn": 1.23378601368e-05, "n_lof": 5.0, "n_mis": 177.0, "n_syn": 103.0, "p_li": 0.135290442283726, "p_null": 0.000900204443219471, "p_rec": 0.863809353273055, "syn_z": 1.39045306264932}, "bp": 1893, "cds_end": 54991349, "cds_start": 54969060, "n_exons": 9, "nonpsych": {"exp_lof": 16.4405112802, "exp_mis": 214.497477093, "exp_syn": 116.050632553, "lof_z": 3.01323179020608, "mis_z": 2.22122966943895, "mu_lof": 1.40081649589e-06, "mu_mis": 2.278795542e-05, "mu_syn": 1.23378601368e-05, "n_lof": 4.0, "n_mis": 150.0, "n_syn": 93.0, "p_li": 0.31236305537048, "p_null": 0.000933100884712665, "p_rec": 0.686703843744808, "syn_z": 1.34716882261519}, "nontcga": {"exp_lof": 16.8755007272, "exp_mis": 218.193721631, "exp_syn": 118.125826889, "lof_z": 3.0918402658937, "mis_z": 1.92902118805259, "mu_lof": 1.40081649589e-06, "mu_mis": 2.278795542e-05, "mu_syn": 1.23378601368e-05, "n_lof": 4.0, "n_mis": 161.0, "n_syn": 83.0, "p_li": 0.327174412666424, "p_null": 0.000678153944217751, "p_rec": 0.672147433389358, "syn_z": 2.04633204330064}, "transcript": "ENST00000316881.4"}, "exons": [{"cdsend": 56913988, "cdsstart": 56891699, "chr": "17", "position": [[56887908, 56892229], [56895342, 56895441], [56895520, 56895604], [56895925, 56895952], [56899114, 56899180], [56901418, 56901578], [56904254, 56904488], [56908467, 56908563], [56913391, 56914049]], "strand": -1, "transcript": "NM_005082", "txend": 56914049, "txstart": 56887908}], "exons_hg19": [{"cdsend": 54991349, "cdsstart": 54969060, "chr": "17", "position": [[54965269, 54969590], [54972703, 54972802], [54972881, 54972965], [54973286, 54973313], [54976475, 54976541], [54978779, 54978939], [54981615, 54981849], [54985828, 54985924], [54990752, 54991410]], "strand": -1, "transcript": "NM_005082", "txend": 54991410, "txstart": 54965269}], "generif": [{"pubmed": 12943693, "text": "Efp controls breast cancer growth through ubiquitin-dependent proteolysis of 14-3-3sigma."}, {"pubmed": 15130519, "text": "Results indicate that estrogen-responsive finger protein is widely expressed and may play important roles in various human tissues, possibly through estrogen receptors."}, {"pubmed": 16144914, "text": "Over expression of Estrogen-responsive finger protein is associated with tumor progression of breast carcinoma"}, {"pubmed": 16271083, "text": "14-3-3 sigma expression inversely correlated with estrogen receptor alpha, progesterone receptor and estrogen-responsive finger protein, and positively correlated with myometrial invasion and lymph node metastasis in endometrial adenocarcinoma"}, {"pubmed": 17069755, "text": "Efp is an IFN-responsive gene that potentially mediates IFN actions, involved in ISGylation and ubiquitination of proteins including Efp itself."}, {"pubmed": 17418098, "text": "Our results indicate that EFP functions as a cofactor for ERalpha-mediated transcription."}, {"pubmed": 18948594, "text": "role of the intact tandem CARD for TRIM25-mediated RIG-I activation; TRIM25 binds the RIG-I first CARD and subsequently ubiquitinates its second CARD"}, {"pubmed": 19148513, "text": "estradiol and tamoxifen may regulate the growth of endometrial carcinoma cells by stimulating VEGF production through Efp."}, {"pubmed": 19454344, "text": "Viral nonstructural protein 1 inhibits activation of RIG-I by binding to TRIM25."}, {"pubmed": 19454348, "text": "NS1 inhibits TRIM25-mediated RIG-I ubiquitination, thereby suppressing RIG-I signal transduction."}, {"pubmed": 20127022, "text": "The regulation of Efp and bFGF expression during endometrial carcinogenesis suggests their potential utility as a prognostic biomarker."}, {"pubmed": 20546612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21266548, "text": "Molecular basis for ubiquitin and ISG15 cross-reactivity in viral ovarian tumor domains."}, {"pubmed": 21292167, "text": "RING-IBR-RING E3 ligase domains of HOIL-1L and HOIP bind and induce proteasomal degradation of TRIM25, whereas the NZF domain of HOIL-1L competes with TRIM25 for RIG-I binding"}, {"pubmed": 21890623, "text": "Studies indicate that the splice variant of RIG-I encodes a protein that lacks the first CARD of RIG-I, and the variant RIG-I protein is not ubiquitinated by TRIM25."}, {"pubmed": 22452784, "text": "EFP mediates estrogen-induced ATBF1 protein degradation in breast cancer cells."}, {"pubmed": 22607805, "text": "14-3-3epsilon is essential for the stable interaction of RIG-I with TRIM25, which facilitates RIG-I ubiquitination and initiation of innate immunity against hepatitis C virus and other pathogenic RNA viruses."}, {"pubmed": 22626058, "text": "Study reports that RLR activation triggers MAVS ubiquitination on lysine 7 and 10 by the E3 ubiquitin ligase TRIM25 and marks it for proteasomal degradation concomitantly with downstream signaling."}, {"pubmed": 24131985, "text": "In controls, RNF125 is the highest expressed gene, whereas in HIV infection progressors, RIG-I is either the highest expressed gene or is expressed similarly to RNF125 and TRIM25."}, {"pubmed": 24399297, "text": "Data indicate ubiquitin-specific protease 15 (USP15) as a critical regulator of the tripartite motif protein 25 (TRIM25)- and RNA sensor retinoic acid-inducible gene-I (RIG-I)-mediated antiviral immune response"}, {"pubmed": 24810856, "text": "Our data uncovers a previously unknown functional link between gp78 and TRIM25 and provides mechanistic insight into gp78-mediated protein ubiquitylation."}, {"pubmed": 25457611, "text": "Trim25 binds to the conserved terminal loop (CTL) of pre-let-7 and activates TuT4, allowing for more efficient Lin28a-mediated uridylation."}, {"pubmed": 25728675, "text": "Data show that TRIM25 enhances p53 and Mdm2 abundance by preventing their proteasomal degradation. At the same time, TRIM25 inhibits p53's transcriptional activity and dampens the response to DNA damage."}, {"pubmed": 26113559, "text": "expression of TRIM25 might be critical for lung cancer cell migration, proliferation as well as doxorubicin resistance."}, {"pubmed": 26138103, "text": "The PR-2B DENV-2 produced increased levels of subgenomic flavivirus RNA (sfRNA) relative to genomic RNA during replication. PR-2B sfRNA showed sequence dependent binding to and prevention of tripartite motif 25 (TRIM25) deubiquitylation, which is critical for sustained and amplified retinoic acid-inducible gene 1 (RIG-I)-induced type I interferon expression."}, {"pubmed": 26299329, "text": "TRIM25 plays an additional role in RIG-I/MDA5 signaling other than RIG-I ubiquitination via activation of NF-kappaB."}, {"pubmed": 27154206, "text": "we provide a detailed characterization of the TRIM ligases TRIM25 and TRIM32 and show how their oligomeric state is linked to catalytic activity"}, {"pubmed": 27425606, "text": "TRIM25 actively participates in higher-order assembly of the RIG-I signalosome."}, {"pubmed": 27528750, "text": "Studies showed that 70% of breast cancer patients were positive for Trim25 expression."}, {"pubmed": 27626314, "text": "this study shows thatTRIM25 targets ERG for degradation in prostate cancer"}, {"pubmed": 27903487, "text": "Disturbed p53-MDM2 feedback loop contributing to the pathogenesis of thoracic aortic dissection may be linked to TRIM25 overexpression."}, {"pubmed": 28060952, "text": "the data uncover TRIM25 as a bona fide zinc-finger antiviral protein cofactor that leads to increased zinc-finger antiviral protein modification enhancing its translational inhibition activity."}, {"pubmed": 28148787, "text": "The severe acute respiratory syndrome coronavirus N protein was found to bind to the SPRY domain of the tripartite motif protein 25 (TRIM25) E3 ubiquitin ligase, thereby interfering with the association between TRIM25 and retinoic acid-inducible gene I (RIG-I) and inhibiting TRIM25-mediated RIG-I ubiquitination and activation."}, {"pubmed": 28194021, "text": "these results demonstrate that type I IFN-induced TRIM25 is an important factor in inhibiting Hepatitis B virus replication"}, {"pubmed": 28202764, "text": "TRIM25 is required for Zinc finger antiviral protein optimal binding to target mRNA."}, {"pubmed": 28813674, "text": "TRIM25 is a key determinant of breast cancer metastasis."}, {"pubmed": 28861931, "text": "TRIM25 inhibits hepatocellular carcinoma progression by targeting MTA1."}, {"pubmed": 28867193, "text": "Our results indicate that TRIM25 is associated with cisplatin resistance and 14-3-3sigma-MDM2-p53 signaling pathway is involved in this process, suggesting targeting TRIM25 may be a potential strategy for the reversal of cisplatin resistance."}, {"pubmed": 29117863, "text": "The RNA-binding activity of TRIM25 is mediated by its PRY/SPRY domain, which we postulate to be a novel RNA-binding domain."}, {"pubmed": 29263274, "text": "HPV E6 oncoprotein antagonizes the activation of the cytoplasmic innate immune sensor RIG-I by targeting its upstream regulatory enzymes TRIM25 and USP15. We further show that the RIG-I signaling cascade is important for an antiviral innate immune response to HPV16 infection"}, {"pubmed": 29321315, "text": "V interaction with TRIM25 and RIG-I prevents TRIM25-mediated ubiquitination of RIG-I and disrupts downstream RIG-I signaling to the mitochondrial antiviral signaling protein."}, {"pubmed": 29379164, "text": "Overexpression of TRIM25 promoted prostate cancer cell proliferation and cell survival by modulating p53 nuclear export mechanism with G3BP2 interaction."}, {"pubmed": 29654742, "text": "that suppression of TRIM25 expression by high levels of miR-873 dictates metastasis associated protein 1 protein upregulation in hepatocellular carcinoma"}, {"pubmed": 29739942, "text": "formation of unanchored K63-linked poly-ubiquitin chains is unchanged by NS1 binding, indicating that RING dimerisation of TRIM25 is not affected by NS1"}, {"pubmed": 30100205, "text": "The TRIM25 Y278F mutant displayed decreased E3-ubiquitin ligase activity."}, {"pubmed": 30118695, "text": "It has been shown that TRIM25 ubiquitinates MTA-1 at lysine 98 and degrades it normal liver cells."}, {"pubmed": 30323259, "text": "these data indicate that TRIM25 is a novel E3 ubiquitin ligase of PPARgamma and that TRIM25 is a novel target for PPARgamma-associated metabolic diseases."}, {"pubmed": 30342007, "text": "Results show that RNA binding by TRIM25 has important functional consequences: by enhancing ubiquitination activity, either through allosteric effects or clustering of multiple TRIM25 molecules; by modulating the multi-domain structure of the TRIM25 dimer, thereby structural coupling of the SPRY and RBCC elements during the ubiquitination; and by facilitating subcellular localization of TRIM25 during the infection."}, {"pubmed": 30558248, "text": "This study suggests that Respiratory syncytial virus NS1 interacts with TRIM25 and interferes with RIG-I ubiquitination to suppress type-I interferon signaling."}, {"pubmed": 31099423, "text": "miR-365 suppressed the expression of TRIM25 and elevated the expression of the proapoptotic protein in non-small-cell lung cancer cells."}, {"pubmed": 31186535, "text": "The MAP3K13-TRIM25-FBXW7alpha axis affects c-Myc protein stability and tumor development."}, {"pubmed": 31335993, "text": "Riplet, and not TRIM25, is required endogenously for the ubiquitination of RIG-I."}, {"pubmed": 31842382, "text": "Study reported on the identification of TRIM25 as a novel potential regulator of caspase-2 translation in human colon carcinoma cells."}, {"pubmed": 31953436, "text": "TRIM25 expression is positively associated with Nrf2 expression and negatively with Keap1 expression in hepatocellular carcinoma (HCC) xenografts and specimens. Moreover, high TRIM25 expression correlates with poor patient survival in HCC. These findings reveal TRIM25 as a regulator of ER homeostasis and a potential target for tumor therapy."}, {"pubmed": 31990130, "text": "TRIM25 and its emerging RNA-binding roles in antiviral defense."}, {"pubmed": 32024699, "text": "TRIM25 Promotes TNF-alpha-Induced NF-kappaB Activation through Potentiating the K63-Linked Ubiquitination of TRAF2."}, {"pubmed": 32471869, "text": "A RIG-I-like receptor directs antiviral responses to a bunyavirus and is antagonized by virus-induced blockade of TRIM25-mediated ubiquitination."}, {"pubmed": 32513696, "text": "RIG-I regulates myeloid differentiation by promoting TRIM25-mediated ISGylation."}, {"pubmed": 32810556, "text": "TRIM25 upregulation by Mycobacterium tuberculosis infection promotes intracellular survival of M.tb in RAW264.7 cells."}, {"pubmed": 32826889, "text": "OTUD5 cooperates with TRIM25 in transcriptional regulation and tumor progression via deubiquitination activity."}, {"pubmed": 33115448, "text": "TRIM25 promotes Capicua degradation independently of ERK in the absence of ATXN1L."}, {"pubmed": 33519812, "text": "MicroRNA-30a Modulates Type I Interferon Responses to Facilitate Coxsackievirus B3 Replication Via Targeting Tripartite Motif Protein 25."}, {"pubmed": 33849980, "text": "The Small t Antigen of JC Virus Antagonizes RIG-I-Mediated Innate Immunity by Inhibiting TRIM25's RNA Binding Ability."}, {"pubmed": 33953350, "text": "E3 ligase TRIM25 ubiquitinates RIP3 to inhibit TNF induced cell necrosis."}, {"pubmed": 33990776, "text": "Long noncoding RNA AVAN promotes antiviral innate immunity by interacting with TRIM25 and enhancing the transcription of FOXO3a."}, {"pubmed": 34170466, "text": "Ectopic Expression of TRIM25 Restores RIG-I Expression and IFN Production Reduced by Multiple Enteroviruses 3C(pro)."}, {"pubmed": 34313226, "text": "RTN3 inhibits RIG-I-mediated antiviral responses by impairing TRIM25-mediated K63-linked polyubiquitination."}, {"pubmed": 34416231, "text": "The deubiquitinase USP10 restores PTEN activity and inhibits non-small cell lung cancer cell proliferation."}, {"pubmed": 34445801, "text": "TRIM25 and DEAD-Box RNA Helicase DDX3X Cooperate to Regulate RIG-I-Mediated Antiviral Immunity."}, {"pubmed": 34452305, "text": "SARS-CoV-2 N Protein Targets TRIM25-Mediated RIG-I Activation to Suppress Innate Immunity."}, {"pubmed": 35085891, "text": "ATAD2 drives colorectal cancer progression by regulating TRIM25 expression via a positive feedback loop with E2F transcriptional factors."}, {"pubmed": 35701858, "text": "RITA1 drives the growth of bladder cancer cells by recruiting TRIM25 to facilitate the proteasomal degradation of RBPJ."}, {"pubmed": 35723030, "text": "Tripartite motif-containing 25 facilitates immunosuppression and inhibits apoptosis of glioma via activating NF-kappaB."}, {"pubmed": 35736141, "text": "TRIM25 inhibits influenza A virus infection, destabilizes viral mRNA, but is redundant for activating the RIG-I pathway."}, {"pubmed": 35935998, "text": "IFN-I inducible miR-3614-5p targets ADAR1 isoforms and fine tunes innate immune activation."}, {"pubmed": 35940131, "text": "Efp promotes growth of triple-negative breast cancer cells."}, {"pubmed": 36012594, "text": "Identification and Validation of TRIM25 as a Glucose Metabolism Regulator in Prostate Cancer."}, {"pubmed": 36045682, "text": "Human metapneumovirus M2-2 protein inhibits RIG-I signaling by preventing TRIM25-mediated RIG-I ubiquitination."}, {"pubmed": 36576960, "text": "TRIM25 mutation (p.C168*), coding for an E3 ubiquitin ligase, is a cause of early-onset autosomal dominant dementia with amyloid load and parkinsonism."}, {"pubmed": 36611995, "text": "The E3 Ligase TRIM25 Impairs Apoptotic Cell Death in Colon Carcinoma Cells via Destabilization of Caspase-7 mRNA: A Possible Role of hnRNPH1."}, {"pubmed": 36635499, "text": "Hepatitis B virus X protein promotes MAN1B1 expression by enhancing stability of GRP78 via TRIM25 to facilitate hepatocarcinogenesis."}, {"pubmed": 37188737, "text": "TRIM25 promotes temozolomide resistance in glioma by regulating oxidative stress and ferroptotic cell death via the ubiquitination of keap1."}, {"pubmed": 37302696, "text": "TRIM25-mediated ubiquitination of G3BP1 regulates the proliferation and migration of human neuroblastoma cells."}, {"pubmed": 37367995, "text": "TRIM25 inhibition attenuates inflammation, senescence, and oxidative stress in microvascular endothelial cells induced by hyperglycemia."}, {"pubmed": 37437700, "text": "The role of TRIM25 in the occurrence and development of cancers and inflammatory diseases."}, {"pubmed": 37628607, "text": "TRIM25 Suppresses Rabies Virus Fixed HEP-Flury Strain Production by Activating RIG-1-Mediated Type I Interferons."}, {"pubmed": 37742010, "text": "LINC00955 suppresses colorectal cancer growth by acting as a molecular scaffold of TRIM25 and Sp1 to Inhibit DNMT3B-mediated methylation of the PHIP promoter."}, {"pubmed": 37927217, "text": "Degradation of AZGP1 suppresses the progression of breast cancer cells via TRIM25."}, {"pubmed": 38135735, "text": "TRIM25 dictates selective miRNA loading into extracellular vesicles during inflammation."}, {"pubmed": 38153696, "text": "LncRNA CARD8-AS1 suppresses lung adenocarcinoma progression by enhancing TRIM25-mediated ubiquitination of TXNRD1."}, {"pubmed": 38303029, "text": "TRIM25 promotes glioblastoma cell growth and invasion via regulation of the PRMT1/c-MYC pathway by targeting the splicing factor NONO."}, {"pubmed": 38438346, "text": "Suppression of ITPKB degradation by Trim25 confers TMZ resistance in glioblastoma through ROS homeostasis."}, {"pubmed": 38750080, "text": "TRIM25 predominately associates with anti-viral stress granules."}, {"pubmed": 38964175, "text": "Exploring the impression of TRIM25 gene expression on COVID-19 severity and SARS-CoV-2 viral replication."}], "genomic_pos": {"chr": "17", "end": 56914080, "ensemblgene": "ENSG00000121060", "start": 56836387, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 54991399, "start": 54965270, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002753", "pubmed": 17392790, "qualifier": "involved_in", "term": "cytoplasmic pattern recognition receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006511", "pubmed": [22452784, 24810856], "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006513", "pubmed": 24810856, "qualifier": "involved_in", "term": "protein monoubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006979", "pubmed": 36075446, "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019076", "pubmed": 18248090, "qualifier": "involved_in", "term": "viral release from host cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032880", "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033280", "qualifier": "involved_in", "term": "response to vitamin D"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036503", "pubmed": 24810856, "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0039529", "pubmed": 31006531, "qualifier": "NOT involved_in", "term": "RIG-I signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 23077300, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043627", "pubmed": 22452784, "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044790", "qualifier": "involved_in", "term": "suppression of viral release by host"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 18248090, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046596", "pubmed": 18248090, "qualifier": "involved_in", "term": "regulation of viral entry into host cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046597", "qualifier": "involved_in", "term": "negative regulation of viral entry into host cell"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051091", "pubmed": 23077300, "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051092", "pubmed": 23077300, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070936", "pubmed": 36075446, "qualifier": "involved_in", "term": "protein K48-linked ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140374", "pubmed": 17392790, "qualifier": "involved_in", "term": "antiviral innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 23950712, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0010494", "pubmed": 23950712, "qualifier": "located_in", "term": "cytoplasmic stress granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003713", "pubmed": 23077300, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004842", "pubmed": [17392790, 19017631, 19484123], "qualifier": "enables", "term": "ubiquitin-protein transferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19454348, 20818395, 22452784, 24478431, 32295922, 34029587, 34110264, 34452305, 34471099, 34578187, 34799561, 35075101], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016874", "qualifier": "enables", "term": "ligase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0039552", "pubmed": 23950712, "qualifier": "enables", "term": "RIG-I binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061630", "pubmed": [16352599, 17392790, 31953436], "qualifier": "enables", "term": "ubiquitin protein ligase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0061630", "pubmed": 24810856, "qualifier": "enables", "term": "ubiquitin protein ligase activity"}]}, "homologene": {"genes": [[7955, 393144], [9031, 417401], [9544, 712588], [9598, 455146], [9606, 7706], [9615, 491103], [9913, 510923], [10090, 217069], [10116, 494338]], "id": 48325}, "interpro": [{"desc": "Zinc finger, RING-type", "id": "IPR001841", "short_desc": "Znf_RING"}, {"desc": "B30.2/SPRY domain", "id": "IPR001870", "short_desc": "B30.2/SPRY"}, {"desc": "SPRY domain", "id": "IPR003877", "short_desc": "SPRY_dom"}, {"desc": "Butyrophylin-like, SPRY domain", "id": "IPR003879", "short_desc": "Butyrophylin_SPRY"}, {"desc": "SPRY-associated", "id": "IPR006574", "short_desc": "PRY"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "Zinc finger, RING-type, conserved site", "id": "IPR017907", "short_desc": "Znf_RING_CS"}, {"desc": "Zinc finger, RING-type, eukaryotic", "id": "IPR027370", "short_desc": "Znf-RING_euk"}, {"desc": "TRIM25, PRY/SPRY domain", "id": "IPR042753", "short_desc": "TRIM25_SPRY_PRY"}, {"desc": "B30.2/SPRY domain superfamily", "id": "IPR043136", "short_desc": "B30.2/SPRY_sf"}], "ipi": "IPI00029629", "map_location": "17q22", "name": "tripartite motif containing 25", "other_names": ["E3 ubiquitin/ISG15 ligase TRIM25", "RING finger protein 147", "RING-type E3 ubiquitin transferase TRIM25", "estrogen-responsive finger protein", "tripartite motif protein TRIM25", "tripartite motif-containing protein 25", "ubiquitin/ISG15-conjugating enzyme TRIM25", "zinc finger protein 147 (estrogen-responsive finger protein)", "zinc finger protein-147"], "pantherdb": {"HGNC": "12932", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102749", "ortholog_type": "LDO", "panther_family": "PTHR25465", "taxid": 10090, "uniprot_kb": "Q61510"}, {"RGD": "1594396", "ortholog_type": "LDO", "panther_family": "PTHR25465", "taxid": 10116, "uniprot_kb": "D4A9N5"}, {"Ensembl": "ENSGALG00000003144", "ortholog_type": "LDO", "panther_family": "PTHR25465", "taxid": 9031, "uniprot_kb": "A0A0B5H7I8"}, {"Ensembl": "ENSDARG00000035339", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "F1QXB4"}, {"Ensembl": "ENSDARG00000114268", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A2R8Q9C0"}, {"Ensembl": "ENSDARG00000010940", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "E7F2U0"}, {"ZFIN": "ZDB-GENE-081031-80", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "F6P534"}, {"ZFIN": "ZDB-GENE-080722-46", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "B3DKE1"}, {"ZFIN": "ZDB-GENE-080213-2", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0N4SU11"}, {"Ensembl": "ENSDARG00000027907", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0G2KRG9"}, {"ZFIN": "ZDB-GENE-080516-2", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "F1QZB6"}, {"ZFIN": "ZDB-GENE-070705-375", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0R4IBP6"}, {"ZFIN": "ZDB-GENE-080402-4", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0R4ISE2"}, {"ZFIN": "ZDB-GENE-060929-548", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "Q08C26"}, {"ZFIN": "ZDB-GENE-090512-2", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0R4IUF9"}, {"ZFIN": "ZDB-GENE-080212-7", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0R4IEH8"}, {"ZFIN": "ZDB-GENE-070705-378", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0R4IQ29"}, {"ZFIN": "ZDB-GENE-060421-3419", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0R4IUT0"}, {"ZFIN": "ZDB-GENE-070705-377", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A9JSZ8"}, {"ZFIN": "ZDB-GENE-060421-3827", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "Q1RLP5"}, {"ZFIN": "ZDB-GENE-090511-2", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "F1QYX5"}, {"ZFIN": "ZDB-GENE-070705-376", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0R4IZN1"}, {"ZFIN": "ZDB-GENE-080219-8", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A0R4IL07"}, {"Ensembl": "ENSDARG00000008164", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "E7FER2"}, {"Ensembl": "ENSDARG00000090371", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A0A140LH92"}, {"ZFIN": "ZDB-GENE-030219-207", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A2BFT4"}, {"ZFIN": "ZDB-GENE-040914-87", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "F1R871"}, {"ZFIN": "ZDB-GENE-031002-11", "ortholog_type": "O", "panther_family": "PTHR25465", "taxid": 7955, "uniprot_kb": "A4IG09"}], "uniprot_kb": "Q14258"}, "pathway": {"biocarta": {"id": "efppathway", "name": "estrogen responsive protein efp controls cell cycle and breast tumors growth"}, "kegg": [{"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TCR", "name": "TCR"}, "reactome": [{"id": "R-HSA-110313", "name": "Translesion synthesis by Y family DNA polymerases bypasses lesions on DNA template"}, {"id": "R-HSA-1169408", "name": "ISG15 antiviral mechanism"}, {"id": "R-HSA-1169410", "name": "Antiviral mechanism by IFN-stimulated genes"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5656169", "name": "Termination of translesion DNA synthesis"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689896", "name": "Ovarian tumor domain proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73893", "name": "DNA Damage Bypass"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-918233", "name": "TRAF3-dependent IRF activation pathway"}, {"id": "R-HSA-933541", "name": "TRAF6 mediated IRF7 activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933543", "name": "NF-kB activation through FADD/RIP-1 pathway mediated by caspase-8 and -10"}, {"id": "R-HSA-936440", "name": "Negative regulators of DDX58/IFIH1 signaling"}, {"id": "R-HSA-936440", "name": "Negative regulators of DDX58/IFIH1 signaling"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9833109", "name": "Evasion by RSV of host interferon responses"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}, {"id": "R-HSA-9833482", "name": "PKR-mediated signaling"}], "wikipathways": [{"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pdb": ["4CFG", "4LTB", "5EYA", "5FER", "5NT1", "5NT2", "6FLM", "6FLN"], "pfam": ["PF00622", "PF13445", "PF13765"], "pharmgkb": "PA37519", "pharos": {"target_id": 14498, "tdl": "Tbio"}, "pir": "A49656", "prosite": ["PS50089", "PS50188"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211813", "relationship": "is"}, {"id": "GNF215744", "relationship": "is"}, {"id": "GNF221196", "relationship": "is"}, {"id": "GNF226648", "relationship": "is"}, {"id": "GNF232100", "relationship": "is"}, {"id": "GNF258103", "relationship": "is"}, {"id": "GNF258104", "relationship": "is"}, {"id": "GNF258105", "relationship": "is"}, {"id": "GNF258106", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164900", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF041554", "relationship": "is"}, {"id": "GNF046518", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF083843", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF072928", "relationship": "is"}, "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283310", "relationship": "similar to"}, "GNF_hs_LentiORF-Jred": {"id": "GNF284237", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF014931", "relationship": "is"}, {"id": "GNF014932", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338725", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094146", "relationship": "is"}, {"id": "GNF133803", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": "NP_005073.2", "rna": "NM_005082.5", "translation": {"protein": "NP_005073.2", "rna": "NM_005082.5"}}, "reporter": {"HG-U133_Plus_2": ["206911_at", "224806_at"], "HG-U95Av2": "1617_at", "HG-U95B": "55776_at", "HTA-2_0": ["TC17000701.hg.1", "TC17001716.hg.1"], "HuEx-1_0": "3763656", "HuGene-1_1": "8016847", "HuGene-2_1": ["16846915", "17126024"]}, "retired": 440448, "summary": "The protein encoded by this gene is a member of the tripartite motif (TRIM) family. The TRIM motif includes three zinc-binding domains, a RING, a B-box type 1 and a B-box type 2, and a coiled-coil region. The protein is an RNA binding protein, functions as a ubiquitin E3 ligase and is involved in multiple cellular processes, including regulation of antiviral innate immunity. [provided by RefSeq, Sep 2021].", "symbol": "TRIM25", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421638"}, "unigene": "Hs.528952", "uniprot": {"Swiss-Prot": "Q14258", "TrEMBL": ["I3L2W4", "A0A3B3IUA7"]}, "wikipedia": {"url_stub": "TRIM25"}}