{"AllianceGenome": "497", "HGNC": "497", "MIM": "604775", "_id": "8989", "_version": 2, "accession": {"genomic": ["AC016057.6", "AC022867.10", "CH471068.1", "CP068270.2", "NC_000008.11", "NC_060932.1", "NG_033890.1"], "protein": ["CAA71610.1", "EAW86986.1", "NP_015628.2", "O75762.3", "XP_011515926.1", "XP_011515927.1", "XP_054217430.1", "XP_054217431.1"], "rna": ["AK307942.1", "NM_007332.3", "XM_011517624.3", "XM_011517625.3", "XM_054361455.1", "XM_054361456.1", "Y10601.1"], "translation": [{"protein": "XP_011515926.1", "rna": "XM_011517624.3"}, {"protein": "NP_015628.2", "rna": "NM_007332.3"}, {"protein": "XP_054217430.1", "rna": "XM_054361455.1"}, {"protein": "CAA71610.1", "rna": "Y10601.1"}, {"protein": "XP_011515927.1", "rna": "XM_011517625.3"}, {"protein": "XP_054217431.1", "rna": "XM_054361456.1"}]}, "alias": ["ANKTM1", "FEPS", "FEPS1", "p120"], "ensembl": {"gene": "ENSG00000104321", "protein": ["ENSP00000262209", "ENSP00000428151"], "transcript": ["ENST00000262209", "ENST00000519720", "ENST00000520596", "ENST00000520788", "ENST00000522271", "ENST00000523582"], "translation": [{"protein": "ENSP00000428151", "rna": "ENST00000523582"}, {"protein": "ENSP00000262209", "rna": "ENST00000262209"}], "type_of_gene": "protein_coding"}, "entrezgene": "8989", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 42.2323186833, "exp_mis": 330.281091031, "exp_syn": 141.669969233, "lof_z": 0.79755643705717, "mis_z": -0.557623874237287, "mu_lof": 2.87300767004e-06, "mu_mis": 2.91288956055e-05, "mu_syn": 1.1945707135e-05, "n_lof": 37.0, "n_mis": 351.0, "n_syn": 140.0, "p_li": 9.96588682289508e-23, "p_null": 0.993008117143468, "p_rec": 0.00699188285653192, "syn_z": 0.0869815191418317}, "bp": 3360, "cds_end": 72987644, "cds_start": 72935140, "n_exons": 27, "nonpsych": {"exp_lof": 37.6882380664, "exp_mis": 298.400180851, "exp_syn": 127.688911897, "lof_z": 1.06994355253986, "mis_z": -0.309499387076686, "mu_lof": 2.87300767004e-06, "mu_mis": 2.91288956055e-05, "mu_syn": 1.1945707135e-05, "n_lof": 31.0, "n_mis": 309.0, "n_syn": 127.0, "p_li": 3.45628413314932e-18, "p_null": 0.941562764003138, "p_rec": 0.0584372359968617, "syn_z": 0.0383833721870223}, "nontcga": {"exp_lof": 38.8014801034, "exp_mis": 303.806370609, "exp_syn": 130.284127367, "lof_z": 0.760382693959321, "mis_z": -0.720115424687474, "mu_lof": 2.87300767004e-06, "mu_mis": 2.91288956055e-05, "mu_syn": 1.1945707135e-05, "n_lof": 34.0, "n_mis": 329.0, "n_syn": 126.0, "p_li": 6.83659981054109e-21, "p_null": 0.988199435315358, "p_rec": 0.0118005646846423, "syn_z": 0.237649103425915}, "transcript": "ENST00000262209.4"}, "exons": [{"cdsend": 72075409, "cdsstart": 72022905, "chr": "8", "position": [[72021249, 72023116], [72023813, 72023911], [72025959, 72026073], [72029900, 72029969], [72033643, 72033826], [72034247, 72034377], [72036287, 72036457], [72037982, 72038072], [72038864, 72039027], [72039726, 72039797], [72046512, 72046608], [72047147, 72047207], [72050777, 72050871], [72052598, 72052765], [72053752, 72053867], [72055435, 72055600], [72055685, 72055855], [72056916, 72057017], [72057716, 72057816], [72059389, 72059438], [72061624, 72061761], [72062798, 72062944], [72063462, 72063571], [72065450, 72065558], [72069022, 72069198], [72071710, 72071867], [72075298, 72075584]], "strand": -1, "transcript": "NM_007332", "txend": 72075584, "txstart": 72021249}], "exons_hg19": [{"cdsend": 72987644, "cdsstart": 72935140, "chr": "8", "position": [[72933484, 72935351], [72936048, 72936146], [72938194, 72938308], [72942135, 72942204], [72945878, 72946061], [72946482, 72946612], [72948522, 72948692], [72950217, 72950307], [72951099, 72951262], [72951961, 72952032], [72958747, 72958843], [72959382, 72959442], [72963012, 72963106], [72964833, 72965000], [72965987, 72966102], [72967670, 72967835], [72967920, 72968090], [72969151, 72969252], [72969951, 72970051], [72971624, 72971673], [72973859, 72973996], [72975033, 72975179], [72975697, 72975806], [72977685, 72977793], [72981257, 72981433], [72983945, 72984102], [72987533, 72987819]], "strand": -1, "transcript": "NM_007332", "txend": 72987819, "txstart": 72933484}], "generif": [{"pubmed": 14712238, "text": "cellular and molecular target for the pungent action of mustard oils; support an emerging role for TRP channel ANKTM1 as an ionotropic cannabinoid receptor"}, {"pubmed": 16500080, "text": "TRPA1 is a novel substrate for the de-ubiquitinating activity of CYLD, and this de-ubiquitination has the net effect of increasing the cellular pool of TRPA1 proteins."}, {"pubmed": 17164327, "text": "Thiol reactive compounds of diverse structure activate TRPA1 in a manner that relies on covalent modification of cysteine residues within the cytoplasmic N terminus of the channel."}, {"pubmed": 17217068, "text": "TRPA1 is well conserved across the animal kingdom, with likely orthologs from human to nematode, which suggest an ancestral role for this channel, probably in sensation--{REVIEW}"}, {"pubmed": 17285310, "text": "TRPA1 is activated by the insecticide and natural toxin allyl isothiocyanate which is known as insecticide."}, {"pubmed": 17571167, "text": "trypsin or tryptase released in response to tissue inflammation might trigger the sensation of pain by TRPA1 activation"}, {"pubmed": 18384850, "text": "TRPA1 in the bladder epithelium might be involved in the bladder sensory transduction and the induction process of overactive bladder by BOO."}, {"pubmed": 18440147, "text": "In patients suffering from cold allodynia following cold injury, no evidence is found for sensitization of TRPA1 or TRPM8 or pathologic expression of TRPM8 on silent afferent C-fiber nociceptors."}, {"pubmed": 18456404, "text": "While TRPA1 localisation is more widespread than TRPV1, it represents a promising novel drug target for the treatment of chronic pain and hypersensitivity."}, {"pubmed": 18463259, "text": "Our findings reveal a molecular basis of species-specific channel gating and provide novel insights into how TRPA1 respond to stimuli."}, {"pubmed": 18499726, "text": "The results of this study support the hypothesis that 4-ONE is a relevant endogenous activator of vagal C-fibres via an interaction with TRPA1, and at less relevant concentrations, it may activate nerves via TRPV1."}, {"pubmed": 18671867, "text": "TRPA1 is required for sensitivity of cultured dorsal root ganglion neurons to 15-deoxy-Delta12,14-prostaglandin J2 (15d-PGJ2)."}, {"pubmed": 18769139, "text": "TRPA1 channels are targeted by an array of inflammatory mediators to elicit inflammatory pain in the nervous system"}, {"pubmed": 18775987, "text": "TRPA1 is potentiated and inactivated by permeating calcium ions"}, {"pubmed": 18954467, "text": "TRPA1 plays an important role in the mechanisms responsible for mechanical hypersensitivity observed in inflammatory and neuropathic pain models"}, {"pubmed": 18988737, "text": "Caffeine does not activate human TRPA1; instead, it suppresses its activity."}, {"pubmed": 19059884, "text": "Toluene diisocyanate causes sensory nerve activation and airway sensory irritation via the activation of the ion channel, TRPA1"}, {"pubmed": 19074743, "text": "New studies have revealed an essential role for TRPA1, a sensory neuronal TRP ion channel, in airway chemosensation and inflammation--{REVIEW}"}, {"pubmed": 19159452, "text": "Pore dilation occurs in TRPA1, but not in TRPM8 channels."}, {"pubmed": 19211797, "text": "TRPA1 acts as a sensor molecule for enterochromaffin cells and may regulate gastrointestinal function"}, {"pubmed": 19237591, "text": "The ligand-specific gating mechanisms of Trpa1 are summarized and discussd."}, {"pubmed": 19282836, "text": "Study provides evidence that TRPA1 is broadly expressed in the skin and may directly be involved in the regulation of keratinocyte differentiation as well as of inflammatory responses."}, {"pubmed": 19369549, "text": "Transient receptor potential ankyrin 1 (TRPA1) modulates mechanotransduction via a cell-autonomous mechanism in nociceptor terminals to modify their mechanical firing properties."}, {"pubmed": 19507004, "text": "QGP-1 cells, a human pancreatic endocrine cell line, were found to highly express TRPA1 and enterochromaffin cell marker genes."}, {"pubmed": 19507192, "text": "mRNA for TRPA1 and TRPM8 are strongly upregulated in differentiating IMR-32 cells."}, {"pubmed": 19715741, "text": "These data show that TRPA1 is expressed in lingual nerve neuromas, but, it appears that, at this site, TRPA1 does not play a principal role in the development of neuropathic pain."}, {"pubmed": 20190512, "text": "Alkaline pH causes pain sensation through activation of TRPA1."}, {"pubmed": 20194132, "text": "TRPA1 ion channels: a gateway to airway irritation and reflex responses induced by inhaled oxidants."}, {"pubmed": 20457836, "text": "Prolonged agonist application can evoke uptake of large dye molecules in TRPA1 expressing cells."}, {"pubmed": 20547126, "text": "Enhanced channel activity associated with the asparagine855serine point mutation is consistent with the pathological states observed in patients with familial episodic pain syndrome."}, {"pubmed": 20946100, "text": "identify basic residues in the C-terminus that are strongly involved in TRPA1 voltage and chemical sensitivity, and some of them may represent possible interaction sites for negatively charged molecules that are generally considered to modulate TRPA1."}, {"pubmed": 21037510, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21094256, "text": "TRPA1 is activated by direct addition of cysteine residues to the N-hydroxysuccinyl esters of acrylic and cinnamic acids."}, {"pubmed": 21112285, "text": "Introduction of a Met268Pro point mutation into mTRPA1 changed the effect of caffeine from activation to suppression."}, {"pubmed": 21133676, "text": "upregulating endogenous expression of TRPA1, that TRPA1 activation may be an additional trigger for co-expressed calcium-dependent ion channels such as TRPM5, and that TRPM5 may amplify responses to TRPA1 ligands"}, {"pubmed": 21168271, "text": "Cultured and native human odontoblasts express functional TRPA1 channels that may play a crucial role in mediating thermal sensation in teeth."}, {"pubmed": 21195050, "text": "Findings provide important insight into the basic fundamental properties and function of TRPA1 channels in general and hTRPA1 channel in particular."}, {"pubmed": 21419293, "text": "Human dental pulp fibroblasts express TRPA1 at the molecular, protein, and functional levels, indicating a possible role for fibroblasts in mediating cold responses in human teeth."}, {"pubmed": 21719896, "text": "TRPA1 SNPs are associated with menthol preference among smokers."}, {"pubmed": 21848366, "text": "Expression of functional TRPA1 receptor on human lung fibroblast and epithelial cells."}, {"pubmed": 21930928, "text": "Cytoplasmic ankyrin repeats of transient receptor potential A1 (TRPA1) dictate sensitivity to thermal and chemical stimuli"}, {"pubmed": 21962912, "text": "Agonist-induced activation of nociceptors by TRPA1 and TRPV1 elicits painful sensations, whereas nonneuronal tissue cells respond with differential release of inflammatory mediators, thus influencing local vasodilatation and neuronal sensitization."}, {"pubmed": 21981454, "text": "Agonists of TRPV1 and TRPA1 induced MUC5B release in the human nasal airways in vivo."}, {"pubmed": 21993194, "text": "This review summarizes the current knowledge of the role of TRPA1 in sensory transduction, particularly in the context of visceral inflammation and pain in the gastrointestinal and urinary tracts."}, {"pubmed": 22222967, "text": "Alcohols activate hTRPA1 in a carbon chain length-dependent manner. TRPA1 could be a sensor of alcohols inducing skin, eye and nasal irritation in human."}, {"pubmed": 22426997, "text": "This study demonstrates for the first time the functional expression of TRPA1 channels in a subset of melanoma cell lines"}, {"pubmed": 22458587, "text": "The results indicate that warmth suppresses and desensitizes damage-sensing ion channel TRPA1."}, {"pubmed": 22461626, "text": "found that the neutralization of four conserved residues, namely Glu(1077) and Asp(1080)-Asp(1082) in human TRPA1, had strong effects on the Ca(2+)- and voltage-dependent potentiation and/or inactivation of agonist-induced responses"}, {"pubmed": 22665484, "text": "detailed understanding of TRPA1 genetic variants might provide a fruitful strategy for future development of pain treatments"}, {"pubmed": 22740698, "text": "Methylglyoxal activates nociceptors through transient receptor potential channel A1 (TRPA1): a possible mechanism of metabolic neuropathies."}, {"pubmed": 22843691, "text": "Hypoxia-inducible factor-1alpha (HIF1alpha) switches on transient receptor potential ankyrin repeat 1 (TRPA1) gene expression via a hypoxia response element-like motif to modulate cytokine release"}, {"pubmed": 22863862, "text": "TRPA1 is a novel target of methylglyoxal."}, {"pubmed": 22905134, "text": "non-neuronal TRPA1 in the airways is functional and potentially capable of contributing to inflammatory airway diseases"}, {"pubmed": 23133611, "text": "artepillin C is the main pungent ingredient in EEBP and stimulates a pungent taste by activating TRPA1 channels"}, {"pubmed": 23219522, "text": "These data suggest that TRPA1 may represent a promising target for small cell lung cancer therapy, and that activators of TRP1 may exert tumor promoting effects."}, {"pubmed": 23345429, "text": "TRPA1 is essential for a unique extraocular phototransduction pathway in melanocytes that is activated by physiological doses of UVR and results in early melanin synthesis."}, {"pubmed": 23415228, "text": "Human TRPA1 can functionally substitute for C. elegans TRPA-1 in promoting longevity."}, {"pubmed": 23478802, "text": "Following pBQN desensitization, wild-type TRPA1 had dramatically reduced response to the nonelectrophile agonist carvacrol."}, {"pubmed": 23508958, "text": "Excitation and modulation of TRPA1, TRPV1, and TRPM8 channel-expressing sensory neurons by the pruritogen chloroquine."}, {"pubmed": 23558672, "text": "This review notes that the pool of newly found reactive stimulators for TRPA1 includes oxidative stress."}, {"pubmed": 23707266, "text": "This study demonstrates that the local anaesthetic lidocaine desensitizes TRPA1 ion channels and indicates that it may have additional mechanisms for treating neuropathic pain that endure beyond simple sodium channel blockade."}, {"pubmed": 23709225, "text": "Data suggest that hTRPA1 acts as a sensor for extracellular acidosis in sensory neurons and should thus be taken into account as a yet unrecognized transduction molecule for proton-evoked pain and inflammation."}, {"pubmed": 23994313, "text": "TRPA1 in cellular function is associated to the regulation of agonist-induced Ca(2+) entry by the modulation of STIM1/Orai1 interaction."}, {"pubmed": 23994502, "text": "Our findings of a functional expression of TRPA1 in pulmonary epithelial cells provide causal evidence for a non-neuronal TRPA1-mediated control of inflammatory responses elicited upon TRPA1-mediated registration of toxic inhalants in vivo."}, {"pubmed": 24002057, "text": "Rhinovirus infection causes upregulation of neuronal TRPA1 expression mediated indirectly by virus-induced soluble factors."}, {"pubmed": 24037916, "text": "our data suggest that TRPM8 induces UCP2 to trigger metabolic transformation, whereas TRPA1 induces autophagy during adverse conditions, and the combination of both genes contributes directly to an invasive phenotype in lung cancer."}, {"pubmed": 24071625, "text": "Cold activates rat and mouse TRPA1 but not human or rhesus monkey TRPA1. A single residue within the S5 transmembrane domain (G878 in rodent but V875 in primate) accounts for the difference in cold sensitivity."}, {"pubmed": 24084605, "text": "In uveal melanoma cells, TRPV1, TRPA1 and TRPM8 gene expression were identified."}, {"pubmed": 24140646, "text": "enhanced expression in the dermal afferent nerves, mast cells, and the epidermis in atopic dermatitis"}, {"pubmed": 24206072, "text": "The expression of mechanosensors in human periodontal ligament (hPDL) cells was evaluated using DNA microarray analysis. Mechanical stress significantly upregulated TRPA1 mRNA."}, {"pubmed": 24275229, "text": "sensitization of TRPV1 via activation of TRPA1, which involves adenylyl cyclase, increased cAMP, subsequent translocation and activation of PKA, and phosphorylation of TRPV1 at PKA phosphorylation residues."}, {"pubmed": 24496475, "text": "The TRPA1 promoter was hypermethylated in individuals with lower pain thresholds, and promoter DNA methylation can downregulate gene expression."}, {"pubmed": 24564660, "text": "Comparison of the effects induced by mutations in homologous positions in different TRP receptors (or more generally in other distantly related ion channels) may elucidate the gating mechanisms conserved during evolution. [review]"}, {"pubmed": 24695993, "text": "TRPA1 mrna was increased in the epidermis of itching burn scar patients."}, {"pubmed": 24752136, "text": "The findings are in line with a previous association of a human TRPA1 variant with nociceptive parameters and extend the association to the perception of odorants."}, {"pubmed": 24815021, "text": "The data indicated that cold-induced TRPA1 activation was responsible for the enhanced production of NO in A549 cell."}, {"pubmed": 24871046, "text": "Demonstrated how and why these TRP channels TRPV1, TRPA1, and TRPM8 are important to start up a systemic response of energy expenditure, energy allocation, and water retention and how this is linked to a continuously activated immune system in chronic inflammatory diseases. [Review]"}, {"pubmed": 24944203, "text": "NADPH oxidase inhibitor diphenyleneiodonium activates the TRPA1 nociceptor."}, {"pubmed": 24975826, "text": "TRPM8 and TRPA1 assays were inhibited by probenecid."}, {"pubmed": 25056810, "text": "findings indicate that transient receptor potential cationic channel type A1 might be involved in afferent neurotransmission in the vagina and work synergistically together with the nitric oxide/cyclic guanosine monophosphate pathway."}, {"pubmed": 25265225, "text": "TRPA1 is upregulated in colitis and its activation exerts protective roles by decreasing the expressions of several proinflammatory neuropeptides, cytokines and chemokines"}, {"pubmed": 25271161, "text": "analysis of the molecular basis determining inhibition and activation of nociceptive receptor TRPA1 protein"}, {"pubmed": 25405290, "text": "carnosol is a new anti-nociceptive agent targeting TRPA1 that can be used to explore further biological role in pain therapy."}, {"pubmed": 25484020, "text": "TRPA1 is a major mediator of the proinflammatory/proalgesic actions of aromatase inhibitors"}, {"pubmed": 25564678, "text": "Localized TRPA1 channel Ca2+ signals stimulated by reactive oxygen species promote cerebral artery dilation."}, {"pubmed": 25642661, "text": "tramadol and M1 selectively inhibit the function of hTRPA1, but not that of hTRPV1"}, {"pubmed": 25654580, "text": "It appears that TRPA1 channels may be determinants of airway smooth muscle (ASM) contractility and local inflammation control, positioning them as part of novel mechanisms that control (patho)physiological function of airways and ASM. [Review]"}, {"pubmed": 25687973, "text": "Peptide derived from C-terminus of human TRPA1 channel has a strong interaction and affinity with membranes containing anionic lipids."}, {"pubmed": 25724085, "text": "Authors propose that inter-subunit salt bridges between adjacent S4-S5 regions are crucial for stabilizing the conformations associated with chemically and voltage-induced gating of the TRPA1 ion channel."}, {"pubmed": 25765567, "text": "The TRPA1 channel mediates the analgesic action of dipyrone and pyrazolone derivatives"}, {"pubmed": 25855297, "text": "single-particle electron cryo- microscopy for determination of the structure of full-length human TRPA1 to approximately 4 A resolution in the presence of pharmacophores, including a potent antagonist"}, {"pubmed": 25911511, "text": "Levels of the TRPV4 agonist 5,6-EET, but not levels of TRPV1 or TRPA1 agonists, were increased in IBS biopsies compared with controls."}, {"pubmed": 26039217, "text": "TRPA1 activity may modulate asthma, particularly among individuals living in locations prone to high levels of air pollution."}, {"pubmed": 26046936, "text": "Report activation of TRPA1 by o-chlorobenzylidene malononitrile as model of neuropathic pain."}, {"pubmed": 26054320, "text": "Hypothermia mediates its effects on monocytes through TRPA1."}, {"pubmed": 26283426, "text": "These findings suggest that the TRPA1-TRPV1 interaction may play an important role in regulating the function and excitability of pulmonary sensory neurons during airway inflammation"}, {"pubmed": 26330615, "text": "Certain TRPA1 variants and tyrosine-to-phenylalanine mutants exhibited good function compared with non-mutated TRPA1 in transfected HEK293 cells"}, {"pubmed": 26358221, "text": "the inflammatory cytokine TNF-a can modulate the activity of the mechanosensitive ion channels TRPA1 and TRPV4 in odontoblasts via the p38 MAPK pathway but has differential effects on their expression."}, {"pubmed": 26504357, "text": "exposure to cigarette smoke extract initially causes an increase in the extracellular level of ROS, which in turn activates lung epithelial TRPA1"}, {"pubmed": 26530852, "text": "TRPA1 was expressed in all studied regions (tongue, epiglottis, and pharynx), but was always localized below the basal lamina. No immunoreactivity for TRPA1 was found on epithelial cells."}, {"pubmed": 26634370, "text": "Taken together, these data demonstrated that TRPA1 activation played an important role in the enhanced production of reactive oxygen species induced by cold stress in A549 cell."}, {"pubmed": 26849948, "text": "TRPA1 DNA methylation in whole blood cells are associated with pain symptoms in chronic pain patients."}, {"pubmed": 26928772, "text": "TRPA1 activation stimulates a cholinergic mechanism in a tetrodotoxin-resistant manner to cause muscle contraction."}, {"pubmed": 27079970, "text": "Here we highlight the role of TRPA1 as a multipurpose sensor of harmful signals and as a sensor of stress and tissue damage."}, {"pubmed": 27281024, "text": "TRPA1 channels are involved in regulating the extent of airway inflammation driven by cystic fibrosis bronchial epithelial cells."}, {"pubmed": 27333657, "text": "It is expressed in the unmyelinated C fiber nociceptors and activated by various nociceptive stimuli causing pain in our body.(review)"}, {"pubmed": 27345869, "text": "data suggest that the most strictly conserved N-terminal ARs define the energetics of the TRPA1 channel gate and contribute to chemical-, calcium- and voltage-dependence."}, {"pubmed": 27349477, "text": "the heat sensing property of TRPA1 is conserved in mammalians, in which TRPA1 may contribute to sensing warmth and uncomfortable heat in addition to noxious cold."}, {"pubmed": 27356469, "text": "Systemic desensitization through TRPA1 channels by capsazepine and mustard oil - a novel strategy against inflammation and pain."}, {"pubmed": 27515912, "text": "The TRPA1 cation channel was found to be functionally expressed in primary human osteoarthritis chondrocytes, which is an original finding"}, {"pubmed": 27589700, "text": "data suggest that cardamonin is a selective TRPA1 antagonist, providing novel insight into the target of its anti-nociceptive activity."}, {"pubmed": 27628562, "text": "Blocking prolyl hydroxylation reveals TRPA1 sensitization to reactive oxygen species (ROS), which enables TRPA1 to convert ROS signalling into cold sensitivity."}, {"pubmed": 27718297, "text": "We provided evidence for the extraneuronal presence and upregulation of the proinflammatory TRPA1 receptor in buccal samples of patients with OLP. This may implicate the ion channel in the pathomechanism of OLP."}, {"pubmed": 27758864, "text": "These findings suggest that specific molecular interactions control TRPV1 activation by particles, differential activation, and desensitization of TRPV1 by particles and/or other agonists, and cellular changes in the expression of TRPA1 as a result of I585V expression could contribute to variations in asthma symptom control."}, {"pubmed": 27779810, "text": "TRPA1 gene polymorphisms is associated with childhood asthma"}, {"pubmed": 27824920, "text": "The aspartate residue at position 915 represents a constriction site of the TRPA1 pore."}, {"pubmed": 27874100, "text": "These findings provide novel insights into the structure-function relationship of TRPA1 and could lead to the development of more effective analgesics targeted to TRPA1."}, {"pubmed": 28030472, "text": "The findings of this study support the notion that epigenetic regulation of TRPA1 seems to regulate thermal and mechanical pain sensitivities."}, {"pubmed": 28043013, "text": "TRPM8, but not TRPA1, was detected in freshly isolated native human odontoblasts at the protein and mRNA levels, suggesting that odontoblasts play an important role in detecting external cold stimulation via TRPM8 in healthy condition."}, {"pubmed": 28076424, "text": "Protein kinase A is an important kinase acting downstream of inflammatory mediators to cause sensitization of TRPA1."}, {"pubmed": 28187208, "text": "Respiratory syncytial virus and measles virus infection upregulates TRPA1 expression in bronchial epithelial cells."}, {"pubmed": 28194754, "text": "Three negatively charged amino acids near the outer pore vestibule are involved in heat-evoked TRPA1 activation in the presence of extracellular calcium."}, {"pubmed": 28364279, "text": "TRPV1 and TRPA1 also act as nociceptive sensors and potentiate the inflammatory process."}, {"pubmed": 28408328, "text": "The results obtained with dorsal root ganglia neurons from transient receptor potential cation channel, subfamily A, member 1 channels (TRPA1)-/- mice, TRPM8-/- mice, and wild-type mice, using selective antagonists of TRPA1 and TRPM8 channels, as well as HEK293 cells stably expressing human, TRPA1, indicate that responses to cold, are mediated by TRPA1 channels."}, {"pubmed": 28436534, "text": "Data indicate a variant in the transient receptor potential ankyrin A1 channel (TRPA1) gene that selectively cosegregated with cramp-fasciculation syndrome (CFS) in a father-son pair."}, {"pubmed": 28469181, "text": "TRPA1 is involved in nitric oxide-mediated afferent sensory transmission in the clitoris while, in penile erectile tissue, a role for TRPA1 in cholinergic signaling might be assumed."}, {"pubmed": 28500286, "text": "these results identify a novel AKAP-mediated biochemical mechanism that increases TRPA1 sensitivity in peripheral sensory neurons, and likely contributes to persistent mechanical hypersensitivity."}, {"pubmed": 28629997, "text": "These results suggest that IL-1alpha enhances the translocation of TRPA1 to the plasma membrane via the activation of Erk in A549."}, {"pubmed": 28931666, "text": "Peripheral neuronal equivalents (PNEs) exhibited morphological, molecular and functional characteristics of sensory neurons and expressed functional TRPA1 channels. PNE treatment with poly I:C caused similar transient heightened responses to TRPA1 activation compared to untreated cells."}, {"pubmed": 29038531, "text": "This study reveals a direct binding event and characterizes the role of TRPA1 ankyrin repeats in regulating FGFR2-driven oncogenic process; a mechanism that is hindered by miRNA-142-3p"}, {"pubmed": 29084244, "text": "neuronal effects of vinca alkaloids require the transient receptor potential ankyrin-1 (TrpA1) channel, and the hypersensitization to painful stimuli in response to the acute exposure to vinca alkaloids is reduced in TrpA1 mutant flies and mice. These findings demonstrate the direct excitation of sensory neurons by CIPN-causing chemotherapy drugs, and identify TrpA1 as an important target during the pathogenesis of CIPN"}, {"pubmed": 29129206, "text": "activation of TRPV1, but not TRPA1 mediates a calcium-dependent cell death."}, {"pubmed": 29318481, "text": "LPS caused the increased functional expression of TRPA1, the activation of which involved in LPS-reduced inflammatory responses in primary human OA-FLS, and the inhibition of TRPA1 produces protective effect in LPS-induced arthritis."}, {"pubmed": 29352128, "text": "Our findings demonstrate that TRPA1 is a substrate of Cdk5 and that Cdk5 activity is also able to modulate TRPA1 agonist-induced calcium influx and chemo-nociceptive behavioral responses."}, {"pubmed": 29620434, "text": "TRPA1 polymorphisms may contribute to the heterogeneity of acute crisis pain in sickle cell disease."}, {"pubmed": 29805077, "text": "NF-E2-related factor 2 (NRF2) directly controls TRPA1 Cation Channel (TRPA1) expression, providing an orthogonal mechanism for protection against oxidative stress together with canonical reactive oxygen species (ROS)-neutralizing mechanisms."}, {"pubmed": 29847470, "text": "This study suggests that TRPA1 nociceptive responses in human skin strongly depend on intact capsaicin-sensitive, TRPV1 fibers."}, {"pubmed": 29976627, "text": "AT2R activation in macrophages triggers production of reactive oxygen/nitrogen species, which trans-activate TRPA1 on human DRG sensory neurons via cysteine modification of the channel."}, {"pubmed": 30018233, "text": "TRPA1 Modulating C14 Polyacetylenes from the Iranian Endemic Plant Echinophora platyloba."}, {"pubmed": 30478741, "text": "FK506 might cause pain sensations through TRPA1 activation."}, {"pubmed": 30679204, "text": "Trans-anethole was capable of desensitizing TRPA1."}, {"pubmed": 30787340, "text": "A critical evaluation of TRPA1-mediated locomotor behavior in zebrafish as a screening tool for novel anti-nociceptive drug discovery."}, {"pubmed": 30794546, "text": "A method for examining the mechanism of oligomerization of TRPA1 cytoplasmic domains as well as a system to study the transmission of conformational changes resulting from covalent modification."}, {"pubmed": 30862667, "text": "Study showed that activation of the ion channel transient receptor potential ankyrin 1 (TRPA1) alone indeed suffices to elicit pain in humans, independent of other receptors previously found to be involved in pain generation"}, {"pubmed": 30914247, "text": "Antimycin A-induced mitochondrial dysfunction activates vagal sensory neurons via ROS-dependent activation of TRPA1 and ROS-independent activation of TRPV1."}, {"pubmed": 30974795, "text": "Expression and Activity of TRPA1 and TRPV1 in the Intervertebral Disc: Association with Inflammation and Matrix Remodeling."}, {"pubmed": 30990108, "text": "TRPA1 acts as a molecular target for ET-1, and sensitization of TRPA1 through ETAR-PKA pathway contributes to ET-1-induced mechanical hyperalgesia."}, {"pubmed": 31045572, "text": "TRPA1-expressing lamina propria mesenchymal cells regulate colonic motility."}, {"pubmed": 31111624, "text": "Transient receptor potential ankyrin 1 (TRPA1) positively regulates imiquimod-induced, psoriasiform dermal inflammation in mice."}, {"pubmed": 31116904, "text": "We assert that the presence of PIP2 is essential for the interaction of the two peptide sequences with the lipid membrane. The putative phosphoinositide-interacting domain comprising the highly conserved F1020 contributes to the stabilization of the TRPA1 channel gate."}, {"pubmed": 31216970, "text": "REVIEW: structure, function, and physiological role of TRPA1 channel, as well as description of known TRPA1 ligands and their significance as therapeutic agents in the treatment of inflammation-associated pain"}, {"pubmed": 31343541, "text": "Epidermal expression of human TRPM8, but not of TRPA1 ion channels, is associated with sensory responses to local skin cooling."}, {"pubmed": 31455424, "text": "Findings support the hypothesis that epigenetic regulation of TRPA1 plays a role in mechanical pain sensitivities in healthy volunteers. They further provide evidence for the possible influence of childhood traumatic experiences on the epigenetic regulation of TRPA1 in patients with multisomatoform disorder."}, {"pubmed": 31487269, "text": "Human Schwann cells express ADH/TRPA1/NOX1 and recapitulate the proalgesic functions of mouse Schwann cells. TRPA1 antagonists might attenuate some symptoms of alcohol-related pain."}, {"pubmed": 31488616, "text": "Transient receptor potential ankyrin1 channel is endogenously expressed in T cells and is involved in immune functions."}, {"pubmed": 31820013, "text": "Transient Receptor Potential Ankyrin 1 Contributes to Lysophosphatidylcholine-Induced Intracellular Calcium Regulation and THP-1-Derived Macrophage Activation."}, {"pubmed": 31866091, "text": "Study presents the cryo-EM structures of nanodisc-reconstituted ligand-free TRPA1 and TRPA1 in complex with the covalent agonists. Structural and functional studies provide the molecular basis for electrophile recognition by the extraordinarily reactive C621 in TRPA1 and mechanistic insights into electrophile-dependent conformational changes in TRPA1."}, {"pubmed": 31878344, "text": "Human and Mouse TRPA1 Are Heat and Cold Sensors Differentially Tuned by Voltage."}, {"pubmed": 31892361, "text": "The TRPA1 promoter methylation appears to be dysregulated in patients suffering from Crohn's disease, and this effect is most obvious when taking gender and age into account. As TRPA1 is regarded to be involved in pain caused by neurogenic inflammation, its aberrant expression may contribute to typical symptoms of Crohn's disease."}, {"pubmed": 31902877, "text": "Hypoxia-induced TRPA1 sensitization plays a pivotal role in painful dysesthesia induced by peripheral blood flow reduction.[review]"}, {"pubmed": 32050145, "text": "An inflammatory stimulus sensitizes TRPA1 channel to increase cytokine release in human lung fibroblasts."}, {"pubmed": 32064725, "text": "A randomized clinical trial on the acute therapeutic effect of TRPA1 and TRPM8 agonists in patients with oropharyngeal dysphagia."}, {"pubmed": 32080151, "text": "In the present study, associations between neuropathic pain characteristics and DNA methylation of the transient receptor potential ankyrin 1 (TRPA1) gene were evaluated in chronic pain patients. Increases in DNA methylation rates at CpG -51 showed positive correlations with increases in the pain measurement score both in preoperative and chronic pain patients."}, {"pubmed": 32162915, "text": "Structure-Dependent Effects of Cinnamaldehyde Derivatives on TRPA1-Induced Serotonin Release in Human Intestinal Cell Models."}, {"pubmed": 32233794, "text": "TRPA1 causes rapid bronchodilation via nonepithelial PGE2."}, {"pubmed": 32444956, "text": "TRPA1 gene variants hurting our feelings."}, {"pubmed": 32554053, "text": "Calcium activates purified human TRPA1 with and without its N-terminal ankyrin repeat domain in the absence of calmodulin."}, {"pubmed": 32627113, "text": "Transient receptor potential ankyrin 1 contributes to the ATP-elicited oxidative stress and inflammation in THP-1-derived macrophage."}, {"pubmed": 32641835, "text": "Irritant-evoked activation and calcium modulation of the TRPA1 receptor."}, {"pubmed": 32717533, "text": "Human TRPA1 is an inherently mechanosensitive bilayer-gated ion channel."}, {"pubmed": 32892378, "text": "Transient receptor potential channels in pulmonary chemical injuries and as countermeasure targets."}, {"pubmed": 32933054, "text": "Electrophile-Induced Conformational Switch of the Human TRPA1 Ion Channel Detected by Mass Spectrometry."}, {"pubmed": 32938721, "text": "Transient Receptor Potential Ankyrin-1 and Vanilloid-3 Differentially Regulate Endoplasmic Reticulum Stress and Cytotoxicity in Human Lung Epithelial Cells After Pneumotoxic Wood Smoke Particle Exposure."}, {"pubmed": 33076385, "text": "TRPA1 Expression in Synovial Sarcoma May Support Neural Origin."}, {"pubmed": 33121177, "text": "Phospho-Mimetic Mutation at Ser602 Inactivates Human TRPA1 Channel."}, {"pubmed": 33183050, "text": "Down-regulated expression of transient receptor potential ankyrin 1 in lichen simplex chronicus."}, {"pubmed": 33479347, "text": "Functional expression of the transient receptor potential ankyrin type 1 channel in pancreatic adenocarcinoma cells."}, {"pubmed": 33567446, "text": "Potential Interplay between Nrf2, TRPA1, and TRPV1 in Nutrients for the Control of COVID-19."}, {"pubmed": 33786825, "text": "TGFbeta1 induces resistance of human lung myofibroblasts to cell death via down-regulation of TRPA1 channels."}, {"pubmed": 33805042, "text": "Transient Receptor Potential Ankyrin 1 (TRPA1)-An Inflammation-Induced Factor in Human HaCaT Keratinocytes."}, {"pubmed": 33806052, "text": "Interactions between Chemesthesis and Taste: Role of TRPA1 and TRPV1."}, {"pubmed": 33819369, "text": "No functional TRPA1 in cardiomyocytes."}, {"pubmed": 33982589, "text": "Transient receptor potential ankyrin 1 channel: An evolutionarily tuned thermosensor."}, {"pubmed": 34126160, "text": "Activation of Transient Receptor Potential Ankyrin 1 and Vanilloid 1 Channels Promotes Odontogenic Differentiation of Human Dental Pulp Cells."}, {"pubmed": 34198528, "text": "HIF-1alpha Dependent Upregulation of ZIP8, ZIP14, and TRPA1 Modify Intracellular Zn(2+) Accumulation in Inflammatory Synoviocytes."}, {"pubmed": 34302984, "text": "The inflammatory regulation of TRPA1 expression in human A549 lung epithelial cells."}, {"pubmed": 34363226, "text": "Transient Receptor Potential channels, TRPV1 and TRPA1 in melanocytes synergize UV-dependent and UV-independent melanogenesis."}, {"pubmed": 34488389, "text": "Transient receptor potential ankyrin 1 mediates cisplatin-induced apoptosis in renal tubular cells via calcium-dependent signaling pathway."}, {"pubmed": 34514518, "text": "Functional expression of TRPA1 channel, TRPV1 channel and TMEM100 in human odontoblasts."}, {"pubmed": 34557892, "text": "Human TRPV1 and TRPA1 are receptors for bacterial quorum sensing molecules."}, {"pubmed": 34831352, "text": "The TRPA1 Channel Amplifies the Oxidative Stress Signal in Melanoma."}, {"pubmed": 34973335, "text": "Selective activation of TRPA1 ion channels by nitrobenzene skin sensitizers DNFB and DNCB."}, {"pubmed": 35022050, "text": "Evaluating the association of TRPA1 gene polymorphisms with pain sensitivity: a protocol for an adaptive recall by genotype study."}, {"pubmed": 35053150, "text": "TRP Channels as Molecular Targets to Relieve Cancer Pain."}, {"pubmed": 35140203, "text": "Sonogenetic control of mammalian cells using exogenous Transient Receptor Potential A1 channels."}, {"pubmed": 35163843, "text": "Functional Transient Receptor Potential Ankyrin 1 and Vanilloid 1 Ion Channels Are Overexpressed in Human Oral Squamous Cell Carcinoma."}, {"pubmed": 35226227, "text": "Upregulation of TRPA1 and reduction of NF-kappaB translocation could be part of the immunomodulatory process during primary tooth inflammation."}, {"pubmed": 35248760, "text": "Are TRPA1 and TRPV1 channel-mediated signalling cascades involved in UVB radiation-induced sunburn?"}, {"pubmed": 35322090, "text": "Atomistic mechanisms of human TRPA1 activation by electrophile irritants through molecular dynamics simulation and mutual information analysis."}, {"pubmed": 35508327, "text": "Peptidergic neurons of the Edinger-Westphal nucleus express TRPA1 ion channel that is downregulated both upon chronic variable mild stress in male mice and in humans who died by suicide."}, {"pubmed": 35720191, "text": "Inhibition of TRPA1 Ameliorates Periodontitis by Reducing Periodontal Ligament Cell Oxidative Stress and Apoptosis via PERK/eIF2alpha/ATF-4/CHOP Signal Pathway."}, {"pubmed": 35853988, "text": "2-hydroxyethyl methacrylate-derived reactive oxygen species stimulate ATP release via TRPA1 in human dental pulp cells."}, {"pubmed": 35871491, "text": "TRPA1 modulation by Sigma-1 receptor prevents oxaliplatin-induced painful peripheral neuropathy."}, {"pubmed": 35982414, "text": "Activated TRPA1 plays a therapeutic role in TMZ resistance in glioblastoma by altering mitochondrial dynamics."}, {"pubmed": 36126722, "text": "Transcriptional landscape of TRPV1, TRPA1, TRPV4, and TRPM8 channels throughout human tissues."}, {"pubmed": 36223942, "text": "Species-Specific Activation of Transient Receptor Potential Ankyrin 1 by Phthalic Acid Monoesters."}, {"pubmed": 36253390, "text": "The human TRPA1 intrinsic cold and heat sensitivity involves separate channel structures beyond the N-ARD domain."}, {"pubmed": 36371551, "text": "Isolation of human TRPA1 channel from transfected HEK293 cells and identification of alkylation sites after sulfur mustard exposure."}, {"pubmed": 36378826, "text": "An Inhibitory Function of TRPA1 Channels in TGF-beta1-driven Fibroblast-to-Myofibroblast Differentiation."}, {"pubmed": 36458452, "text": "Alkali cation-mediated topology displayed by an exonic G-rich sequence of TRPA1 gene."}, {"pubmed": 36514220, "text": "Upregulation of DRG protein TMEM100 facilitates dry-skin-induced pruritus by enhancing TRPA1 channel function."}, {"pubmed": 36634816, "text": "TRPA1 Mediates Contact Hypersensitivity Induced by 2,4-Dinitrochlorobenzene."}, {"pubmed": 36833338, "text": "Transient Receptor Potential Ankyrin 1 (TRPA1) Methylation and Chronic Pain: A Systematic Review."}, {"pubmed": 36847817, "text": "Mechanisms and Consequences of Variable TRPA1 Expression by Airway Epithelial Cells: Effects of TRPV1 Genotype and Environmental Agonists on Cellular Responses to Pollutants in Vitro and Asthma."}, {"pubmed": 36972286, "text": "Does etodolac affect TRPA1 functionality in vivo in human?"}, {"pubmed": 37079850, "text": "TRPA1 rare variants in chronic neuropathic and nociplastic pain patients."}, {"pubmed": 37174661, "text": "Transient Receptor Potential Ankyrin 1 (TRPA1) Channel as a Sensor of Oxidative Stress in Cancer Cells."}, {"pubmed": 37208332, "text": "Molecular mechanism of hyperactivation conferred by a truncation of TRPA1."}, {"pubmed": 37219522, "text": "TRPA1 deficiency aggravates dilated cardiomyopathy by promoting S100A8 expression to induce M1 macrophage polarization in rats."}, {"pubmed": 37298451, "text": "Activation of TRPA1 in Bladder Suburothelial Myofibroblasts Counteracts TGF-beta1-Induced Fibrotic Changes."}, {"pubmed": 37326902, "text": "Epigenetic Connections of the TRPA1 Ion Channel in Pain Transmission and Neurogenic Inflammation - a Therapeutic Perspective in Migraine?"}, {"pubmed": 37511605, "text": "Transient Receptor Potential Ankyrin 1 (TRPA1) Channel Mediates Acrolein Cytotoxicity in Human Lung Cancer Cells."}, {"pubmed": 37542841, "text": "Functional expression of the thermally activated transient receptor potential channels TRPA1 and TRPM8 in human myotubes."}, {"pubmed": 37777106, "text": "TRPA1: A promising target for pulmonary fibrosis?"}, {"pubmed": 37821377, "text": "Canine, mouse, and human transient receptor potential ankyrin 1 (TRPA1) channels show different sensitivity to menthol or cold stimulation."}, {"pubmed": 37834182, "text": "Functional TRPA1 Channels Regulate CD56[dim]CD16[+] NK Cell Cytotoxicity against Tumor Cells."}, {"pubmed": 37914327, "text": "[TRPA1 channel mediates oxidative stress defense in cancer]."}, {"pubmed": 38072665, "text": "Discovery of PRDM16-Mediated TRPA1 Induction as the Mechanism for Low Tubulo-Interstitial Fibrosis in Diabetic Kidney Disease."}, {"pubmed": 38564162, "text": "NCS-1 protein regulates TRPA1 channel through the PI3K pathway in breast cancer and neuronal cells."}, {"pubmed": 38642892, "text": "Critical amino acid residues regulating TRPA1 Zn[2+] response: A comparative study across species."}, {"pubmed": 38963489, "text": "Human Transient Receptor Potential Ankyrin 1 Channel: Structure, Function, and Physiology."}], "genomic_pos": {"chr": "8", "end": 72075584, "ensemblgene": "ENSG00000104321", "start": 72019917, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 72987852, "start": 72932152, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006811", "pubmed": 10066796, "qualifier": "involved_in", "term": "monoatomic ion transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006874", "pubmed": 30990108, "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007166", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009409", "qualifier": "involved_in", "term": "response to cold"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019233", "pubmed": 20547126, "qualifier": "involved_in", "term": "sensory perception of pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048265", "qualifier": "involved_in", "term": "response to pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050955", "qualifier": "involved_in", "term": "thermoception"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050966", "qualifier": "involved_in", "term": "detection of mechanical stimulus involved in sensory perception of pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050968", "qualifier": "involved_in", "term": "detection of chemical stimulus involved in sensory perception of pain"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051289", "pubmed": 25855297, "qualifier": "involved_in", "term": "protein homotetramerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070301", "pubmed": 30990108, "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070588", "pubmed": [20547126, 25855297], "qualifier": "involved_in", "term": "calcium ion transmembrane transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070588", "qualifier": "involved_in", "term": "calcium ion transmembrane transport"}], "CC": [{"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": [20547126, 25855297], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032421", "qualifier": "located_in", "term": "stereocilium bundle"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005262", "qualifier": "enables", "term": "calcium channel activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015267", "pubmed": 10066796, "qualifier": "enables", "term": "channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015278", "pubmed": 20547126, "qualifier": "enables", "term": "intracellularly gated calcium channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0015278", "pubmed": 25855297, "qualifier": "enables", "term": "intracellularly gated calcium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 25855297, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0097604", "pubmed": 20547126, "qualifier": "enables", "term": "temperature-gated cation channel activity"}]}, "homologene": {"genes": [[6239, 178118], [7165, 1275095], [7227, 39015], [7955, 474351], [7955, 474353], [8364, 100158526], [9031, 420180], [9544, 694623], [9598, 464230], [9606, 8989], [9615, 486994], [9913, 505317], [10090, 277328], [10116, 312896]], "id": 7189}, "interpro": [{"desc": "Ankyrin repeat", "id": "IPR002110", "short_desc": "Ankyrin_rpt"}, {"desc": "Ion transport domain", "id": "IPR005821", "short_desc": "Ion_trans_dom"}, {"desc": "Ankyrin repeat-containing domain superfamily", "id": "IPR036770", "short_desc": "Ankyrin_rpt-contain_sf"}], "ipi": "IPI00015963", "map_location": "8q21.11", "name": "transient receptor potential cation channel subfamily A member 1", "other_names": ["ankyrin-like with transmembrane domains 1", "transformation-sensitive protein p120", "transient receptor potential cation channel subfamily A member 1", "wasabi receptor"], "pantherdb": {"HGNC": "497", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3522699", "ortholog_type": "LDO", "panther_family": "PTHR24123", "taxid": 10090, "uniprot_kb": "Q8BLA8"}, {"RGD": "1303284", "ortholog_type": "LDO", "panther_family": "PTHR24123", "taxid": 10116, "uniprot_kb": "Q6RI86"}, {"Ensembl": "ENSGALG00000034751", "ortholog_type": "LDO", "panther_family": "PTHR24123", "taxid": 9031, "uniprot_kb": "A0A1D5PLA3"}, {"ZFIN": "ZDB-GENE-050106-1", "ortholog_type": "O", "panther_family": "PTHR24123", "taxid": 7955, "uniprot_kb": "F1R8I6"}, {"ZFIN": "ZDB-GENE-050105-6", "ortholog_type": "LDO", "panther_family": "PTHR24123", "taxid": 7955, "uniprot_kb": "F1R7I3"}, {"FlyBase": "FBgn0035934", "ortholog_type": "LDO", "panther_family": "PTHR24123", "taxid": 7227, "uniprot_kb": "Q7Z020"}, {"SGD": "S000003465", "ortholog_type": "O", "panther_family": "PTHR24123", "taxid": 4932, "uniprot_kb": "P17442"}, {"SGD": "S000001374", "ortholog_type": "O", "panther_family": "PTHR24123", "taxid": 4932, "uniprot_kb": "P40480"}, {"dictyBase": "DDB_G0288307", "ortholog_type": "O", "panther_family": "PTHR24123", "taxid": 352472, "uniprot_kb": "Q54J43"}, {"TAIR": "2145613", "ortholog_type": "O", "panther_family": "PTHR24123", "taxid": 3702, "uniprot_kb": "F4K5I0"}], "uniprot_kb": "O75762"}, "pathway": {"kegg": {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-2672351", "name": "Stimuli-sensing channels"}, {"id": "R-HSA-3295583", "name": "TRP channels"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-983712", "name": "Ion channel transport"}], "wikipathways": {"id": "WP4721", "name": "Eicosanoid metabolism via lipooxygenases (LOX)"}}, "pdb": ["3J9P", "6HC8", "6PQO", "6PQP", "6PQQ", "6V9V", "6V9W", "6V9X", "6V9Y", "6WJ5", "6X2J", "7JUP", "7OR0", "7OR1"], "pfam": ["PF00023", "PF00520", "PF12796"], "pharmgkb": "PA24808", "pharos": {"target_id": 13489, "tdl": "Tclin"}, "prosite": ["PS50088", "PS50297"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259503", "relationship": "is"}, {"id": "GNF259504", "relationship": "is"}, {"id": "GNF259505", "relationship": "is"}, {"id": "GNF259506", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079625", "relationship": "is"}, {"id": "GNF079626", "relationship": "is"}, {"id": "GNF079627", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052201", "relationship": "is"}, {"id": "GNF056968", "relationship": "is"}, {"id": "GNF061799", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063549", "relationship": "is"}, {"id": "GNF063550", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104779", "relationship": "is"}, {"id": "GNF144427", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_033890.1"], "protein": ["NP_015628.2", "XP_011515926.1", "XP_011515927.1", "XP_054217430.1", "XP_054217431.1"], "rna": ["NM_007332.3", "XM_011517624.3", "XM_011517625.3", "XM_054361455.1", "XM_054361456.1"], "translation": [{"protein": "XP_011515926.1", "rna": "XM_011517624.3"}, {"protein": "NP_015628.2", "rna": "NM_007332.3"}, {"protein": "XP_054217430.1", "rna": "XM_054361455.1"}, {"protein": "XP_011515927.1", "rna": "XM_011517625.3"}, {"protein": "XP_054217431.1", "rna": "XM_054361456.1"}]}, "reporter": {"HG-U133_Plus_2": ["208349_at", "217590_s_at"], "HG-U95Av2": "33036_at", "HTA-2_0": "TC08001321.hg.1", "HuEx-1_0": ["3140258", "3140321"], "HuGene-1_1": "8151341", "HuGene-2_1": "17078190"}, "summary": "The structure of the protein encoded by this gene is highly related to both the protein ankyrin and transmembrane proteins.  The specific function of this protein has not yet been determined; however, studies indicate the function may involve a role in signal transduction and growth control. [provided by RefSeq, Jul 2008].", "symbol": "TRPA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412407"}, "unigene": "Hs.716816", "uniprot": {"Swiss-Prot": "O75762", "TrEMBL": "H0YAW0"}, "wikipedia": {"url_stub": "Transient receptor potential cation channel, member A1"}}