{"AllianceGenome": "12338", "HGNC": "12338", "MIM": "603652", "_id": "7225", "_version": 1, "accession": {"genomic": ["AP003079.3", "AP003080.3", "CH471065.1", "CP068267.2", "KF455474.1", "KF455476.1", "KF455477.1", "NC_000011.10", "NC_060935.1", "NG_011476.2"], "protein": ["AAC63289.2", "AAH93658.1", "AAH93660.1", "BAG51375.1", "CAA06943.1", "CAC01684.1", "CAC01685.1", "CAC01686.1", "CAC06090.1", "EAW67003.1", "EAW67004.1", "EAW67005.1", "NP_004612.2", "Q9Y210.1", "XP_011541270.1", "XP_016873710.1", "XP_047283465.1", "XP_047283466.1", "XP_047283467.1", "XP_054225776.1", "XP_054225777.1", "XP_054225778.1"], "rna": ["AF080394.2", "AF086426.1", "AJ006276.1", "AJ007018.1", "AJ271066.1", "AJ271067.1", "AJ271068.1", "AK001960.1", "AK027769.1", "BC093658.1", "BC093660.1", "NM_004621.6", "XM_011542968.4", "XM_017018221.3", "XM_047427509.1", "XM_047427510.1", "XM_047427511.1", "XM_054369801.1", "XM_054369802.1", "XM_054369803.1"], "translation": [{"protein": "AAC63289.2", "rna": "AF080394.2"}, {"protein": "XP_047283466.1", "rna": "XM_047427510.1"}, {"protein": "XP_054225776.1", "rna": "XM_054369801.1"}, {"protein": "CAC01685.1", "rna": "AJ271067.1"}, {"protein": "AAH93660.1", "rna": "BC093660.1"}, {"protein": "CAC01684.1", "rna": "AJ271066.1"}, {"protein": "XP_047283465.1", "rna": "XM_047427509.1"}, {"protein": "XP_054225777.1", "rna": "XM_054369802.1"}, {"protein": "CAC06090.1", "rna": "AJ007018.1"}, {"protein": "NP_004612.2", "rna": "NM_004621.6"}, {"protein": "XP_016873710.1", "rna": "XM_017018221.3"}, {"protein": "CAC01686.1", "rna": "AJ271068.1"}, {"protein": "XP_054225778.1", "rna": "XM_054369803.1"}, {"protein": "AAH93658.1", "rna": "BC093658.1"}, {"protein": "XP_011541270.1", "rna": "XM_011542968.4"}, {"protein": "BAG51375.1", "rna": "AK027769.1"}, {"protein": "XP_047283467.1", "rna": "XM_047427511.1"}, {"protein": "CAA06943.1", "rna": "AJ006276.1"}]}, "alias": ["FSGS2", "TRP6"], "ensembl": {"gene": "ENSG00000137672", "protein": ["ENSP00000340913", "ENSP00000343672", "ENSP00000353687", "ENSP00000435574"], "transcript": ["ENST00000344327", "ENST00000348423", "ENST00000360497", "ENST00000526713", "ENST00000527240", "ENST00000532133", "ENST00000532184"], "translation": [{"protein": "ENSP00000340913", "rna": "ENST00000344327"}, {"protein": "ENSP00000435574", "rna": "ENST00000532133"}, {"protein": "ENSP00000343672", "rna": "ENST00000348423"}, {"protein": "ENSP00000353687", "rna": "ENST00000360497"}], "type_of_gene": "protein_coding"}, "entrezgene": "7225", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 26.5586937485, "exp_mis": 287.79933547, "exp_syn": 115.963411289, "lof_z": 3.37503665553934, "mis_z": 1.55113039644427, "mu_lof": 1.97136037269e-06, "mu_mis": 2.65952998955e-05, "mu_syn": 1.07032277364e-05, "n_lof": 9.0, "n_mis": 234.0, "n_syn": 126.0, "p_li": 0.00456410505335574, "p_null": 0.00027660578672581, "p_rec": 0.995159289159918, "syn_z": -0.577797419719326}, "bp": 2796, "cds_end": 101454234, "cds_start": 101323685, "n_exons": 13, "nonpsych": {"exp_lof": 23.7870833276, "exp_mis": 260.235080908, "exp_syn": 104.706984203, "lof_z": 3.17894704393858, "mis_z": 1.57067385418801, "mu_lof": 1.97136037269e-06, "mu_mis": 2.65952998955e-05, "mu_syn": 1.07032277364e-05, "n_lof": 8.0, "n_mis": 210.0, "n_syn": 113.0, "p_li": 0.00959327155524696, "p_null": 0.000566319070954144, "p_rec": 0.989840409373799, "syn_z": -0.510255047354869}, "nontcga": {"exp_lof": 24.4095238805, "exp_mis": 264.750932645, "exp_syn": 106.661871556, "lof_z": 3.47607021720589, "mis_z": 1.52332407301762, "mu_lof": 1.97136037269e-06, "mu_mis": 2.65952998955e-05, "mu_syn": 1.07032277364e-05, "n_lof": 7.0, "n_mis": 215.0, "n_syn": 120.0, "p_li": 0.0546963332452506, "p_null": 0.000168096669251585, "p_rec": 0.945135570085498, "syn_z": -0.817733140992867}, "transcript": "ENST00000344327.3"}, "exons": [{"cdsend": 101583503, "cdsstart": 101452954, "chr": "11", "position": [[101451563, 101453106], [101453649, 101453725], [101455017, 101455101], [101469426, 101469501], [101471182, 101471386], [101472136, 101472332], [101473508, 101473773], [101476300, 101476534], [101482948, 101483165], [101488936, 101489101], [101491555, 101491738], [101504023, 101504798], [101583333, 101584007]], "strand": -1, "transcript": "NM_004621", "txend": 101584007, "txstart": 101451563}], "exons_hg19": [{"cdsend": 101454234, "cdsstart": 101323685, "chr": "11", "position": [[101322294, 101323837], [101324380, 101324456], [101325748, 101325832], [101340157, 101340232], [101341913, 101342117], [101342867, 101343063], [101344239, 101344504], [101347031, 101347265], [101353679, 101353896], [101359667, 101359832], [101362286, 101362469], [101374754, 101375529], [101454064, 101454738]], "strand": -1, "transcript": "NM_004621", "txend": 101454738, "txstart": 101322294}], "generif": [{"pubmed": 11988098, "text": "T-cells express a diacylglycerol-activated cation channel, unrelated to the channel involved in capacitative Ca(2+) entry, and associated with the expression of TRP6 protein"}, {"pubmed": 12032305, "text": "an examination of subunits in living cells"}, {"pubmed": 12351388, "text": "expresssed in platelets: forms the store-independent calcium entry channel"}, {"pubmed": 12356946, "text": "may be candidate protein forming store-operated calcium entry channels in term pregnant human myometrium"}, {"pubmed": 12736151, "text": "Expression of the channel in human esophagogastric junction."}, {"pubmed": 12871853, "text": "Data demonstrate the expression of transient receptor potential channel 6 (TRPC6) and a range of homologs in the airway and the presence of a functional Ca(2+) entry pathway with characteristics typical of TRPC family members."}, {"pubmed": 12970363, "text": "the pattern of TRPC3 and TRPC6 glycosylation determines regulation of their activity"}, {"pubmed": 14662757, "text": "an exocytotic mechanism is involved in the activation of TRPC6"}, {"pubmed": 15023993, "text": "TRPC6 channels are activated by receptor stimulation"}, {"pubmed": 15358862, "text": "TRPC channel overexpression may be partially responsible for the increased pulmonary artert smooth muscle cell proliferation and pulmonary vascular medial hypertrophy in pulmonary hypertension patients."}, {"pubmed": 15362854, "text": "Data suggest that the link between transient receptor potential channel 6 and phosphatidylinositol 3,4,5-trisphosphate-mediated calcium entry may be involved in initiating calcium response to agonist stimulation in T cells."}, {"pubmed": 15623527, "text": "TRPC3/TRPC6 channels are localized to the apical region of polarized epithelial cells, which in salivary gland ducts could contribute to the regulation of salivary [Ca2+] and secretion [TRPC6]"}, {"pubmed": 15879175, "text": "a family with familial focal segmental glomerulosclerosis carries a missense mutation in TRPC6; the proline-to-glutamine substitution enhances TRPC6-mediated calcium signals in response to agonists & appears to alter intracellular distribution of TRPC6"}, {"pubmed": 15924139, "text": "the canonical transient receptor potential 6 (TRPC6) ion channel is expressed in podocytes and is a component of the glomerular slit diaphragm."}, {"pubmed": 15998650, "text": "Mutation on chromosome 11 may be involved in focal sclerosing glomerulonephritis."}, {"pubmed": 16034470, "text": "study suggests that the lysophosphatidylcholine increases calcium in corporal smooth muscle cells probably through activation of a transcript of transient receptor potential channel 6 (TRPC6) channel"}, {"pubmed": 16439426, "text": "in cells exhibiting a high input resistance, the primary effect of activating TRPC6 will be membrane depolarization"}, {"pubmed": 16527499, "text": "demonstrates that hTrpC1 and hTrpC4 are the most abundant TrpC mRNAs in human myometrium, with TrpC6 being the next most abundant; these isoforms may play significant roles in signal regulated calcium entry in human myometrium"}, {"pubmed": 16690880, "text": "Biochemical and functional evidence supporting the view that heteromultimeric TRPC6-TRPC7 channels contribute to receptor-activated, nonselective cation channels of A7r5 vascular smooth muscle cells. (TRPC6 and TRPC7 channels)"}, {"pubmed": 17116414, "text": "In this review, the known roles of TRPC6 in the kidney and other organ systems are used as a framework to discuss possible signaling pathways that TRPC6 may modulate during normal glomerular function and in disease states."}, {"pubmed": 17197445, "text": "Galphaq activation of TRPC6 signals the activation of PKCalpha, and thereby induces RhoA activity and endothelial cell contraction"}, {"pubmed": 17217054, "text": "TRPC6 was identified as an essential component of the slit diaphragm architecture of kidney podocytes--{review}"}, {"pubmed": 17317623, "text": "TRPC6 bound directly to phosphoinositides, and with highest potency to phosphatidylinositol 3,4,5-trisphosphate (PIP(3)). PIP(3) binding disrupted the association of calmodulin (CaM) with TRPC6."}, {"pubmed": 17360584, "text": "Orai1 physically interacts with the N and C termini of TRPC3 and TRPC6"}, {"pubmed": 17684020, "text": "Snapin links the alpha(1A)-AR to TRPC6, augmenting Ca(2+) influx via ROC channels"}, {"pubmed": 17699555, "text": "TRPC6 protein expression in glomerular mesangial cells (MCs) was downregulated by high glucose and the deficiency of TRPC6 protein might contribute to the impaired Ca(2+) signaling of MCs seen in diabetes."}, {"pubmed": 17719101, "text": "Phosphatidylinositol 4,5-bisphosphate enhances store-operated Ca2+ entry in human platelets, most probably by stimulation of hTRPC6 channels"}, {"pubmed": 17872462, "text": "mitochondria limit the cytosolic diffusion of localized Na+ transients generated by agonist-mediated activation of transient receptor potential channel 6-containing channels"}, {"pubmed": 17957383, "text": "functional expression of TRPC6 in mammalian stretch-activated mechano-sensitive Ca(2+) permeable cation channels remains problematic"}, {"pubmed": 18209485, "text": "Human and mouse erythrocytes express TRPC6 cation channels which participate in cation leak and Ca(2+)-induced suicidal death."}, {"pubmed": 18258814, "text": "tested the hypothesis that hyperglycemia increases the expression of TRPC6 channels"}, {"pubmed": 18436303, "text": "data show that calcium influx in HL-60 cells relies on TRPC channels 1,3, and 6, and Orai1 for allowing NADPH oxidase activation"}, {"pubmed": 18495872, "text": "analysis of a TRPC6-TRPC5 channel cascade that restricts endothelial cell movement"}, {"pubmed": 18506892, "text": "TRPC6 was very weakly expressed in isolated hepatocytes from healthy patients and expressed more strongly in tumoral samples from the liver of a cancer patient, strongly supporting a role for these calcium channels in liver oncogenesis."}, {"pubmed": 18617565, "text": "These results strongly suggest that TRPC6 channels can be negatively regulated by the nitric oxide-cyclic GMP-protein kinase G pathway, probably via T69 phosphorylation of the N-terminal."}, {"pubmed": 18784209, "text": "Mutations have been identified as the cause for progressive kidney failure with urinary protein loss."}, {"pubmed": 18800249, "text": "TRPC6 is an obligatory component of cation channels required for the VEGF-mediated increase in cytosolic calcium and subsequent downstream signaling that leads to processes associated with angiogenesis"}, {"pubmed": 18818211, "text": "TRPC6 activation is sufficient to induce keratinocyte differentiation similar to the physiological stimulus [Ca(2+)](o)"}, {"pubmed": 19052171, "text": "Two calcium2+-permeable members of the TRPC family of cation channels, TRPC3 and TRPC6, can interact with the pore-forming subunits of BKCa channels in podocytes and in heterologous systems in which both classes of channels are transiently expressed."}, {"pubmed": 19074769, "text": "TRPC6 regulates TRPC3 activation by Epo"}, {"pubmed": 19124028, "text": "identified a novel TRPC6 mutation Q889K associated with late onset familial focal segmental glomerulosclerosis in Chinese pedigrees and this mutation was demonstrated to be \"gain of function\" by an in vitro functional research"}, {"pubmed": 19129465, "text": "TRPC6 mutations associated with focal segmental glomerulosclerosis cause constitutive activation of NFAT-dependent transcription."}, {"pubmed": 19260825, "text": "Findings support the hypothesis that hTRPC6 participates both in CCE and NCCE through its interaction with the Orai1-STIM1 complex or hTRPC3 respectively."}, {"pubmed": 19380626, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19380626, "text": "the -254(C-->G) SNP may predispose individuals to an increased risk of IPAH by linking abnormal TRPC6 transcription to nuclear factor-kappaB, an inflammatory transcription factor."}, {"pubmed": 19394138, "text": "TRPC6 plays an important role in VEGF-mediated angiogenesis."}, {"pubmed": 19414653, "text": "REVIEW roles of TRPC6 and NFKB in pulmonary arterial smooth muscle cell function and in pathogenesis of IPAH"}, {"pubmed": 19443836, "text": "Synergistic activation of vascular TRPC6 channel by receptor and mechanical stimulation via phospholipase C/diacylglycerol and phospholipase A2/omega-hydroxylase/20-HETE pathways."}, {"pubmed": 19458060, "text": "It seems that TRPC6 is a gene with a very variable penetrance that may contribute to glomerular diseases in a multi-hit setting."}, {"pubmed": 19610066, "text": "Overexpression of TRPC6 is associated with gastric cancer."}, {"pubmed": 19701218, "text": "TRPC6 is detected in benign and malignant human prostate tissues and prostate cancer cell lines and is associated with the histological grade, Gleason score and extraprostatic extension of prostate cancer."}, {"pubmed": 19701773, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19749484, "text": "It forms a protein complex with G protein coupled receptor and activates calcium signaling which leads to cardiac hypertrophy. (review)"}, {"pubmed": 19843708, "text": "Increased mRNA and protein for TRPC6 expression is associated with chronic obstructive pulmonary disease."}, {"pubmed": 19936226, "text": "analysis of a TRPC6 mutation that causes childhood focal segmental glomerulosclerosis"}, {"pubmed": 19940041, "text": "Diacylglycerol activates channels containing TRPC6 in myometrial cells."}, {"pubmed": 19961855, "text": "PDE5-inhibition blocks TRPC6 channel activation and associated Cn/NFAT activation signaling by PKG-dependent channel phosphorylation"}, {"pubmed": 20028870, "text": "TRPC6 is a key mediator of tumor growth of Glioblastoma multiforme"}, {"pubmed": 20190513, "text": "Since it activates calcium signaling and induce cardiac hypertrophy, it may be a new therapeutic target for heart failure."}, {"pubmed": 20203293, "text": "TRPC6 and CFTR are functionally and reciprocally coupled within a molecular complex in airway epithelial human cells. Because this functional coupling is lost in cystic fibrosis cells, the TRPC6-dependent Ca(2+) influx is abnormal."}, {"pubmed": 20306291, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346379, "text": "Results describe the involvement of two Rab GTPases, Rab9 and Rab11, in the trafficking of TRPC6."}, {"pubmed": 20395377, "text": "Gain-of-function mutations cause progressive kidney failure with urinary protein loss."}, {"pubmed": 20533864, "text": "a role for TRPC6 in mediation of the [Ca2+]i elevation in response to hypoxia in hPASMC and suggests that this response may be linked to cellular energy status via an activation of AMPK"}, {"pubmed": 20540633, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20540633, "text": "There is no different genotype distribution between normal controls and patients with MGN of TRPC6 gene. The data also show that TRPC6 gene may not be associated with disease clinical course of MGN"}, {"pubmed": 20554944, "text": "In this preclinical model, TRPC6 channels were essential for glioma development via regulation of G2/M phase transition."}, {"pubmed": 20705603, "text": "PTEN, through residues 394-403, serves as a scaffold for TRPC6, enabling cell surface expression of the channel."}, {"pubmed": 20728215, "text": "A central role is demonstrated for sodium entry via TRPC3/6 channels via receptor-mediated increases in intracellular calcium."}, {"pubmed": 20835261, "text": "inhibition of TRPC6 channels arrested DU145 and PC3 cells at the G(2)/M phase and suppressed HGF-induced cell proliferation."}, {"pubmed": 20961851, "text": "PKCdelta exerts a negative feedback effect on TRPC6 through the phosphorylation of Ser(448)."}, {"pubmed": 21471003, "text": "These results delineate the mechanism of transient receptor potential cation channel subfamily C member 6 activation regulated by tyrosine phosphorylation"}, {"pubmed": 21487005, "text": "in glomerular mesangial cells, glucagon-induced [Ca(2+)](i) increases were mediated through the cAMP-PI3K-PKB-MEK-ERK1/2-TRPC6 signaling pathway."}, {"pubmed": 21511817, "text": "Mutations in TRPC6 is associated with steroid-resistant nephrotic syndrome."}, {"pubmed": 21525431, "text": "Hyperglycemia in diabetes downregulated TRPC6 protein expression in mesangial cells through a NADPH oxidase-reactive oxygen species-protein kinase C pathway, proving a mechanism for impaired MC contraction in diabetes."}, {"pubmed": 21734084, "text": "TRPC6 variants can also be detected in children with early-onset and sporadic steroid-resistant nephrotic syndrome and atypical phenotype."}, {"pubmed": 21757000, "text": "Calmodulin (CaM)- and inositol 1,4,5-trisphosphate receptors (IP3Rs)-binding (CIRB) site of TRPC6 in platelets both modulates Ca(2+) entry and aggregation through its interaction with CaM and IP(3)Rs."}, {"pubmed": 21757714, "text": "analysis of the role of specific domains in the different responsiveness of TRPC3 and TRPC6 to erythropoietin"}, {"pubmed": 21799177, "text": "Protein kinase A-mediated phosphorylation of TRPC6 at Thr69 is essential for the vasorelaxant effects of PDE3 inhibition against the vasoconstrictive actions of angiotensin II."}, {"pubmed": 21822655, "text": "TRPC6 would be a susceptible gene with IHPS in Chinese people. May be other SNPs in TRPC6 would have some association with the IHPS in Chinese people."}, {"pubmed": 21864503, "text": "By showing that TRPC6 channels constitute a Zn2+ entry pathway, our study suggests that they could play a role in zinc homeostasis."}, {"pubmed": 21980113, "text": "TRPC5 and TRPC6 channels are known as the Ca(2+) influx pathways for a previously described, nonselective, cationic current in podocytes."}, {"pubmed": 22000711, "text": "It is hypothesized that dysfunction of TRPC6 in keratinocytes triggers the pathogenesis of atopic dermatitis through inhibiting Ca2+ influx, perturbing keratinocyte differentiation and impairing the epidermal barrier functions."}, {"pubmed": 22004559, "text": "The cysteine residues increase TRPC6 channel protein expression in humans."}, {"pubmed": 22306362, "text": "Results indicate that oleic acid can influence T-lymphocyte functions, in the conjugated form of diacylglycerol (DAG) via opening transient receptor potential cation channel subfamily C TRPC3/6 channels."}, {"pubmed": 22493444, "text": "PI3K/PTEN pathway plays an important role in the translocation of TRPC6 to the plasma membrane and may thus have a significant impact on Ca(2+) signaling in cells that endogenously express TRPC6."}, {"pubmed": 22554521, "text": "the upregulation of TRPC6 is involved in the Ca(2+) signaling and actin assembly in human mesangial cells after chronic hypoxia."}, {"pubmed": 22566504, "text": "Data show the expression of TRPC6 and TRPV1 was significantly increased after 24 hours of exposure to an atheroprone flow, whereas the expression of TRPC3 and TRPM7 was significantly higher in endothelial cells exposed to shear stress."}, {"pubmed": 22980509, "text": "we did not find any probable disease-causing mutation in the TRPC6 gene in the cohort of 64 Czech patients. The p.P15S polymorphism might have some influence on the therapeutic response of focal segmental glomerulosclerosis p[atients."}, {"pubmed": 23158989, "text": "TRPC6 channels are essential for gastric cancer development via regulation of G(2)/M phase transition."}, {"pubmed": 23291369, "text": "TRPC6 gain-of-function mutation is associated with late-onset focal segmental glomerulosclerosis."}, {"pubmed": 23497198, "text": "data show that TRPC6 is likely to be a target for 11q21-22.2 amplification that confers enhanced invasive behavior to head and neck squamous cell carcinomas cells."}, {"pubmed": 23525112, "text": "an important role of NF-kappaB in a negative regulation of TRPC6 expression at the gene transcription level in kidney cells."}, {"pubmed": 23566105, "text": "Increasing expression levels of the transient receptor potential cation channel 6 gene in the blood accompanies chronic elevation of intraocular pressure in primary open-angle glaucoma and may serve as a genetic biomarker"}, {"pubmed": 23570668, "text": "Blockage of TRPC6 activity attenuates high glucose-induced apoptosis of podocytes."}, {"pubmed": 23636057, "text": "this paper defines a specific role of TRPC6 channels in CXCR2-induced intermediary chemotaxis. In particular, TRPC6-mediated supply of calcium appears to be critical for activation of downstream signaling components."}, {"pubmed": 23645677, "text": "Data indicate that expression of mutant TRPC6 induces ERK1/2 activation via both cell-autonomous and non-cell-autonomous mechanisms."}, {"pubmed": 23663351, "text": "A novel frame shift mutation in TRPC6, D873fsX878 was found in a family with podocytopathy."}, {"pubmed": 23671622, "text": "The triple mutation Arg852/Lys859/Arg860 exhibited significant disruption of the binding of S100A1 to TRPC6 implicating their involvement in the binding site."}, {"pubmed": 23686700, "text": "High expression of TRPC6 mRNA was associated with the higher pT status."}, {"pubmed": 23689571, "text": "Mutations of TRPC6 and ACTN4 occur in only a minor portion of Chinese familial familial focal segmental glomerulosclerosis patients."}, {"pubmed": 23700295, "text": "Expression of TRPC6 is markedly increased in renal cell carcinoma specimens and plays an important role in tumor cell proliferation."}, {"pubmed": 23814119, "text": "ANP attenuates the inflammatory actions of histamine via endothelial GC-A/cGMP/cGKI signaling and inhibitory phosphorylation of TRPC6 channels."}, {"pubmed": 23938296, "text": "Pdx-1 activates islet alpha- and beta-cell proliferation via a mechanism regulated by transient receptor potential cation channels 3 and 6 and extracellular signal-regulated kinases 1 and 2."}, {"pubmed": 23976973, "text": "p53 directly binds to a 22 bp response element in the TRPC6 gene promoter and increase its mRNA and protein expression."}, {"pubmed": 23999069, "text": "-254C>G, a SNP underlying enhanced TRPC6 transcription and expression, may be correlated with the development of steroid resistance in Chinese children with idiopathic nephrotic syndrome."}, {"pubmed": 24397990, "text": "the TRPC6 activation mainly occurs at lipid rafts, which is regulated by the mechanical cues of surrounding materials."}, {"pubmed": 24418082, "text": "Studied the expression of TRPC6 among prostate cancer cells; experimental results showed that the overexpression of TRPC6 could promote the invasion ability of PC3 prostate cancer cells."}, {"pubmed": 24453217, "text": "although gene deletion of TRPC3 or TRPC6 alone did not protect against hypertrophy or dysfunction from pressure overload, combined deletion was protective, supporting the value of dual inhibition"}, {"pubmed": 24470487, "text": "TRPC6 activation and inactivation are regulated by PI(4,5)P2 hydrolysis."}, {"pubmed": 24598806, "text": "TRPC6 mechanical activation and activation evoked by DAG/ATP occur through distinct biophysical mechanisms, and provide support for the hypothesis that protein complexes containing wild-type TRPC6 subunits can be intrinsically mechanosensitive."}, {"pubmed": 24905090, "text": "CaSR activation mediates Ca2+ influx and cell proliferation via TRPC3 and TRPC6 in human mesangial cells"}, {"pubmed": 24942878, "text": "High glucose modifies TRPC6 channels and ROS production via SDC-4 in human podocytes."}, {"pubmed": 25019165, "text": "TRPC6 polymorphisms do not affect susceptibility to, or clinical outcomes of idiopathic membranous nephropathy."}, {"pubmed": 25213992, "text": "TRPC3 and TRPC6 participate diversely in synaptic reorganization in the mossy fiber pathway in temporal lobe epilepsy."}, {"pubmed": 25385366, "text": "This study demonstrated that TRPC6 reduction or haploinsufficiency leads to altered neuronal development, morphology and function."}, {"pubmed": 25521631, "text": "a new pathway for TRPC6 activation by Phospholipase C epsilon"}, {"pubmed": 25601712, "text": "Exogenous H2O2 does not induce oxidative stress due to rapid degradation to produce O2 in the podocytes, but the oxygenated podocytes become sensitive to acute ethanol challenge and undergo apoptosis via a TRPC6-dependent elevation of intracellular Ca2+."}, {"pubmed": 25603901, "text": "This study seems to suggest that c.1-361A > T, c.1-254C > G and c.1-218C > T polymorphisms in TRPC6 gene and c.1166A > C polymorphism in AGTR1 could have a role in the development of this disease."}, {"pubmed": 25824146, "text": "HIF-1alpha knockdown attenuated hypoxia-induced BMP4 expression and knockdown of either HIF-1alpha or BMP4 abolished hypoxia-induced TRPC expression and basal [Ca(2+)]i."}, {"pubmed": 25896763, "text": "Renal ischemia-reperfusion injury induced podocyte effacement and the upregulation of TRPC6 mRNA and protein expression. In in vitro experiments, oxygen glucose deprivation (OGD) treatment enhanced the expression of TRPC6 and TRPC6-dependent Ca2+ influx."}, {"pubmed": 26127002, "text": "mutation at N157T can lead to alteration in glycation whereas mutation at A404V was present at a ligand binding site"}, {"pubmed": 26147534, "text": "Genetic Interactions Between TRPC6 and NPHS1 Variants Affect Posttransplant Risk of Recurrent Focal Segmental Glomerulosclerosis."}, {"pubmed": 26187851, "text": "results suggest that TRPC6 regulates metabolism to affect HIF-1alpha stability and consequent glucose metabolism in human glioma cells under hypoxia"}, {"pubmed": 26239116, "text": "these findings provide strong evidence for a role of immunophilins, including FKBP25 and FKBP38, in NCCE mediated by TRPC6."}, {"pubmed": 26348127, "text": "distribution and activity of TRPC6 can be regulated by cardiotonic steroids like ouabain and the naturally occurring peptide Abeta(1-40) which underlines the pathophysiological significance of these processes."}, {"pubmed": 26386308, "text": "TRPC6 plays a prominent role in thrombin-evoked delta-granule platelet exocytosis and calcium mobilization."}, {"pubmed": 26392222, "text": "Selectively activating endothelial TRPC6 rescues transendothelial migration"}, {"pubmed": 26404773, "text": "Data suggest that targeted manipulation of protein kinase C isoforms PKCalpha, PKCbeta, and PKCeta might be beneficial in certain proteinuric kidney diseases with altered transient receptor potential cation channel subfamily C member 6 protein (TRPC6) functions."}, {"pubmed": 26531690, "text": "TRPC6 genetic variants are promising candidate predictors of nervous system involvement in systemic lupus erythematosus"}, {"pubmed": 26581893, "text": "TRPC6 specifically interacts with APP leading to inhibition of its cleavage by gamma-secretase and reduction in Abeta production."}, {"pubmed": 26604306, "text": "the transient receptor potential canonical-6 (TRPC6) calcium-permeable channel in the alveolar macrophages also functions to shunt the transmembrane potential generated by proton pumping."}, {"pubmed": 26849622, "text": "Insulin increases the expression of TRPC6 channels in podocytes by activation of the calcineurin-dependent pathway."}, {"pubmed": 26858457, "text": "These findings suggest that lysoPC induces CaM phosphorylation at Tyr(99) by a Src family kinase and that phosphorylated CaM activates PI3K to produce PIP3, which promotes TRPC6 translocation to the cell membrane."}, {"pubmed": 26892346, "text": "Our comprehensive analysis of human disease-causing TRPC6 mutations reveals loss of TRPC6 function as an additional concept of hereditary focal segmental glomerulosclerosis and provides molecular insights into the mechanism responsible for the loss-of-function phenotype of TRPC6 G757D in humans"}, {"pubmed": 26913924, "text": "This study described the expression and functional relevance of TRPC6 in the pathophysiology of HK-2 cell following ischemia reperfusion."}, {"pubmed": 26937558, "text": "Studies provide evidence that the TRPC6-mediated signaling pathway in kidney cells is under control of reactive oxygen species under both physiological and pathological conditions. [review]"}, {"pubmed": 26968768, "text": "Functional interaction of upregulated CaSR and upregulated TRPC6 in pulmonary artery smooth muscle cells from idiopathic pulmonary arterial hypertension patients may play an important role in the development and progression of sustained pulmonary vasoconstriction and pulmonary vascular remodeling."}, {"pubmed": 27011063, "text": "study demonstrated that the various mechanisms regulating MDR in HCC cells are calcium dependent through the TRPC6/calcium/STAT3 pathway. We propose that targeting TRPC6 in HCC may be a novel antineoplastic strategy, especially combined with chemotherapy"}, {"pubmed": 27506849, "text": "SARAF modulates TRPC1, but not TRPC6, channel function in a STIM1-independent manner"}, {"pubmed": 27818466, "text": "potential implications of transient receptor potential (TRP) channels in the pathogenesis of intestinal fibrosis, since they are known to act as cellular stress sensors/transducers affecting intracellular Ca(2+) homeostasis/dynamics, and are involved in a broad spectrum of cell pathophysiology including inflammation and tissue remodeling."}, {"pubmed": 27874267, "text": "axonal colocalization of TRPV4 and TRPC6 was found in the digital Meissner corpuscles"}, {"pubmed": 28030826, "text": "Data suggest that TRPC6-mediated elevation of intracellular Ca2+ stimulates non-small cell lung cancer proliferation by promoting cell cycle progression."}, {"pubmed": 28210627, "text": "n response to stretching (20%), ATP was released only from the foremost cells at the wound edge; it then diffused to the cells behind the wound edge and activated the P2Y receptors, which caused propagating Ca(2+) waves via TRPC6"}, {"pubmed": 28629718, "text": "Changes in podocyte TRPC channels evoked by plasma and sera from patients with recurrent FSGS and by putative glomerular permeability factors."}, {"pubmed": 28696436, "text": "Authors found a specific reduction of TRPC6 mRNA levels in four AD sets and one MCI set. The median TRPC6 mRNA levels were lower in the following: (1) combined AD patients than in age-matched controls (0.78 vs 1.73, P<0.001); (2) mild-to-moderate AD patients than in age-matched controls (0.81 vs 1.73, P<0.001); and (3) MCI patients than in age-matched controls (0.76 vs 1.72, P<0.001)."}, {"pubmed": 28790356, "text": "The results strongly suggest that Nox2 destabilization through disrupting TRPC3-Nox2 complex underlies attenuation of hyperglycemia-induced heart failure by TRPC6."}, {"pubmed": 28877958, "text": "Confirmed serine 14 as a target of MAPKs and proline-directed kinases like cyclin-dependent kinase 5 (Cdk5) in cell-based as well as in vitro kinase assays and quantitative phosphoproteomic analysis of TRPC6. Phosphorylation of TRPC6 at serine 14 enhances channel conductance by boosting membrane expression of TRPC6, whereas protein stability and multimerization of TRPC6 are not altered."}, {"pubmed": 29288897, "text": "TRPC6 was upregulated in Diabetic nephropathy and could promote cell proliferation and inflammation by inhibiting the NFAT signaling pathway in tubular epithelial cells."}, {"pubmed": 29700422, "text": "this study presents the structure of human TRPC6 homotetramer in complex with a newly identified high-affinity inhibitor BTDM solved by single-particle cryo-electron microscopy to 3.8 A resolution."}, {"pubmed": 29968164, "text": "Studied physiology of transient receptor potential cation channel subfamily C member 6 (TRPC6) in cultured human intervertebral disc cells exposed to simulated microgravity and to the TRPC channel inhibitor SKF-96365. Results found the simulated microgravity and/or TRPC channel inhibition led to reduced proliferation, increased senescence, and reduced TRPC6 expression."}, {"pubmed": 30078002, "text": "Reduction of TRPC6 activity, using either TRPC6 siRNA or a TRPC6 blocker, led to inhibition of hypoxia-induced autophagy, while enhancement of TRPC6 activity with a TRPC6 activator resulted in increased hypoxia-induced autophagy."}, {"pubmed": 30216703, "text": "TRPC6 plays a pro-inflammatory role in the pathogenesis of CRSwNP via regulating Ca(2+) flow. Targeted therapy using TRPC6 inhibitor including SKF-96365 and TRPC6 small interfering RNA (siRNA) intranasally may alleviate the inflammatory reaction in CRSwNP."}, {"pubmed": 30282964, "text": "TRPC6-mediated Ca(2+) influx plays a novel role in suppressing cytoprotective autophagy triggered by oxidative stress in PTC."}, {"pubmed": 30321616, "text": "Findings indicate that OLCT impairs the ability of breast cancer cells to proliferate and migrate via downregulation of TRPC6 channel expression while having no effect on the biology of non-tumoral breast cells."}, {"pubmed": 30380548, "text": "The underlying mechanism forAT1-autoantibody induced podocyte damage might involve activation of the TRPC6 -calcium/calcineurin pathway."}, {"pubmed": 30384327, "text": "In systemic lupus erythematous patients, TRPC6 influenced calcium currents, apoptosis rates and cytokine secretion in a disease- and genotype-dependent manner."}, {"pubmed": 30476735, "text": "FK506 improved urodynamic indices of overactive bladder (OAB) rats, and TRPC6 was expressed in rats and human bladder tissues. TRPC6 elevation in OAB rats was inhibited by FK506, and this inhibition coincided with improvements in urodynamic indices."}, {"pubmed": 30595563, "text": "Four novel TRPC6 variants were detected in Iranian focal segmental glomerulosclerosis children; in silico analysis showed that 2 variants (D130V and G162R) could be pathogenic."}, {"pubmed": 30684527, "text": "TRPC6 expression is inversely correlated with cognitive performance of Alzheimer Disease (AD). TRPC6 in peripheral leucocytes may be a potential biomarker for the diagnosis of AD."}, {"pubmed": 30782481, "text": "TRPC6 regulates actin stress fiber formation and focal adhesions via the RhoA pathway in response to group I metabotropic glutamate receptor activation."}, {"pubmed": 30953689, "text": "Transient receptor potential-6 (TRPC6) is being extensively investigated as a target for drug discovery [Review]."}, {"pubmed": 31022353, "text": "The inhibition of WNK1-mediated TRPC6 activation and its downstream substrate calcineurin attenuated NFATc1 activation."}, {"pubmed": 31054997, "text": "data demonstrate that the direct activation of TRPC6 channels contributes to CNCP-induced apoptotic cell death in HK-2cells"}, {"pubmed": 31063704, "text": "sKlotho can inhibit TRPC6 channels expressed in cells lacking endogenous FGFRs. Structural modeling and molecular docking show that a repositioned beta6alpha6 loop allows sKlotho to bind alpha2-3-sialyllactose. Molecular dynamic simulations further show the alpha2-3-sialyllactose-bound sKlotho complex to be stable."}, {"pubmed": 31115705, "text": "The underlining goal of this review is to offer a concise, detailed look into current knowledge surrounding transient receptor potential canonical channel 6 (TRPC6) in the progression of diabetic kidney disease (DKD) [review]"}, {"pubmed": 31266820, "text": "The gain-of-function mechanism found in FSGS-causing mutations in TRPC6 can be explained by impairments of the CDI, caused by disruptions of TRPC's coiled-coil assembly which is essential for CaM binding. The resulting excess Ca2+ may contribute to structural damage in the podocytes."}, {"pubmed": 31529341, "text": "Study identified four novel polymorphisms including - 257 T > C, - 266 G > A, - 293 G > C, and - 21 G > A found in the promoter region of TRPC6 gene that may be involved in the Iranian cohort with steroid-resistant nephrotic syndrome."}, {"pubmed": 32088241, "text": "Transient receptor potential channels TRPC1/TRPC6 regulate lamina cribrosa cell extracellular matrix gene transcription and proliferation."}, {"pubmed": 32097940, "text": "The Effect and Mechanism of TRPC1, 3, and 6 on the Proliferation, Migration, and Lumen Formation of Retinal Vascular Endothelial Cells Induced by High Glucose."}, {"pubmed": 32134975, "text": "TRPC6 exocytosis by targeting to the C1 domain of Munc13-2."}, {"pubmed": 32612035, "text": "[Pathophysiological roles of TRPC6 channels in pulmonary arterial hypertension]."}, {"pubmed": 32794568, "text": "Functional role of TRPC6 and STIM2 in cytosolic and endoplasmic reticulum Ca2+ content in resting estrogen receptor-positive breast cancer cells."}, {"pubmed": 32800850, "text": "Palmitate induces human glomerular mesangial cells fibrosis through CD36-mediated transient receptor potential canonical channel 6/nuclear factor of activated T cell 2 activation."}, {"pubmed": 32822726, "text": "TRPC6 channel and its implications in breast cancer: an overview."}, {"pubmed": 32985219, "text": "The lncRNA TUG1 promotes cell growth and migration in colorectal cancer via the TUG1-miR-145-5p-TRPC6 pathway."}, {"pubmed": 33333171, "text": "DHA induces Jurkat T-cell arrest in G2/M phase of cell cycle and modulates the plasma membrane expression of TRPC3/6 channels."}, {"pubmed": 33380424, "text": "Melatonin downregulates TRPC6, impairing store-operated calcium entry in triple-negative breast cancer cells."}, {"pubmed": 33450580, "text": "Effect of HIF1alpha on the TRPC6 channel of glomerular podocytes under chronic hypoxia."}, {"pubmed": 33508123, "text": "OIP5-AS1 specifies p53-driven POX transcription regulated by TRPC6 in glioma."}, {"pubmed": 33657698, "text": "[Four cases of nephrotic syndrome with TRPC6 gene variations and literature review]."}, {"pubmed": 33884742, "text": "Heterozygous missense variant in TRPC6 in a boy with rapidly progressive infantile nephrotic syndrome associated with diffuse mesangial sclerosis."}, {"pubmed": 34387384, "text": "Novel gain-of-function mutation of TRPC6 Q134P contributes to late onset focal segmental glomerulosclerosis in a Chinese pedigree."}, {"pubmed": 34547679, "text": "Role of transient receptor potential channel 6 in the osteogenesis of periodontal ligament cells."}, {"pubmed": 35051376, "text": "Structural mechanism of human TRPC3 and TRPC6 channel regulation by their intracellular calcium-binding sites."}, {"pubmed": 35480629, "text": "Klotho Ameliorates Podocyte Injury through Targeting TRPC6 Channel in Diabetic Nephropathy."}, {"pubmed": 35483666, "text": "Protein detection and localization of the non-selective cation channel TRPC6 in the human heart."}, {"pubmed": 35882306, "text": "TRPC6 N338S is a gain-of-function mutant identified in patient with doxorubicin-induced cardiotoxicity."}, {"pubmed": 35968892, "text": "Mechanosensitive cation currents through TRPC6 and Piezo1 channels in human pulmonary arterial endothelial cells."}, {"pubmed": 36280186, "text": "TRPC6-protein expression in the elderly and in liver disease."}, {"pubmed": 36450202, "text": "Is Zn[2+] the new Ca[2+] for TRPC6 channels in the myocardium?"}, {"pubmed": 36746770, "text": "Improvement of platelet preservation by inhibition of TRPC6."}, {"pubmed": 36944475, "text": "Familial systemic lupus erythematosus associated with a loss-of-function mutation in TRPC6."}, {"pubmed": 37615749, "text": "An inactivating human TRPC6 channel mutation without focal segmental glomerulosclerosis."}, {"pubmed": 37774899, "text": "The Multifunctional TRPC6 Protein: Significance in the Field of Cardiovascular Studies."}, {"pubmed": 37980653, "text": "Renal ischaemia-reperfusion injury is promoted by transcription factor NF-kB p65, which inhibits TRPC6 expression by activating miR-150."}, {"pubmed": 38003608, "text": "A Putative Role for TRPC6 in Immune-Mediated Kidney Injury."}, {"pubmed": 38069081, "text": "TRPC6 Deletion Enhances eNOS Expression and Reduces LPS-Induced Acute Lung Injury."}, {"pubmed": 38565515, "text": "[Expansion of the genotypic and phenotypic spectrum and treatment of four children with Steroid-resistant nephrotic syndrome due to variants of TRPC6 gene]."}], "genomic_pos": {"chr": "11", "end": 101872562, "ensemblgene": "ENSG00000137672", "start": 101451564, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 101743293, "start": 101322295, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006812", "pubmed": 9930701, "qualifier": "involved_in", "term": "monoatomic cation transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007338", "qualifier": "involved_in", "term": "single fertilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032414", "pubmed": 10998353, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of ion transmembrane transporter activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051480", "qualifier": "involved_in", "term": "regulation of cytosolic calcium ion concentration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051928", "pubmed": 10998353, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of calcium ion transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070588", "qualifier": "involved_in", "term": "calcium ion transmembrane transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070588", "qualifier": "involved_in", "term": "calcium ion transmembrane transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 23171048, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [10998353, 23291369], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 23171048, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0034703", "qualifier": "part_of", "term": "cation channel complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0036057", "qualifier": "located_in", "term": "slit diaphragm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005261", "pubmed": [19936226, 23291369], "qualifier": "enables", "term": "monoatomic cation channel activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005262", "qualifier": "enables", "term": "calcium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15757897, 23171048], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015279", "qualifier": "enables", "term": "store-operated calcium channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 23291369, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070679", "qualifier": "enables", "term": "inositol 1,4,5 trisphosphate binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070679", "pubmed": 14505576, "qualifier": "enables", "term": "inositol 1,4,5 trisphosphate binding"}]}, "homologene": {"genes": [[6239, 176202], [7955, 563989], [8364, 100493327], [9031, 418989], [9544, 703611], [9598, 451503], [9606, 7225], [9615, 489435], [9913, 407151], [10090, 22068], [10116, 89823]], "id": 37944}, "interpro": [{"desc": "Ankyrin repeat", "id": "IPR002110", "short_desc": "Ankyrin_rpt"}, {"desc": "Transient receptor potential channel, canonical", "id": "IPR002153", "short_desc": "TRPC_channel"}, {"desc": "Transient receptor potential channel, canonical 6", "id": "IPR005462", "short_desc": "TRPC6_channel"}, {"desc": "Ion transport domain", "id": "IPR005821", "short_desc": "Ion_trans_dom"}, {"desc": "Transient receptor ion channel domain", "id": "IPR013555", "short_desc": "TRP_dom"}, {"desc": "Ankyrin repeat-containing domain superfamily", "id": "IPR036770", "short_desc": "Ankyrin_rpt-contain_sf"}], "ipi": ["IPI00031683", "IPI00220552", "IPI00220553", "IPI00976344"], "map_location": "11q22.1", "name": "transient receptor potential cation channel subfamily C member 6", "other_names": ["TRP-6", "focal segmental glomerulosclerosis 2", "short transient receptor potential channel 6", "transient receptor protein 6"], "pantherdb": {"HGNC": "12338", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109523", "ortholog_type": "LDO", "panther_family": "PTHR10117", "taxid": 10090, "uniprot_kb": "Q61143"}, {"RGD": "619788", "ortholog_type": "LDO", "panther_family": "PTHR10117", "taxid": 10116, "uniprot_kb": "Q99N78"}, {"Ensembl": "ENSGALG00000029416", "ortholog_type": "LDO", "panther_family": "PTHR10117", "taxid": 9031, "uniprot_kb": "A0A3Q3A7I9"}, {"ZFIN": "ZDB-GENE-040724-114", "ortholog_type": "O", "panther_family": "PTHR10117", "taxid": 7955, "uniprot_kb": "B3DHM0"}, {"ZFIN": "ZDB-GENE-081030-19", "ortholog_type": "LDO", "panther_family": "PTHR10117", "taxid": 7955, "uniprot_kb": "A0A2R8QEW3"}, {"WormBase": "WBGene00004976", "ortholog_type": "O", "panther_family": "PTHR10117", "taxid": 6239, "uniprot_kb": "G5EF09"}, {"WormBase": "WBGene00006614", "ortholog_type": "O", "panther_family": "PTHR10117", "taxid": 6239, "uniprot_kb": "P34586"}], "uniprot_kb": "Q9Y210"}, "pathway": {"biocarta": {"id": "raccpathway", "name": "ion channels and their functional role in vascular endothelium"}, "kegg": [{"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}], "pid": [{"id": "endothelinpathway", "name": "Endothelins"}, {"id": "nephrin_neph1_pathway", "name": "Nephrin/Neph1 signaling in the kidney podocyte"}, {"id": "thrombin_par1_pathway", "name": "PAR1-mediated thrombin signaling events"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114508", "name": "Effects of PIP2 hydrolysis"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-139853", "name": "Elevation of cytosolic Ca2+ levels"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2672351", "name": "Stimuli-sensing channels"}, {"id": "R-HSA-3295583", "name": "TRP channels"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373752", "name": "Netrin-1 signaling"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418346", "name": "Platelet homeostasis"}, {"id": "R-HSA-418360", "name": "Platelet calcium homeostasis"}, {"id": "R-HSA-418890", "name": "Role of second messengers in netrin-1 signaling"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-983712", "name": "Ion channel transport"}], "wikipathways": [{"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP3676", "name": "BDNF-TrkB Signaling"}, {"id": "WP4758", "name": "Nephrotic syndrome"}]}, "pdb": ["5YX9", "6UZ8", "6UZA", "7A6U", "7DXF", "7DXG"], "pfam": ["PF00520", "PF08344", "PF12796"], "pharmgkb": "PA37011", "pharos": {"target_id": 17405, "tdl": "Tchem"}, "prosite": "PS50088", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF223796", "relationship": "is"}, {"id": "GNF257579", "relationship": "is"}, {"id": "GNF257580", "relationship": "is"}, {"id": "GNF257581", "relationship": "is"}, {"id": "GNF257582", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039524", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF090693", "relationship": "is"}, {"id": "GNF091680", "relationship": "is"}, {"id": "GNF091681", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054942", "relationship": "is"}, {"id": "GNF055175", "relationship": "is"}, {"id": "GNF061827", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064460", "relationship": "is"}, {"id": "GNF068579", "relationship": "is"}, {"id": "GNF068580", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278678", "relationship": "is"}, {"id": "GNF278680", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104832", "relationship": "is"}, {"id": "GNF144480", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_011476.2"], "protein": ["NP_004612.2", "XP_011541270.1", "XP_016873710.1", "XP_047283465.1", "XP_047283466.1", "XP_047283467.1", "XP_054225776.1", "XP_054225777.1", "XP_054225778.1"], "rna": ["NM_004621.6", "XM_011542968.4", "XM_017018221.3", "XM_047427509.1", "XM_047427510.1", "XM_047427511.1", "XM_054369801.1", "XM_054369802.1", "XM_054369803.1"], "translation": [{"protein": "XP_047283466.1", "rna": "XM_047427510.1"}, {"protein": "XP_054225776.1", "rna": "XM_054369801.1"}, {"protein": "XP_054225777.1", "rna": "XM_054369802.1"}, {"protein": "XP_047283465.1", "rna": "XM_047427509.1"}, {"protein": "NP_004612.2", "rna": "NM_004621.6"}, {"protein": "XP_016873710.1", "rna": "XM_017018221.3"}, {"protein": "XP_054225778.1", "rna": "XM_054369803.1"}, {"protein": "XP_011541270.1", "rna": "XM_011542968.4"}, {"protein": "XP_047283467.1", "rna": "XM_047427511.1"}]}, "reporter": {"HG-U133_Plus_2": ["206528_at", "217287_s_at"], "HG-U95Av2": "36365_at", "HTA-2_0": ["TC11002221.hg.1", "TC11003310.hg.1"], "HuEx-1_0": ["3079097", "3388438"], "HuGene-1_1": "7951178", "HuGene-2_1": "16743593"}, "retired": 10684, "summary": "The protein encoded by this gene forms a receptor-activated calcium channel in the cell membrane. The channel is activated by diacylglycerol and is thought to be under the control of a phosphatidylinositol second messenger system. Activation of this channel occurs independently of protein kinase C and is not triggered by low levels of intracellular calcium. Defects in this gene are a cause of focal segmental glomerulosclerosis 2 (FSGS2). [provided by RefSeq, Mar 2009].", "symbol": "TRPC6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421173"}, "unigene": "Hs.159003", "uniprot": {"Swiss-Prot": "Q9Y210", "TrEMBL": "E9PJN4"}, "wikipedia": {"url_stub": "TRPC6"}}