{"AllianceGenome": "12340", "HGNC": "12340", "MIM": "604386", "_id": "7227", "_version": 1, "accession": {"genomic": ["AF178030.3", "CH471060.1", "CP068270.2", "KC877299.1", "KC877300.1", "KC877301.1", "KC877304.1", "KC877306.1", "KC877308.1", "KC877309.1", "KC877310.1", "KC877311.1", "KC877312.1", "KC877313.1", "KC877314.1", "KC877315.1", "KC877316.1", "KC877317.1", "KC877318.1", "KC877319.1", "KF454910.1", "KF454911.1", "KF454912.1", "KF454923.1", "KF454932.1", "KF458825.1", "KF495735.1", "KF495737.1", "KF495801.1", "KF495828.1", "KF495830.1", "KF511060.1", "NC_000008.11", "NC_060932.1", "NG_012383.3"], "protein": ["AAF23614.1", "AAG21134.1", "AAI25021.1", "BAA91441.1", "BAG64957.1", "EAW91952.1", "NP_001269831.1", "NP_001269832.1", "NP_001317528.1", "NP_054831.2", "Q9UHF7.2"], "rna": ["AF183810.1", "AF264784.1", "AK000948.1", "AK021470.1", "AK021511.1", "AK304046.1", "AK309357.1", "BC125020.1", "DA399687.1", "DC339831.1", "NM_001282902.3", "NM_001282903.3", "NM_001330599.2", "NM_014112.5"], "translation": [{"protein": "AAI25021.1", "rna": "BC125020.1"}, {"protein": "NP_054831.2", "rna": "NM_014112.5"}, {"protein": "NP_001317528.1", "rna": "NM_001330599.2"}, {"protein": "NP_001269832.1", "rna": "NM_001282903.3"}, {"protein": "BAG64957.1", "rna": "AK304046.1"}, {"protein": "AAF23614.1", "rna": "AF183810.1"}, {"protein": "BAA91441.1", "rna": "AK000948.1"}, {"protein": "NP_001269831.1", "rna": "NM_001282902.3"}, {"protein": "AAG21134.1", "rna": "AF264784.1"}]}, "alias": ["GC79", "LGCR"], "ensembl": {"gene": "ENSG00000104447", "protein": ["ENSP00000220888", "ENSP00000379063", "ENSP00000379065", "ENSP00000400360", "ENSP00000405028", "ENSP00000428121", "ENSP00000428680", "ENSP00000428910", "ENSP00000429174", "ENSP00000430383", "ENSP00000430803", "ENSP00000492037"], "transcript": ["ENST00000220888", "ENST00000395713", "ENST00000395715", "ENST00000422939", "ENST00000451156", "ENST00000517323", "ENST00000518018", "ENST00000519076", "ENST00000519674", "ENST00000519815", "ENST00000520276", "ENST00000640765"], "translation": [{"protein": "ENSP00000379065", "rna": "ENST00000395715"}, {"protein": "ENSP00000220888", "rna": "ENST00000220888"}, {"protein": "ENSP00000428910", "rna": "ENST00000519076"}, {"protein": "ENSP00000428680", "rna": "ENST00000520276"}, {"protein": "ENSP00000428121", "rna": "ENST00000518018"}, {"protein": "ENSP00000429174", "rna": "ENST00000519674"}, {"protein": "ENSP00000430803", "rna": "ENST00000517323"}, {"protein": "ENSP00000379063", "rna": "ENST00000395713"}, {"protein": "ENSP00000430383", "rna": "ENST00000519815"}, {"protein": "ENSP00000405028", "rna": "ENST00000422939"}, {"protein": "ENSP00000400360", "rna": "ENST00000451156"}, {"protein": "ENSP00000492037", "rna": "ENST00000640765"}], "type_of_gene": "protein_coding"}, "entrezgene": "7227", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 26.8162612011, "exp_mis": 398.679265583, "exp_syn": 182.831581012, "lof_z": 4.55579506536783, "mis_z": 1.14348097827089, "mu_lof": 2.15630947792e-06, "mu_mis": 3.50182389545e-05, "mu_syn": 1.59375876483e-05, "n_lof": 3.0, "n_mis": 352.0, "n_syn": 186.0, "p_li": 0.990109017620343, "p_null": 2.35843609417322e-08, "p_rec": 0.00989095879529632, "syn_z": -0.145265951541986}, "bp": 3885, "cds_end": 116635864, "cds_start": 116426250, "n_exons": 6, "nonpsych": {"exp_lof": 24.1509018788, "exp_mis": 360.722815314, "exp_syn": 165.359819833, "lof_z": 4.22682434165447, "mis_z": 1.21424882169274, "mu_lof": 2.15630947792e-06, "mu_mis": 3.50182389545e-05, "mu_syn": 1.59375876483e-05, "n_lof": 3.0, "n_mis": 315.0, "n_syn": 164.0, "p_li": 0.976910786930831, "p_null": 2.31183794899183e-07, "p_rec": 0.0230889818853745, "syn_z": 0.0665769091939353}, "nontcga": {"exp_lof": 24.6592256702, "exp_mis": 366.773215658, "exp_syn": 168.193324664, "lof_z": 4.50128623366149, "mis_z": 1.06068385605695, "mu_lof": 2.15630947792e-06, "mu_mis": 3.50182389545e-05, "mu_syn": 1.59375876483e-05, "n_lof": 2.0, "n_mis": 326.0, "n_syn": 167.0, "p_li": 0.99588628627532, "p_null": 1.36134467492493e-08, "p_rec": 0.00411370011123334, "syn_z": 0.0582596117805667}, "transcript": "ENST00000395715.3"}, "exons": [{"cdsend": 115667883, "cdsstart": 115414022, "chr": "8", "position": [[115408495, 115415084], [115418329, 115418452], [115587000, 115587604], [115603872, 115605002], [115619131, 115620060], [115667873, 115668013]], "strand": -1, "transcript": "NM_001282902", "txend": 115668013, "txstart": 115408495}, {"cdsend": 115623630, "cdsstart": 115414022, "chr": "8", "position": [[115408495, 115415084], [115418329, 115418452], [115587000, 115587604], [115603872, 115605002], [115619131, 115620060], [115623614, 115623758], [115668544, 115668975]], "strand": -1, "transcript": "NM_001282903", "txend": 115668975, "txstart": 115408495}, {"cdsend": 115620058, "cdsstart": 115414022, "chr": "8", "position": [[115408495, 115415084], [115418329, 115418452], [115587000, 115587604], [115603872, 115605002], [115619131, 115620060], [115668544, 115668975]], "strand": -1, "transcript": "NM_001330599", "txend": 115668975, "txstart": 115408495}, {"cdsend": 115623637, "cdsstart": 115414022, "chr": "8", "position": [[115408495, 115415084], [115418329, 115418452], [115587000, 115587604], [115603872, 115605002], [115619131, 115620060], [115623600, 115623758], [115668544, 115668975]], "strand": -1, "transcript": "NM_014112", "txend": 115668975, "txstart": 115408495}], "exons_hg19": [{"cdsend": 116680110, "cdsstart": 116426250, "chr": "8", "position": [[116420723, 116427312], [116430557, 116430680], [116599227, 116599831], [116616099, 116617229], [116631358, 116632287], [116680100, 116680240]], "strand": -1, "transcript": "NM_001282902", "txend": 116680240, "txstart": 116420723}, {"cdsend": 116635857, "cdsstart": 116426250, "chr": "8", "position": [[116420723, 116427312], [116430557, 116430680], [116599227, 116599831], [116616099, 116617229], [116631358, 116632287], [116635841, 116635985], [116680771, 116681202]], "strand": -1, "transcript": "NM_001282903", "txend": 116681202, "txstart": 116420723}, {"cdsend": 116632285, "cdsstart": 116426250, "chr": "8", "position": [[116420723, 116427312], [116430557, 116430680], [116599227, 116599831], [116616099, 116617229], [116631358, 116632287], [116680771, 116681202]], "strand": -1, "transcript": "NM_001330599", "txend": 116681202, "txstart": 116420723}, {"cdsend": 116635864, "cdsstart": 116426250, "chr": "8", "position": [[116420723, 116427312], [116430557, 116430680], [116599227, 116599831], [116616099, 116617229], [116631358, 116632287], [116635827, 116635985], [116680771, 116681202]], "strand": -1, "transcript": "NM_014112", "txend": 116681202, "txstart": 116420723}], "generif": [{"pubmed": 11773701, "text": "Review: Structure and function of GC79/TRPS1, a novel androgen-repressible apoptosis gene"}, {"pubmed": 11950061, "text": "novel and recurrent mutations responsible for the tricho-rhino-phalangeal syndromes"}, {"pubmed": 12620233, "text": "homologous domains from the TRPS-1 and Drosophila Hunchback proteins support homodimerization, but not heterodimerization with Ikaros"}, {"pubmed": 12885770, "text": "TRPS1 activity is regulated by RNF4"}, {"pubmed": 14680804, "text": "Our results suggest a role of TRPS1 in androgen regulation of prostate-specfici antigen gene expression"}, {"pubmed": 16043716, "text": "TRPS-1 protein and gene were expressed in >90% of early- and late-stage breast cancer, including ductal carcinoma in situ and invasive ductal, lobular, and papillary carcinomas"}, {"pubmed": 17391059, "text": "We show here that TRPS1 is SUMOylated at multiple sites, both in vivo and in vitro, through interaction with UBC9. Overexpression of wild-type UBC9 enhances TRPS1-mediated transcriptional repression."}, {"pubmed": 17467349, "text": "suggests a possible involvement of TRPS1 in oxidative stress, and possibly in apoptosis in androgen-independent DU145 prostate cancer cells"}, {"pubmed": 17854380, "text": "study reports a family affected by a mild form of trichorhinophalangeal syndrome type I; mutation analysis showed a missense mutation (R952C) in exon 7 of the TRPS1 gene"}, {"pubmed": 18713754, "text": "The results describe a position effect that downregulates TRPS1 expression as the probable cause of hypertrichosis in Ambras syndrome (a rare form of congenital hypertrichosis with excessive hair on the shoulders, face and ears in humans)."}, {"pubmed": 18946009, "text": "results suggest a role for TRPS1 in tooth morphogenesis"}, {"pubmed": 19610100, "text": "study presents 2 new sporadic monoallelic mutations in two patients with clinical features compatible with different forms of tricho-rhino-phalangeal syndrome"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20177376, "text": "Trichorhinophalangeal syndrome:report on a family where the father & 3 children have a novel out-of-frame indel, the largest intragenic indel reported to date & comment on intrafamilial consistency of the resulting TRPS type I phenotype"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20394624, "text": "nonsense mutations result in premature stop codons in exon 4 or exon 5 and frame shifts from the point of deletion or two-to-one substitution also lead to premature stop codons downstream."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20635356, "text": "Mutation in TRPS1 is associated with tricho-rhino-pharangeal syndrome."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21673316, "text": "TRPS1 targeting by miR-221/222 promotes the epithelial-to-mesenchymal transition in breast cancer"}, {"pubmed": 21761336, "text": "TRPS-1 was also found to be expressed in a high proportion of ER(-) ductal epithelial breast cancers"}, {"pubmed": 21761348, "text": "we found critical differences in TRPS-1 expression in primary breast cancer"}, {"pubmed": 21868360, "text": "miR-221/222 targeting of trichorhinophalangeal 1 (TRPS1) promotes epithelial-to-mesenchymal transition in breast cancer."}, {"pubmed": 22127049, "text": "TRPS1 codon 952 constitutes a mutational hot spot in trichorhinophalangeal syndrome type I and could be associated with intellectual disability."}, {"pubmed": 22306695, "text": "Genetic variation in TRPS1 may regulate hip geometry as well as bone mineral density"}, {"pubmed": 22481165, "text": "Mutations in the amino terminus of this transcription factor result in TRPS I syndrome."}, {"pubmed": 23293878, "text": "Identification of a new mutation in TRPS1 gene leading to tricho-rhino-phalangeal syndrome I in a Chinese patient"}, {"pubmed": 23572024, "text": "we identified a mutation in the TRPS1 gene The same mutation was detected as a 10% mosaic mutation by Pyrosequencing in blood-derived DNA from his healthy mother.  this is the first time that somatic mosaicism has been identified in TRPSI"}, {"pubmed": 23729783, "text": "TRPS-1 is an independent prognostic marker in early-stage breast cancer and a new epithelial-to-mesenchymal transition marker that can distinguish patients with estrogen receptor-positive breast cancer who will respond longer to adjuvant endocrine therapy"}, {"pubmed": 23762846, "text": "The increased expression of TRPS1 may be involved in the pathogenesis and progression of colon cancer."}, {"pubmed": 23835950, "text": "we report the first familial balanced translocation [t(8;13)(q24.11;q21.31)] leading to trichorhinophalangeal syndrome I with a breakpoint 87 kb from the TRPS1 5' end."}, {"pubmed": 24074613, "text": "The strong expression of TRPS-1 may serve as a good prognostic marker in breast cancer."}, {"pubmed": 24416236, "text": "association between SNP within TRPS1 and BMD"}, {"pubmed": 24491996, "text": "A role for Trps1 in the regulation of MDR1 expression in osteosarcoma."}, {"pubmed": 24595984, "text": "TRPS1 promotes angiogenesis and affects VEGFA expression in breast cancer."}, {"pubmed": 24909213, "text": "truncated protein from mutant allele may be stably expressed in patient's hair follicles"}, {"pubmed": 24934762, "text": "TRPS1 gene expressionis associated with different epithelial mesenchymal transformation markers in ERalpha-positive and ERalpha-negative breast cancers."}, {"pubmed": 25128529, "text": "Trps1 is required for odontoblast maturation by supporting expression of genes crucial for initiating the mineralization process."}, {"pubmed": 25136899, "text": "TRPS1 haploinsufficiency results in STAT3 and SOX9 mRNA expression in Trichorhinophalangeal syndrome."}, {"pubmed": 25277197, "text": "our study proposes that TRPS1 acts as a central hub in the control of cell cycle and proliferation during cancer development"}, {"pubmed": 25328121, "text": "Single nucleotide polymorphisms in TRPS1 gene is associated with Coronary Artery Disease."}, {"pubmed": 25333908, "text": "Identification of a novel missense mutation c.2726G>A (p.C909Y) of the TRPS1 gene in a family with trichorhinophalangeal syndrome type I."}, {"pubmed": 25792522, "text": "Missense mutations are located exclusively in exon 6 and 7 of TRPS1 in patients with tricho-rhino-phalangeal syndrome."}, {"pubmed": 25886207, "text": "Trps1 is involved in non-anastomotic biliary structure pathogenesis following liver transplantation and negatively correlates with biliary epithelial cell epithelial-mesenchymal transition and biliary fibrosis in liver grafts."}, {"pubmed": 26183398, "text": "Data show that co-silencing of tricho-rhino-phalangeal-syndrome (TRPS1) and cathepsin D (Cath-D) in breast cancer cells (BCC) affects the transcription of cell cycle and proliferation."}, {"pubmed": 26377811, "text": "Trps1 plays a crucial role in osteosarcoma angiogenesis, metastasis and clinical surgical stage."}, {"pubmed": 26969828, "text": "Down-regulation of TRPS1 by miR-373, acting as a transcriptional activator, promotes epithelial-mesenchymal transition (EMT) and metastasis by repressing FOXA1 transcription, expanding upon its previously reported role as a transcription repressor."}, {"pubmed": 27133561, "text": "the twins described by Fitzsimmons had heterozygous mutations in the SACS gene, the gene responsible for autosomal recessive spastic ataxia of Charlevoix Saguenay as well as a heterozygous mutation in the TRPS1, the gene responsible in Trichorhinophalangeal syndrome type 1A TBL1XR1 mutation was identified in the patient described in 2009 as contributing to his cognitive impairment and autistic features.."}, {"pubmed": 27706911, "text": "Clinically, three patients had TRPS I, two with multiple supernumerary teeth. The clinical impression was confirmed by a novel TRPS1 mutation."}, {"pubmed": 27826100, "text": "TRPS1 gene was responsible for most of the TRPS phenotype"}, {"pubmed": 28256045, "text": "The first patient has a novel heterozygous two-base-pair deletion of nucleotides at 3198-3199 (c.3198-3199delAT) in the TRPS1 gene causing a translational frameshift and subsequent alternate stop codon. The second patient has a 3.08 million base-pair interstitial deletion at 8q23.3 (113,735,487-116,818,578), which includes the TRPS1 gene and CSMD3"}, {"pubmed": 28423734, "text": "Results showed that TRPS1 along with GATA3 are distinctively overexpressed in breast cancer (BC) among all GATA family members and predict better survival in patients with BC. TRPS1 is then a distinctive biomarker and essential prognostic factor in BC."}, {"pubmed": 28468609, "text": "in this kindred support the previous genotype-phenotype results suggesting that patients with more pronounced facial characteristics and more severe shortening of hands and feet are more likely to have mutation in exon 6 of TRPS1"}, {"pubmed": 28528424, "text": "The results of this study indicated a prominent role of TRPS1 in subependymoma development."}, {"pubmed": 28944451, "text": "Downregulation of the TRPS1 protein, which is a transcriptional target of hsa-miR-26b-5p, was associated with radiation exposure."}, {"pubmed": 29436063, "text": "Two Pakistani families with sequence variants in GDF5 and TRPS1 causing brachydactyly type C and tricho-rhino-phalangeal syndrome type III are described."}, {"pubmed": 29499646, "text": "In Pseudohypoparathyroidism, mutations were found in PRKAR1A, PDE4D, TRPS1, and PTHLH."}, {"pubmed": 29601666, "text": "Results show that Trps1 regulates multidrug sensitivity of lung cancer cells. Also, Trps1 induces MGMT transcription through binding to its promoter region. These data indicate that multidrug resistance of lung cancer cells is partly associated with Trps1-regulated MGMT gene transcription."}, {"pubmed": 29895970, "text": "Our data suggest that TRPS1 is an important ER-associated transcriptional repressor that regulates cell proliferation, chromatin acetylation and ER binding at the chromatin of cis-regulatory elements"}, {"pubmed": 30071870, "text": "Study provide a novel mechanistic insight into the growth-regulatory role of TRPS1-USP4-HDAC2 axis by providing evidence that TRPS1 recruits USP4 to deubiquitinate and stabilize HDAC2. This is the first example of the non-transcription factor function of GATA transcription factor which affects the ubiquitination and transcription repressive function of HDAC2, acetylation of H4K16, and the deubiquitinase function of USP4."}, {"pubmed": 30082728, "text": "TRPS1 is an epigenetic regulator of YAP activity in breast cancer"}, {"pubmed": 30315105, "text": "study provides detailed mechanistic insights into CSC functions and tumor initiation by the TRPS1-SOX2 axis"}, {"pubmed": 30380416, "text": "TRPS1 is associated with the NuRD repressor complex."}, {"pubmed": 31343132, "text": "Symptomes of four cases of Trichorhinophalangeal syndrome (TRPS) (three sporadic and one familial) were presented."}, {"pubmed": 31569377, "text": "TRPS1 expression was found in all Intervertebral disc (IVD) of patients with IVD degeneration. TRPS1 expression levels significantly decreased with increasing grade of disc degeneration. Highly degenerated discs expressed low levels of TRPS1. Additionally, TRPS1 was able to repress miR-221 expression by associating with its promoter and miR-221 negatively control TRPS1 expression by targeting the TRPS1-3'UTR gene."}, {"pubmed": 33011748, "text": "TRPS1: a highly sensitive and specific marker for breast carcinoma, especially for triple-negative breast cancer."}, {"pubmed": 33015773, "text": "Significance of TRPS1 in the development and clinicopathologic of hepatocellular carcinoma."}, {"pubmed": 33044891, "text": "Clinical significance and biological function of transcriptional repressor GATA binding 1 in gastric cancer: a study based on data mining, RT-qPCR, immunochemistry, and vitro experiment."}, {"pubmed": 33073934, "text": "TRPS1 mutation detection in Chinese patients with Tricho-rhino-phalangeal syndrome and identification of four novel mutations."}, {"pubmed": 33691114, "text": "TRPS1 drives heterochromatic origin refiring and cancer genome evolution."}, {"pubmed": 34897794, "text": "Novel Pathogenetic Variants in PTHLH and TRPS1 Genes Causing Syndromic Brachydactyly."}, {"pubmed": 35063444, "text": "Expression of TRPS1 in phyllodes tumor and sarcoma of the breast."}, {"pubmed": 35175968, "text": "TRPS1 Expression in Breast Carcinomas: Focusing on Metaplastic Breast Carcinomas."}, {"pubmed": 35413381, "text": "TRPS1, GATA3, and SOX10 expression in triple-negative breast carcinoma."}, {"pubmed": 35760555, "text": "Evaluation of TRPS1 Expression in Pleural Effusion Cytology Specimens With Metastatic Breast Carcinoma."}, {"pubmed": 35863130, "text": "Functional mechanisms of TRPS1 in disease progression and its potential role in personalized medicine."}, {"pubmed": 36399408, "text": "The diagnostic utility of trichorhinophalangeal syndrome type 1 immunohistochemistry for metastatic breast carcinoma in effusion cytology specimens."}, {"pubmed": 36808637, "text": "Immunohistochemical expression of TRPS1 in mammary Paget disease, extramammary Paget disease, and their close histopathologic mimics."}, {"pubmed": 36866988, "text": "Expanding the clinical and molecular features of trichorhino- phalangeal syndrome with a novel variant."}, {"pubmed": 36990068, "text": "Molecular Genetic Analysis and Growth Hormone Treatment in a Three-Generation Chinese Family with Tricho-Rhino-Phalangeal Syndrome I."}, {"pubmed": 37074839, "text": "TRPS1 and GATA3 Expression in Invasive Breast Carcinoma With Apocrine Differentiation."}, {"pubmed": 37096814, "text": "TRPS1 outperforms GATA3 in pleural effusions with metastatic breast carcinoma versus mesothelioma."}, {"pubmed": 37331526, "text": "Trichorhinophalangeal syndrome type 1 (TRPS1) expression in male breast carcinoma."}, {"pubmed": 37571901, "text": "The Influence of MDR1 Expression Regulated by miR-138 through TRPS1 Signaling Pathway on Multidrug Resistance of Osteosarcoma and Formation of Bacterial Infection Biofilm."}, {"pubmed": 37879495, "text": "Novel TRPS1 frameshift variant in tricho-rhino-phalangeal syndrome type I accompanied by zinc deficiency."}, {"pubmed": 37983855, "text": "Mucinous cystadenocarcinoma of the breast harbours TRPS1 expressions and PIK3CA alterations."}, {"pubmed": 38058044, "text": "[TRPS1 expression in salivary gland-type breast carcinoma and its clinical application]."}, {"pubmed": 38377146, "text": "TRPS1 modulates chromatin accessibility to regulate estrogen receptor alpha (ER) binding and ER target gene expression in luminal breast cancer cells."}, {"pubmed": 38574886, "text": "Clinical presentation and genetics of tricho-rhino-phalangeal syndrome (TRPS) type 1: A single-center case series of 15 patients and seven novel TRPS1 variants."}], "genomic_pos": {"chr": "8", "end": 115809673, "ensemblgene": "ENSG00000104447", "start": 115408496, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 116821899, "start": 116420724, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [12885770, 14680804, 21673316], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001501", "pubmed": 10615131, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032330", "qualifier": "involved_in", "term": "regulation of chondrocyte differentiation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 21673316, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12885770, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0032991", "pubmed": 15491138, "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 14680804, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 14680804, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003700", "pubmed": 10615131, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12885770, 15491138, 19389374, 22190034], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 15491138, "qualifier": "enables", "term": "protein domain specific binding"}]}, "homologene": {"genes": [[7955, 795613], [8364, 100493561], [9031, 420289], [9544, 700383], [9598, 472846], [9606, 7227], [9615, 482018], [9913, 537652], [10090, 83925], [10116, 299897]], "id": 8556}, "interpro": [{"desc": "Zinc finger, GATA-type", "id": "IPR000679", "short_desc": "Znf_GATA"}, {"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger, NHR/GATA-type", "id": "IPR013088", "short_desc": "Znf_NHR/GATA"}, {"desc": "Transcription factor TRPS1", "id": "IPR028440", "short_desc": "TRPS1"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00296078", "IPI00852825", "IPI00853099", "IPI00853380", "IPI00937887", "IPI00973868", "IPI01013586", "IPI01013632"], "map_location": "8q23.3", "name": "transcriptional repressor GATA binding 1", "other_names": ["tricho-rhino-phalangeal syndrome type I protein", "trichorhinophalangeal syndrome I", "zinc finger protein GC79", "zinc finger transcription factor Trps1"], "pantherdb": {"HGNC": "12340", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1927616", "ortholog_type": "LDO", "panther_family": "PTHR47034", "taxid": 10090, "uniprot_kb": "Q925H1"}, {"RGD": "1311883", "ortholog_type": "LDO", "panther_family": "PTHR47034", "taxid": 10116, "uniprot_kb": "D3ZEM6"}, {"Ensembl": "ENSGALG00000031700", "ortholog_type": "LDO", "panther_family": "PTHR47034", "taxid": 9031, "uniprot_kb": "A0A1D5PVY0"}, {"ZFIN": "ZDB-GENE-030131-8404", "ortholog_type": "LDO", "panther_family": "PTHR47034", "taxid": 7955, "uniprot_kb": "F1QEY1"}], "uniprot_kb": "Q9UHF7"}, "pfam": "PF00320", "pharmgkb": "PA37013", "pharos": {"target_id": 3059, "tdl": "Tbio"}, "prosite": ["PS50114", "PS50157"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF225673", "relationship": "is"}, {"id": "GNF257587", "relationship": "is"}, {"id": "GNF257588", "relationship": "is"}, {"id": "GNF257589", "relationship": "is"}, {"id": "GNF257590", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF050428", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF090671", "relationship": "is"}, {"id": "GNF091769", "relationship": "is"}, {"id": "GNF091770", "relationship": "is"}, {"id": "GNF091771", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052337", "relationship": "is"}, {"id": "GNF057107", "relationship": "is"}, {"id": "GNF059711", "relationship": "is"}, {"id": "GNF061954", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070821", "relationship": "is"}, {"id": "GNF070822", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098690", "relationship": "is"}, {"id": "GNF109435", "relationship": "is"}, {"id": "GNF138345", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_012383.3"], "protein": ["NP_001269831.1", "NP_001269832.1", "NP_001317528.1", "NP_054831.2"], "rna": ["NM_001282902.3", "NM_001282903.3", "NM_001330599.2", "NM_014112.5"], "translation": [{"protein": "NP_001317528.1", "rna": "NM_001330599.2"}, {"protein": "NP_001269832.1", "rna": "NM_001282903.3"}, {"protein": "NP_001269831.1", "rna": "NM_001282902.3"}, {"protein": "NP_054831.2", "rna": "NM_014112.5"}]}, "reporter": {"HG-U133_Plus_2": ["218502_s_at", "222651_s_at", "224218_s_at", "234351_x_at"], "HG-U95B": ["50587_at", "55443_at"], "HTA-2_0": "TC08001541.hg.1", "HuEx-1_0": "3149528", "HuGene-1_1": "8152453", "HuGene-2_1": "17080342"}, "summary": "This gene encodes a transcription factor that represses GATA-regulated genes and binds to a dynein light chain protein. Binding of the encoded protein to the dynein light chain protein affects binding to GATA consensus sequences and suppresses its transcriptional activity. Defects in this gene are a cause of tricho-rhino-phalangeal syndrome (TRPS) types I-III. [provided by RefSeq, Jul 2008].", "symbol": "TRPS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421175"}, "unigene": "Hs.657018", "uniprot": {"Swiss-Prot": "Q9UHF7", "TrEMBL": ["E5RJ97", "A0A1D5RMP4", "H0YC29", "H0YAV4", "E7EVN4", "E5RFF3", "C9J6L7", "F8W8T0"]}, "wikipedia": {"url_stub": "Tricho-rhino-phalangeal syndrome Type 1"}}