{"AllianceGenome": "15971", "HGNC": "15971", "MIM": "601387", "_id": "7251", "_version": 2, "accession": {"genomic": ["AC027544.11", "CH471064.2", "CP068267.2", "KF455334.1", "NC_000011.10", "NC_060935.1", "NG_012138.2"], "protein": ["AAC52083.1", "AAH02487.1", "AAO59169.1", "AAO59170.1", "EAW68381.1", "EAW68382.1", "EAW68383.1", "EAW68384.1", "EAW68385.1", "EAW68386.1", "NP_006283.1", "Q99816.2", "XP_005253165.1", "XP_054225779.1"], "rna": ["AK130787.1", "AU138453.1", "AY207473.1", "AY207474.1", "BC002487.1", "BP347883.1", "CB528488.1", "NM_006292.4", "U82130.1", "XM_005253108.5", "XM_054369804.1"], "translation": [{"protein": "AAO59169.1", "rna": "AY207473.1"}, {"protein": "AAC52083.1", "rna": "U82130.1"}, {"protein": "NP_006283.1", "rna": "NM_006292.4"}, {"protein": "XP_054225779.1", "rna": "XM_054369804.1"}, {"protein": "AAO59170.1", "rna": "AY207474.1"}, {"protein": "AAH02487.1", "rna": "BC002487.1"}, {"protein": "XP_005253165.1", "rna": "XM_005253108.5"}]}, "alias": ["TSG10", "VPS23"], "ensembl": {"gene": "ENSG00000074319", "protein": ["ENSP00000251968", "ENSP00000438471", "ENSP00000463213", "ENSP00000464386"], "transcript": ["ENST00000251968", "ENST00000438874", "ENST00000535077", "ENST00000536719", "ENST00000540555", "ENST00000542488", "ENST00000543054", "ENST00000543087", "ENST00000544804", "ENST00000545247", "ENST00000580814", "ENST00000584526"], "translation": [{"protein": "ENSP00000438471", "rna": "ENST00000536719"}, {"protein": "ENSP00000464386", "rna": "ENST00000580814"}, {"protein": "ENSP00000463213", "rna": "ENST00000584526"}, {"protein": "ENSP00000251968", "rna": "ENST00000251968"}], "type_of_gene": "protein_coding"}, "entrezgene": "7251", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.486173343, "exp_mis": 126.975942647, "exp_syn": 54.8389337983, "lof_z": 3.77810370468353, "mis_z": 1.64840509939408, "mu_lof": 1.14814201839e-06, "mu_mis": 1.13374550464e-05, "mu_syn": 4.6920840011e-06, "n_lof": 1.0, "n_mis": 89.0, "n_syn": 52.0, "p_li": 0.982720286760501, "p_null": 2.26553341571377e-06, "p_rec": 0.0172774477060837, "syn_z": 0.237661958362938}, "bp": 1173, "cds_end": 18548363, "cds_start": 18502092, "n_exons": 10, "nonpsych": {"exp_lof": 14.7288725962, "exp_mis": 114.732778908, "exp_syn": 49.4418231013, "lof_z": 3.51319417292104, "mis_z": 1.9651486784903, "mu_lof": 1.14814201839e-06, "mu_mis": 1.13374550464e-05, "mu_syn": 4.6920840011e-06, "n_lof": 1.0, "n_mis": 73.0, "n_syn": 49.0, "p_li": 0.971224802773231, "p_null": 9.72647205037489e-06, "p_rec": 0.0287654707547186, "syn_z": 0.0395604878985866}, "transcript": "ENST00000251968.3"}, "exons": [{"cdsend": 18526816, "cdsstart": 18480545, "chr": "11", "position": [[18480310, 18480635], [18481629, 18481869], [18483869, 18484072], [18502485, 18502577], [18506856, 18506923], [18509541, 18509665], [18514677, 18514841], [18516098, 18516164], [18519518, 18519603], [18526774, 18526942]], "strand": -1, "transcript": "NM_006292", "txend": 18526942, "txstart": 18480310}], "exons_hg19": [{"cdsend": 18548363, "cdsstart": 18502092, "chr": "11", "position": [[18501857, 18502182], [18503176, 18503416], [18505416, 18505619], [18524032, 18524124], [18528403, 18528470], [18531088, 18531212], [18536224, 18536388], [18537645, 18537711], [18541065, 18541150], [18548321, 18548489]], "strand": -1, "transcript": "NM_006292", "txend": 18548489, "txstart": 18501857}], "generif": [{"pubmed": 11838966, "text": "TSG101 expression in gynecological tumors: relationship to cyclin D1, cyclin E, p53 and p16 proteins."}, {"pubmed": 11916981, "text": "recognize ubiquitin and act in the removal of endosomal protein-ubiquitin conjugates."}, {"pubmed": 11943869, "text": "Negative regulation of cell growth and differentiation by TSG101 through association with p21(Cip1/WAF1)."}, {"pubmed": 12006492, "text": "structure and functional interactions of its binding sites"}, {"pubmed": 12379843, "text": "solution structure of the UEV (ubiquitin E2 variant) binding domain of Tsg101 in complex with a PTAP peptide that spans the late domain of HIV-1 p6(Gag)"}, {"pubmed": 12388682, "text": "interacts specifically with human immunodeficiency virus type 2 gag polyprotein, results in increased levels of ubiquinated gag, and is incorporated into HIV-2 virions"}, {"pubmed": 12505256, "text": "Analysis of BRCA1, TP53, and TSG101 germline mutations in German breast and/or ovarian cancer families."}, {"pubmed": 12725919, "text": "Human ortholog TSG101 does not substitute VPS23 in its ability to rescue the phenotype of defective plasma membrane proteins"}, {"pubmed": 12743307, "text": "truncated and full length forms of TSG101 inhibit HIV-1 budding by interacting with the p6 L domain and by disrupting the cellular endosomal sorting machinery"}, {"pubmed": 12802020, "text": "the TSG101 interaction with HRS is a crucial step in endocytic down-regulation of mitogenic signaling and this interaction may have a role in linking the functions of early and late endosomes"}, {"pubmed": 14526201, "text": "alternative splicing and role implicated in interaction with HIV-1"}, {"pubmed": 14761944, "text": "TSG101 activates androgen receptor-induced transcription by transient stabilization of the monoubiquitinated state"}, {"pubmed": 14991575, "text": "Reduction of TSG101 protein has a negative impact on breast and prostate tumor cell growth"}, {"pubmed": 15033475, "text": "molecular interactions between Daxx and TSG101 establish an efficient repressive transcription complex in the nucleus"}, {"pubmed": 15053872, "text": "X-ray crystallography study of the UEV domain of TSG101 and ubquitin showed the basis for the binding recognition at high resolution."}, {"pubmed": 15126635, "text": "Tsg101 and Nedd4.1 act successively in the assembly process of HTLV-1 to ensure proper Gag trafficking through the endocytic pathway up to late endosomes where the late steps of retroviral release occur."}, {"pubmed": 15657031, "text": "TSG101 binds GR and protects the non-phosphorylated receptor from degradation."}, {"pubmed": 15908698, "text": "interaction of Gag with Tsg101 and Alix favors budding from the plasma membrane and relieves a requirement for ubiquitination by Nedd4"}, {"pubmed": 16004603, "text": "The expression and transport of ALG-2 in association with TSG101 and Vps4B are reported."}, {"pubmed": 16138902, "text": "Data suggest that RSV and HIV-1 Gag direct particle release through independent ESCRT-mediated pathways that are linked through Tsg101-Nedd4 interaction."}, {"pubmed": 16256744, "text": "The Tsg101 proteins function in endosomal sorting and are required to incorporate late endosomes into multivesicular bodies."}, {"pubmed": 16407257, "text": "the ORF3 protein exploits the endosomal sorting machinery to enhance the secretion of an immunosuppressant molecule (alpha1 microglobulin) from cultured hepatocytes"}, {"pubmed": 16552148, "text": "The crystal structure of the TSG101 UEV domain (TSG101-UEV) is presented."}, {"pubmed": 16707569, "text": "These results indicate that Tsg101 is required for the formation of stable vacuolar domains within the early endosome that develop into multivesicular body (MVBs) and Hrs is required for the accumulation of internal vesicles within MVBs."}, {"pubmed": 17014699, "text": "Four proteins (TSG101,Hrs,Aip1/Alix, and Vps4B) of the ESCRT (endosomal sorting complex required for transport) machinery were localized in T cells and macrophages by quantitative electron microscopy."}, {"pubmed": 17060450, "text": "analysis of mechanism of formation of the principal MDM2 isoforms, differential effects of p53 on the production of these isoforms, and differential abilities of human MDM2 isoforms as regulators of the MDM2/TSG101 and p53/MDM2 feedback control loops"}, {"pubmed": 17110434, "text": "These results demonstrate that TSG101 is important for CITED2- and HIF-1alpha-mediated cellular regulation in ovarian carcinomas."}, {"pubmed": 17182691, "text": "role for TSG101 in the replication of EBV, a DNA virus, that differs from what is observed for RNA viruses, where TSG101 aids mainly in the endosomal sorting of enveloped late viral proteins for assembly at the plasma membrane"}, {"pubmed": 17229889, "text": "TSG101 is a specific Mahogunin substrate"}, {"pubmed": 17321722, "text": "These data suggest that an intracellular calcium store independent PKC-Sp1 signaling pathway induces early keratinocyte differentiation through upregulation of TSG101."}, {"pubmed": 17369844, "text": "the Tsg101 protein has only weak oncogenic properties"}, {"pubmed": 17428861, "text": "ALIX can have a dramatic effect on HIV-1 release by binding at the CHMP4B site; the ability to use ALIX may allow HIV-1 to replicate in cells that express only low levels of Tsg101"}, {"pubmed": 17556548, "text": "study shows that two proteins involved in HIV-1 budding-Tsg101, a subunit of the endosomal sorting complex required for transport I (ESCRT-I), & Alix, an ESCRT-associated protein-were recruited to the midbody during cytokinesis by interaction with Cep55"}, {"pubmed": 17606716, "text": "TSG101 negatively regulates p21 levels, and up-regulation of TSG101 is associated with poor prognosis in ovarian cancer"}, {"pubmed": 17853893, "text": "that ALIX and TSG101/ESCRT-I also bind a series of proteins involved in cytokinesis, including CEP55, CD2AP, ROCK1, and IQGAP1."}, {"pubmed": 17940959, "text": "Ebola virus can use vacuolar protein surting proteins independently of TSG101 for budding and reveal vacuolar sorting protein 4 as a potential target for filovirus therapeutics."}, {"pubmed": 18077552, "text": "Tal polyubiquitinates lysine residues in the C-terminus of uncomplexed Tsg101, resulting in proteasomal degradation."}, {"pubmed": 18367816, "text": "study found that not only the PTAP sequence in the GAT domain but also the PSAP sequence in the C-terminal region of Tom1L1 is responsible for its interaction with the UEV domain of Tsg101 and competes with the HIV-1 Gag protein for the Tsg101 interaction"}, {"pubmed": 18600204, "text": "Persistent upregulation in colorectal carcinoma cases studied."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19282983, "text": "Nucleocapsid region of Gag cooperates with PTAP in the recruitment of cellular proteins necessary for its L domain activity and binds the Bro1-CHMP4 complex required for LYPX(n)L-mediated budding."}, {"pubmed": 19362095, "text": "molecular dynamics simulations study of the association of the ubiquitin E2 variant domain of the protein Tsg101 and an HIV-derived nonapeptide"}, {"pubmed": 19520058, "text": "Ca2+-loaded ALG-2 bridges Alix and TSG101 as an adaptor protein."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692479, "text": "Data suggest that HSV-1 production is independent of ALIX and TSG101 expression."}, {"pubmed": 19787439, "text": "TSG101 may induce the malignant phenotype of cells."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20372822, "text": "Results suggest that TSG101 down-regulation in cervical cancer cells is not regulated by genetic or epigenetic events."}, {"pubmed": 20399684, "text": "show that ubiquitin recognition by TSG101 is required for cSMAC formation, T cell receptor (TCR) microcluster signal termination, TCR downregulation."}, {"pubmed": 20504928, "text": "Taken together, these data indicate that Marburg virus nucleoprotein enhances budding of virus-like particles by recruiting Tsg101 to the VP40-positive budding site through a PSAP late-domain motif."}, {"pubmed": 21117030, "text": "TSG101 knockdown in breast cancer cells induces apoptosis and inhibits proliferation. TSG101 may play a biological role through modulation of the MAPK/ERK signaling pathway in breast cancer."}, {"pubmed": 21455631, "text": "Overexpression of PEG10 and TSG101 was detected in gallbladder adenocarcinoma."}, {"pubmed": 21528537, "text": "HIV-1 infection affects the expression of host factors TSG101 and Alix"}, {"pubmed": 21880841, "text": "Depletion of endogenous Tsg101 by siRNA led to a significant reduction of HEV release in cultured cells."}, {"pubmed": 22348143, "text": "identified TSG101 as a novel FIP4-binding protein, which can also bind FIP3. alpha-helical coiled-coil regions of both TSG101 and FIP4 mediate the interaction with the cognate protein"}, {"pubmed": 22675076, "text": "The results provide evidence for a two-step splicing pathway of the TSG101 mRNA in which the initial constitutive splicing removes all 14 authentic splice sites, thereby bringing the weak alternative splice sites into close proximity."}, {"pubmed": 22768867, "text": "The expression of TSG101 in HCC is higher than that in corresponding non-cancer tissues and the expression level is closely correlated with TNM stage and metastasis of HCC."}, {"pubmed": 23217182, "text": "Data indicate tht n the Biaka, strong signal of selection was detected at CUL5 and at TSG101."}, {"pubmed": 23408603, "text": "These results support a model in which both HIV-1 Gag-induced membrane curvature and Gag-ESCRT interactions promote tetherin recruitment, but the recruitment level achieved by the former is sufficient for full restriction."}, {"pubmed": 23933150, "text": "Knock down of TSG101 causes the EGFR to accumulate in low density endosomes."}, {"pubmed": 24237697, "text": "These data support the interferon-induced generation of a Tsg101- and ISG15-dependent checkpoint in the secretory pathway that compromises influenza virus release."}, {"pubmed": 24244542, "text": "Our findings thus indicate that TSG101 regulation of p21 is an important factor in the cellular function of TSG101."}, {"pubmed": 24522922, "text": "Authors describe a novel compound (compound 0013) that blocks the JUNV Z-Tsg101 interaction and inhibits budding of virus-like particles."}, {"pubmed": 25010273, "text": "The ESCRT component TSG101 is required for optimal Human papillomavirus 16 infection."}, {"pubmed": 25330247, "text": "Tsg101 is necessary for the efficient transport and release of nucleocapsids in marburg virus-infected cells"}, {"pubmed": 25510868, "text": "our findings strongly suggest that TSG101 is a cellular target for HSV-1 tegument ubiquitin specific protease activity during infection."}, {"pubmed": 26066081, "text": "Stress-internalized EGFR is retained intracellularly by continued p38 activity in a mechanism involving ubiquitin-independent, ESCRT/ALIX-dependent incorporation onto intraluminal vesicles (ILVs) of MVBs"}, {"pubmed": 26400331, "text": "Expression of tsg101 mRNA and of TSG101 protein were significantly higher in the oxaliplatin resistant cell line than parent HT-29 cels."}, {"pubmed": 26457367, "text": "PSAP motif of OFR3 is required for hepatitis E virus exit and interaction with host TSG101."}, {"pubmed": 26537625, "text": "TSG101 plays an important role in the development of hepatocellular carcinoma"}, {"pubmed": 26608825, "text": "Results show that TSG101 bidirectionally modulates cell invasion through regulating MMP-9 mRNA expression in different cell types."}, {"pubmed": 26729199, "text": "the variant alleles of TSG101 rs2292179 and ATF2 rs3845744 were associated with a reduced risk of breast cancer, particularly for subjects with BMI <24 (kg/m(2)) and postmenopausal women, respectively"}, {"pubmed": 26811492, "text": "TSGDelta154-1054 splice variant increases TSG101 oncogenicity by inhibiting its E3-ligase-mediated proteasomal degradation."}, {"pubmed": 27377049, "text": "Knockdown of LAMP2A, a CMA-related protein, and TSG101, an mA-related protein, significantly but only partially decreased the punctate accumulation of GAPDH-HT in AD293 cells and primary cultured rat cortical neurons."}, {"pubmed": 27648839, "text": "Results indicate that Vpr overcomes the effects of TSG101 overexpression to support viral production by competing with TSG101 to bind Gag."}, {"pubmed": 27764233, "text": "our studies reveal that Tsg101 plays a role in the trafficking of macropinocytosed Kaposi's sarcoma-associated herpesvirus in the endothelial cells"}, {"pubmed": 29123089, "text": "The authors provide evidence that the ubiquitin (Ub) E2 variant domain of Tsg101 provides chaperone function to HIV-1 Gag that is independent of its interaction with the Pro-Thr-Ala-Pro motif, supporting the hypothesis that the domain provides a function in addition to its well-established role in cellular endosomal sorting complex required for transport factor recruitment."}, {"pubmed": 29199609, "text": "In this review, HIV-infected cells have TSG101 on their surface and thus can be used in antibody-based therapies. The development of a monoclonal antibody CB8-2 lessens the assembly of viruses from infected cells"}, {"pubmed": 29859188, "text": "In LNCaP prostate cancer cells, TSG101 overexpression recruits the androgen receptor (AR) to TSG101-containing cytoplasmic vesicles resulting in reduced AR protein level and AR transactivation activity downregulation. Immunofluorescence microscopy demonstrated that TSG101-decorated cytoplasmic vesicles are associated with late endosomes/lysosomes."}, {"pubmed": 30126636, "text": "identification of HIV-1 Gag-TSG101 interaction inhibitors."}, {"pubmed": 30343281, "text": "this is the first study that implicates the importance of TSG101 in anoikis resistance of thyroid cancer."}, {"pubmed": 30450735, "text": "Results suggest that tumour susceptibility gene 101 (TSG101) is up-regulated in hepatocellular carcinoma (HCC) patients, which may accelerate the proliferation, migration and invasion of HCC cells through paternally expressed 10 protein (PEG10)."}, {"pubmed": 30675171, "text": "TSG101 promotes proliferation of renal cell carcinoma cells"}, {"pubmed": 30759747, "text": "By increasing the stability of the TSG101 protein, TSG101154-1054 specifically enhanced TSG101-mediated TW01 cell migration and invasion, suggesting the involvement in NPC metastasis in vivo. This finding sheds light on the functional significance of TSG101154-1054 generation via re-splicing of TSG101 mRNA in NPC metastasis."}, {"pubmed": 30873590, "text": "We found that inhibition of CD133 complex-type N-glycosylation by swainsonine does not affect the membrane localization of CD133, but significantly reduces CD133 secretion and promotes its accumulation in early endosomes. Moreover, swainsonine reduces CD133 secretion by reducing its mono-ubiquitination and inhibiting the interaction between CD133 and Tsg101."}, {"pubmed": 31492760, "text": "This study shows that SH3YL1 cooperates with ESCRT-I in the sorting and degradation of the EGF receptor."}, {"pubmed": 31519756, "text": "Authors used CRISPR/Cas9-mediated knock-in to tag the critical ESCRT-I component tumor susceptibility 101 (Tsg101) with GFP at its native locus in two widely used human cell types, HeLa epithelial cells and Jurkat T cells."}, {"pubmed": 32917811, "text": "Proline-rich domain of human ALIX contains multiple TSG101-UEV interaction sites and forms phosphorylation-mediated reversible amyloids."}, {"pubmed": 33411238, "text": "TSG101 Promotes the Proliferation, Migration, and Invasion of Human Glioma Cells by Regulating the AKT/GSK3beta/beta-Catenin and RhoC/Cofilin Pathways."}, {"pubmed": 33419951, "text": "Concurrent depletion of Vps37 proteins evokes ESCRT-I destabilization and profound cellular stress responses."}, {"pubmed": 33616717, "text": "High expression of tumor susceptibility gene 101 (TSG101) is associated with more aggressive behavior in colorectal carcinoma."}, {"pubmed": 33623047, "text": "An ESCRT-dependent step in fatty acid transfer from lipid droplets to mitochondria through VPS13D-TSG101 interactions."}, {"pubmed": 34009973, "text": "Tumor Susceptibility Gene 101 Regulates the Glucocorticoid Receptor through Disorder-Mediated Allostery."}, {"pubmed": 34032966, "text": "Knockdown of ANXA10 inhibits proliferation and promotes apoptosis of papillary thyroid carcinoma cells by down-regulating TSG101 thereby inactivating the MAPK/ERK signaling pathway."}, {"pubmed": 34135428, "text": "Circulating small extracellular vesicles increase after an acute bout of moderate-intensity exercise in pregnant compared to non-pregnant women."}, {"pubmed": 34449766, "text": "AKTIP interacts with ESCRT I and is needed for the recruitment of ESCRT III subunits to the midbody."}, {"pubmed": 35120596, "text": "Tsg101/ESCRT-I recruitment regulated by the dual binding modes of K63-linked diubiquitin."}, {"pubmed": 35269659, "text": "Epstein-Barr Virus Enhances Cancer-Specific Aberrant Splicing of TSG101 Pre-mRNA."}, {"pubmed": 36642186, "text": "HECT domain interaction with ubiquitin binding sites on Tsg101-UEV controls HIV-1 egress, maturation, and infectivity."}, {"pubmed": 37042780, "text": "Morphogenesis of Bullet-Shaped Rabies Virus Particles Regulated by TSG101."}, {"pubmed": 38003710, "text": "Interaction of TSG101 with the PTAP Motif in Distinct Locations of Gag Determines the Incorporation of HTLV-1 Env into the Retroviral Virion."}, {"pubmed": 38607019, "text": "Analysis of the Expression of LSF Transcription Factor in the Regulation of Transcription and TSG101 during the Neoplastic Transformation of Endometrial Cells."}, {"pubmed": 38901510, "text": "Phage display identification of high-affinity ligands for human TSG101-UEV: A structural and thermodynamic study of PTAP recognition."}], "genomic_pos": {"chr": "11", "end": 18526951, "ensemblgene": "ENSG00000074319", "start": 18468336, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 18548779, "start": 18489883, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001558", "qualifier": "involved_in", "term": "regulation of cell growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006858", "pubmed": 22315426, "qualifier": "involved_in", "term": "extracellular transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007175", "pubmed": 16973552, "qualifier": "involved_in", "term": "negative regulation of epidermal growth factor-activated receptor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008333", "qualifier": "involved_in", "term": "endosome to lysosome transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016236", "pubmed": 20588296, "qualifier": "involved_in", "term": "macroautophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019076", "pubmed": [11595185, 15218037], "qualifier": "involved_in", "term": "viral release from host cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030216", "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036211", "qualifier": "involved_in", "term": "protein modification process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0036258", "pubmed": 32424346, "qualifier": "involved_in", "term": "multivesicular body assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036258", "pubmed": 20588296, "qualifier": "involved_in", "term": "multivesicular body assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0039702", "pubmed": 20588296, "qualifier": "involved_in", "term": "viral budding via host ESCRT complex"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042059", "pubmed": 16554368, "qualifier": "involved_in", "term": "negative regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0043162", "pubmed": 20654576, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process via the multivesicular body sorting pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043162", "pubmed": 15611048, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process via the multivesicular body sorting pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043162", "pubmed": 21757351, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process via the multivesicular body sorting pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043328", "pubmed": 32424346, "qualifier": "involved_in", "term": "protein transport to vacuole involved in ubiquitin-dependent protein catabolic process via the multivesicular body sorting pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043405", "pubmed": 17714434, "qualifier": "involved_in", "term": "regulation of MAP kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046755", "pubmed": [15126635, 18005716], "qualifier": "involved_in", "term": "viral budding"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046755", "qualifier": "involved_in", "term": "viral budding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0090148", "pubmed": 32424346, "qualifier": "involved_in", "term": "membrane fission"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0097352", "pubmed": 21118109, "qualifier": "involved_in", "term": "autophagosome maturation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903543", "pubmed": [22660413, 24105262], "qualifier": "involved_in", "term": "positive regulation of exosomal secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903551", "pubmed": 24105262, "qualifier": "involved_in", "term": "regulation of extracellular exosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903774", "pubmed": [11595185, 15218037], "qualifier": "involved_in", "term": "positive regulation of viral budding via host ESCRT complex"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990182", "qualifier": "involved_in", "term": "exosomal secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000397", "qualifier": "involved_in", "term": "positive regulation of ubiquitin-dependent endocytosis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000813", "qualifier": "part_of", "term": "ESCRT I complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000813", "pubmed": [18005716, 20654576, 21757351, 22232651], "qualifier": "part_of", "term": "ESCRT I complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0000813", "pubmed": [18005716, 21757351, 32424346], "qualifier": "part_of", "term": "ESCRT I complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0000813", "qualifier": "part_of", "term": "ESCRT I complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0000813", "pubmed": [20588296, 21118109], "qualifier": "part_of", "term": "ESCRT I complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 18077552, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 17940959, "qualifier": "located_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": [11916981, 17229889], "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005770", "pubmed": 15126635, "qualifier": "located_in", "term": "late endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005771", "pubmed": 15611048, "qualifier": "located_in", "term": "multivesicular body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17940959, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0010008", "pubmed": 32424346, "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031901", "qualifier": "located_in", "term": "early endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031902", "qualifier": "located_in", "term": "late endosome membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [15326289, 16501490, 23092844], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0090543", "qualifier": "located_in", "term": "Flemming body"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 10888872, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003714", "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12802020, 12900395, 14505570, 14519844, 15033475, 15218037, 15611048, 16118794, 16189514, 16973552, 17174262, 17350572, 17853893, 18005716, 18077552, 18641129, 19060904, 19549727, 20176808, 22315426, 25416956, 26871637, 27107012, 28514442, 31515488, 32296183, 35044719, 37100772, 37219487], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 17229889, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 14519844, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043130", "qualifier": "enables", "term": "ubiquitin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043130", "pubmed": [11595185, 11916981, 20654576], "qualifier": "enables", "term": "ubiquitin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0043130", "pubmed": 15611048, "qualifier": "enables", "term": "ubiquitin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044877", "pubmed": 16973552, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046790", "pubmed": 11595185, "qualifier": "enables", "term": "virion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048306", "pubmed": 19520058, "qualifier": "enables", "term": "calcium-dependent protein binding"}]}, "homologene": {"genes": [[3702, 820419], [3702, 831232], [4530, 4331267], [6239, 182474], [7165, 1276601], [7227, 39881], [7955, 415179], [8364, 394879], [9031, 423082], [9598, 451065], [9606, 7251], [9615, 485406], [9913, 507659], [10090, 22088], [10116, 292925], [318829, 2677911]], "id": 4584}, "interpro": [{"desc": "Ubiquitin E2 variant, N-terminal", "id": "IPR008883", "short_desc": "UEV_N"}, {"desc": "Ubiquitin-conjugating enzyme/RWD-like", "id": "IPR016135", "short_desc": "UBQ-conjugating_enzyme/RWD"}, {"desc": "Steadiness box (SB) domain", "id": "IPR017916", "short_desc": "SB_dom"}, {"desc": "ESCRT assembly domain", "id": "IPR037202", "short_desc": "ESCRT_assembly_dom"}], "ipi": ["IPI00018434", "IPI00219826", "IPI01014105"], "map_location": "11p15.1", "name": "tumor susceptibility 101", "other_names": ["ESCRT-I complex subunit TSG101", "tumor susceptibility gene 10", "tumor susceptibility gene 101", "tumor susceptibility gene 101 protein", "tumor susceptibility protein"], "pantherdb": {"HGNC": "15971", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106581", "ortholog_type": "LDO", "panther_family": "PTHR23306", "taxid": 10090, "uniprot_kb": "Q61187"}, {"RGD": "3909", "ortholog_type": "LDO", "panther_family": "PTHR23306", "taxid": 10116, "uniprot_kb": "Q6IRE4"}, {"Ensembl": "ENSGALG00000006312", "ortholog_type": "LDO", "panther_family": "PTHR23306", "taxid": 9031, "uniprot_kb": "E1BWW2"}, {"ZFIN": "ZDB-GENE-051127-21", "ortholog_type": "O", "panther_family": "PTHR23306", "taxid": 7955, "uniprot_kb": "H0WEZ6"}, {"Ensembl": "ENSDARG00000011897", "ortholog_type": "O", "panther_family": "PTHR23306", "taxid": 7955, "uniprot_kb": "E7F4Y8"}, {"ZFIN": "ZDB-GENE-030217-1", "ortholog_type": "LDO", "panther_family": "PTHR23306", "taxid": 7955, "uniprot_kb": "F1QGE6"}, {"WormBase": "WBGene00015658", "ortholog_type": "LDO", "panther_family": "PTHR23306", "taxid": 6239, "uniprot_kb": "O76258"}, {"FlyBase": "FBgn0036666", "ortholog_type": "LDO", "panther_family": "PTHR23306", "taxid": 7227, "uniprot_kb": "Q9VVA7"}, {"SGD": "S000000514", "ortholog_type": "LDO", "panther_family": "PTHR23306", "taxid": 4932, "uniprot_kb": "P25604"}, {"dictyBase": "DDB_G0286797", "ortholog_type": "LDO", "panther_family": "PTHR23306", "taxid": 352472, "uniprot_kb": "Q54LJ3"}, {"TAIR": "2040394", "ortholog_type": "O", "panther_family": "PTHR23306", "taxid": 3702, "uniprot_kb": "F4ITY4"}, {"TAIR": "2159113", "ortholog_type": "LDO", "panther_family": "PTHR23306", "taxid": 3702, "uniprot_kb": "Q9FFY6"}, {"TAIR": "2092477", "ortholog_type": "O", "panther_family": "PTHR23306", "taxid": 3702, "uniprot_kb": "Q9LHG8"}], "uniprot_kb": "Q99816"}, "pathway": {"kegg": {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TCR", "name": "TCR"}, "pid": {"id": "erbb1_internalization_pathway", "name": "Internalization of ErbB1"}, "reactome": [{"id": "R-HSA-162587", "name": "HIV Life Cycle"}, {"id": "R-HSA-162588", "name": "Budding and maturation of HIV virion"}, {"id": "R-HSA-162599", "name": "Late Phase of HIV Life Cycle"}, {"id": "R-HSA-162906", "name": "HIV Infection"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-174490", "name": "Membrane binding and targetting of GAG proteins"}, {"id": "R-HSA-174495", "name": "Synthesis And Processing Of GAG, GAGPOL Polyproteins"}, {"id": "R-HSA-175474", "name": "Assembly Of The HIV Virion"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-917729", "name": "Endosomal Sorting Complex Required For Transport (ESCRT)"}, {"id": "R-HSA-9609646", "name": "HCMV Infection"}, {"id": "R-HSA-9610379", "name": "HCMV Late Events"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9615710", "name": "Late endosomal microautophagy"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}}, "pdb": ["1KPP", "1KPQ", "1M4P", "1M4Q", "1S1Q", "2F0R", "3IV1", "3OBQ", "3OBS", "3OBU", "3OBX", "3P9G", "3P9H", "4EJE", "4YC1", "4ZNY", "5VKG", "6UD0", "6VME", "7NLC", "7ZLX"], "pfam": ["PF05743", "PF09454"], "pharmgkb": "PA38068", "pharos": {"target_id": 2474, "tdl": "Tbio"}, "prosite": ["PS51312", "PS51322"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257595", "relationship": "is"}, {"id": "GNF257596", "relationship": "is"}, {"id": "GNF257597", "relationship": "is"}, {"id": "GNF257598", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159939", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031908", "relationship": "similar to"}, {"id": "GNF035218", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091963", "relationship": "is"}, {"id": "GNF091964", "relationship": "is"}, {"id": "GNF091965", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053903", "relationship": "is"}, {"id": "GNF058678", "relationship": "is"}, {"id": "GNF073937", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070715", "relationship": "is"}, {"id": "GNF070716", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014993", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284788", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335804", "relationship": "is"}, {"id": "GNF336396", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098349", "relationship": "is"}, {"id": "GNF138004", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_012138.2"], "protein": ["NP_006283.1", "XP_005253165.1", "XP_054225779.1"], "rna": ["NM_006292.4", "XM_005253108.5", "XM_054369804.1"], "translation": [{"protein": "XP_005253165.1", "rna": "XM_005253108.5"}, {"protein": "XP_054225779.1", "rna": "XM_054369804.1"}, {"protein": "NP_006283.1", "rna": "NM_006292.4"}]}, "reporter": {"HG-U133_Plus_2": "201758_at", "HG-U95Av2": "147_at", "HG-U95B": "53410_at", "HTA-2_0": "TC11001466.hg.1", "HuEx-1_0": "3365437", "HuGene-1_1": "7947015", "HuGene-2_1": "16736508"}, "retired": 89764, "summary": "The protein encoded by this gene belongs to a group of apparently inactive homologs of ubiquitin-conjugating enzymes. The gene product contains a coiled-coil domain that interacts with stathmin, a cytosolic phosphoprotein implicated in tumorigenesis. The protein may play a role in cell growth and differentiation and act as a negative growth regulator. In vitro steady-state expression of this tumor susceptibility gene appears to be important for maintenance of genomic stability and cell cycle regulation. Mutations and alternative splicing in this gene occur in high frequency in breast cancer and suggest that defects occur during breast cancer tumorigenesis and/or progression. [provided by RefSeq, Jul 2008].", "symbol": "TSG101", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336678"}, "unigene": "Hs.523512", "uniprot": {"Swiss-Prot": "Q99816", "TrEMBL": ["J3QKS4", "J3QRU6", "F5H442"]}, "wikipedia": {"url_stub": "TSG101"}}