{"AllianceGenome": "30743", "HGNC": "30743", "MIM": "607003", "_id": "85480", "_version": 1, "accession": {"genomic": ["AC008572.6", "CH471086.2", "CP068273.2", "CS390620.1", "CS403714.1", "FB735793.1", "GN090295.1", "HD117895.1", "HH762798.1", "NC_000005.10", "NC_060929.1"], "protein": ["AAH16720.1", "AAH22894.1", "AAH40592.1", "AAK60617.1", "AAK67490.1", "CAL40434.1", "CAL44818.1", "CAV31018.1", "CAX87027.1", "CBX74361.1", "CBX78818.1", "EAW49037.1", "EAW49038.1", "NP_149024.1", "NP_612561.2", "Q969D9.1", "XP_011542000.1", "XP_047273802.1", "XP_047273803.1", "XP_054209707.1", "XP_054209708.1"], "rna": ["AF338732.1", "AL833421.1", "AY037115.1", "BC016720.1", "BC022894.1", "BC040592.1", "BF245025.1", "BU571002.1", "NM_033035.5", "NM_138551.5", "NR_045089.2", "XM_011543698.2", "XM_047417846.1", "XM_047417847.1", "XM_054353732.1", "XM_054353733.1"], "translation": [{"protein": "NP_149024.1", "rna": "NM_033035.5"}, {"protein": "XP_054209707.1", "rna": "XM_054353732.1"}, {"protein": "XP_047273803.1", "rna": "XM_047417847.1"}, {"protein": "XP_054209708.1", "rna": "XM_054353733.1"}, {"protein": "XP_011542000.1", "rna": "XM_011543698.2"}, {"protein": "AAH22894.1", "rna": "BC022894.1"}, {"protein": "AAH16720.1", "rna": "BC016720.1"}, {"protein": "AAH40592.1", "rna": "BC040592.1"}, {"protein": "AAK67490.1", "rna": "AY037115.1"}, {"protein": "AAK60617.1", "rna": "AF338732.1"}, {"protein": "NP_612561.2", "rna": "NM_138551.5"}, {"protein": "XP_047273802.1", "rna": "XM_047417846.1"}]}, "ensembl": {"gene": "ENSG00000145777", "protein": ["ENSP00000339804", "ENSP00000399099", "ENSP00000427827"], "transcript": ["ENST00000344895", "ENST00000379706", "ENST00000420978"], "translation": [{"protein": "ENSP00000399099", "rna": "ENST00000420978"}, {"protein": "ENSP00000339804", "rna": "ENST00000344895"}, {"protein": "ENSP00000427827", "rna": "ENST00000379706"}], "type_of_gene": "protein_coding"}, "entrezgene": "85480", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.62604071, "exp_mis": 56.9101091, "exp_syn": 27.920302, "lof_z": 1.39538910854191, "mis_z": 0.253519102828491, "mu_lof": 4.36854741812e-07, "mu_mis": 4.87490695653e-06, "mu_syn": 2.31627817438e-06, "n_lof": 3.0, "n_mis": 53.0, "n_syn": 29.0, "p_li": 0.0447881738846191, "p_null": 0.103802826721335, "p_rec": 0.851408999394046, "syn_z": -0.126675469909181}, "bp": 480, "cds_end": 110411772, "cds_start": 110407588, "n_exons": 4, "nonpsych": {"exp_lof": 5.9146639, "exp_mis": 51.4265995, "exp_syn": 25.1880234, "lof_z": 1.58081629448205, "mis_z": 0.381676634924072, "mu_lof": 4.36854741812e-07, "mu_mis": 4.87490695653e-06, "mu_syn": 2.31627817438e-06, "n_lof": 2.0, "n_mis": 46.0, "n_syn": 28.0, "p_li": 0.181537605681739, "p_null": 0.0627315095479963, "p_rec": 0.755730884770264, "syn_z": -0.352759510353851}, "nontcga": {"exp_lof": 6.08791194, "exp_mis": 52.3492584, "exp_syn": 25.67863119, "lof_z": 1.23455922798028, "mis_z": 0.230623293835011, "mu_lof": 4.36854741812e-07, "mu_mis": 4.87490695653e-06, "mu_syn": 2.31627817438e-06, "n_lof": 3.0, "n_mis": 49.0, "n_syn": 26.0, "p_li": 0.037398806736888, "p_null": 0.127885957934732, "p_rec": 0.83471523532838, "syn_z": -0.0401551924746972}, "transcript": "ENST00000344895.3"}, "exons": [{"cdsend": 111076074, "cdsstart": 111071890, "chr": "5", "position": [[111071712, 111072061], [111072887, 111072932], [111073510, 111073645], [111075945, 111078026]], "strand": 1, "transcript": "NM_033035", "txend": 111078026, "txstart": 111071712}, {"cdsend": 111076074, "cdsstart": 111073582, "chr": "5", "position": [[111073373, 111073645], [111075945, 111078026]], "strand": 1, "transcript": "NM_138551", "txend": 111078026, "txstart": 111073373}, {"cdsend": 111078024, "cdsstart": 111078024, "chr": "5", "position": [[111070079, 111071517], [111071924, 111072061], [111072887, 111072932], [111073510, 111073645], [111075945, 111078024]], "strand": 1, "transcript": "NR_045089", "txend": 111078024, "txstart": 111070079}], "exons_hg19": [{"cdsend": 110411772, "cdsstart": 110407588, "chr": "5", "position": [[110407410, 110407759], [110408585, 110408630], [110409208, 110409343], [110411643, 110413724]], "strand": 1, "transcript": "NM_033035", "txend": 110413724, "txstart": 110407410}, {"cdsend": 110411772, "cdsstart": 110409280, "chr": "5", "position": [[110409071, 110409343], [110411643, 110413724]], "strand": 1, "transcript": "NM_138551", "txend": 110413724, "txstart": 110409071}, {"cdsend": 110413722, "cdsstart": 110413722, "chr": "5", "position": [[110405777, 110407215], [110407622, 110407759], [110408585, 110408630], [110409208, 110409343], [110411643, 110413722]], "strand": 1, "transcript": "NR_045089", "txend": 110413722, "txstart": 110405777}], "generif": [{"pubmed": 11418668, "text": "This protein is a hemopoietic cytokine that signals through a heterodimeric receptor complex consisting of the human TSLP receptor and the IL-7R alpha-chain."}, {"pubmed": 12055625, "text": "Epithelial cell-derived TSLP not only potently activates dendritic cells, but also endows DCs with the ability to polarize naive T cells to produce proallergic Th2 cytokines."}, {"pubmed": 12707303, "text": "Data suggest that CD40L-expressing cells may act in combination with thymic stromal lymphopoietin to amplify and sustain pro-allergic responses."}, {"pubmed": 14999427, "text": "Reviewer points out that epithelial- and stromal-cell-derived TSLP may represent one of the factors initiating allergic responses, and that it could be a target for a curative therapeutic approach to allergy."}, {"pubmed": 15741223, "text": "TSLP is a major regulatory cytokine for CD40 ligand-induced IL-12 production by DCs, and TSLP-activated DCs could promote the persistence of Th2 inflammation even in the presence of IL-12-inducing signals"}, {"pubmed": 15944327, "text": "Elevated bronchial mucosal expression of TSLP is implicated in asthma pathogenesis; its action is partly through selective development and retention, or recruitment of T helper type 2, not Th1, receptor-bearing cells."}, {"pubmed": 16785889, "text": "Review. TSLP influences the outcome of interactions between dendritic cells and CD4+ thymocytes and T cells in many situations."}, {"pubmed": 17213320, "text": "inflammatory mediators IL-1beta and TNF-alpha regulate human TSLP gene expression in an NFkappaB-dependent manner"}, {"pubmed": 17320941, "text": "TSLP, acting upstream of CD4-positive T cell responses, may provide a functional \"missing link\" between epithelial cells, Langerhans cells, and T-cell-mediated immunity."}, {"pubmed": 17416344, "text": "Collectively, these results suggest that TSLP, as a downstream molecule of TNF-alpha, may be involved in the pathophysiology of inflammatory arthritis."}, {"pubmed": 17513456, "text": "human airway smooth muscle cells may play a role in chronic obstructive pulmonary disease airway inflammation via TSLP-dependent pathway"}, {"pubmed": 17513717, "text": "Human CD4-positive T cells are direct targets for thymic stromal lymphopoietin (TSLP)."}, {"pubmed": 17635955, "text": "IL-25 produced by innate effector eosinophils and basophils may augment the allergic inflammation by enhancing the maintenance and functions of TSLP-DC activated adaptive Th2 memory cells"}, {"pubmed": 17666213, "text": "Master switch of allergic inflammation at epithelial cell and dendritic cell interface. Link between TSLP and atopic dermatitis and asthma. Review."}, {"pubmed": 17959543, "text": "RSV F protein stimulates TSLP expression in human bronchial epithelial cells mediated partially by p38 and JNK signal pathways."}, {"pubmed": 18049884, "text": "Dendritic cells exposed to diesel exhaust particle-treated human bronchial epithelial cells induced Th2 polarization in a thymic stromal lymphopoietin-dependent manner."}, {"pubmed": 18060034, "text": "OX40 ligand (OX40L) is a critical in vivo mediator of TSLP-mediated Th2 responses."}, {"pubmed": 18244952, "text": "In a sex-stratified analysis, there was significant evidence of linkage to IgE to cockroach on chromosome 5q23; in female subjects,the T allele of single-nucleotide polymorphism rs2289276 in TSLP was associated with reductions in IgE to cockroach"}, {"pubmed": 18445339, "text": "REVIEW: effect of the functional versatility of hTSLP-activated DCs (hTSLP-DCs) on T cells"}, {"pubmed": 18684970, "text": "There is distinct airways expression of TSLP and chemokines which preferentially attract T helper (Th) type 1- and Th2-type T cells, and influx of T cells bearing their receptors in asthma and chronic obstructive pulmonary disease."}, {"pubmed": 18720075, "text": "TSLP was detected in all samples and the mRNA and protein expression of TSLP is increased significantly in allergic rhinitis nasal mucosa.  TSLP production is tightly correlated with IL-4 and severity of allergic rhinitis."}, {"pubmed": 18757306, "text": "Data demonstrate that lysophosphatidic acid stimulates thymic stromal lymphopoietin and CCL20 expression in bronchial epithelial cells via CARMA3-mediated NF-kappaB activation."}, {"pubmed": 18768889, "text": "A TSLP-driven mouse model of inflammation exhibits many characteristics of human atopic dermatitis, including infiltrate of CD4-positive cells, eosinophils, mast cells; production of Th2 cytokines; and class switching to produce immunoglobulin E."}, {"pubmed": 18787178, "text": "Data suggest that functional genetic polymorphism of the TSLP gene appears to contribute to Th2-polarized immunity through higher TSLP production by bronchial epithelial cells in response to viral respiratory infections."}, {"pubmed": 18802341, "text": "expression correlates with presence/ severity of lesions in atopic dermatitis patients"}, {"pubmed": 18802347, "text": "high expression in lungs of patients with asthma; undetectable expression in epithelial cells of patients with Crohn disease"}, {"pubmed": 18802348, "text": "expression level is increased in patients with asthma"}, {"pubmed": 18832669, "text": "Inhibition of NF-kappaB-mediated TSLP expression by retinoid X receptor"}, {"pubmed": 18832690, "text": "thymic stromal lymphopoietin (TSLP) and human DCs plays an essential role in evoking inflammatory Th2 responses in allergy through OX40 ligand expression on DCs."}, {"pubmed": 18941246, "text": "Study of pathways engaged in transgenic model of thymic stromal lymphopoietin-driven airway inflammation demonstrates that simultaneous blockade of interleukin (IL)-13 and IL-4 can reverse established asthma-like chronic airway disease."}, {"pubmed": 19055649, "text": "Through DC activation, human TSLP and TLR3 ligands promote differentiation of Th17 cells with the central memory T cell phenotype under Th2-polarizing conditions."}, {"pubmed": 19056108, "text": "Cytokine milieu modulates release of thymic stromal lymphopoietin from human keratinocytes stimulated with double-stranded RNA."}, {"pubmed": 19155513, "text": "The pathogenic phenotype that develops in the transgenic mouse lung in response to TSLP is governed almost exclusively by a TSLP-facilitated adaptive response directed against foreign antigen."}, {"pubmed": 19164348, "text": "mast cells are able to store TSLP intracellularly and to produce TSLP following aggregation of FcepsilonRI in the presence of IL-4"}, {"pubmed": 19187393, "text": "The data suggest that TSLP plays a role in augmenting, through DC recruitment and activation, the development of Th2-type T cells in allergic inflammation."}, {"pubmed": 19348931, "text": "Thymic stromal lymphopoietin as a mediator of crosstalk between bronchial smooth muscles and mast cells."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19539984, "text": "A genetic variant in the region of the thymic stromal lymphopoietin gene is associated with the phenotypes of asthma and airway hyperresponsiveness."}, {"pubmed": 19539984, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19555430, "text": "C allele at the TSLP -847C>T polymorphism may increase susceptibility to generalized vitiligo through decreasing TSLP mRNA expression levels."}, {"pubmed": 19555430, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19561109, "text": "TSLP expression is induced in airway epithelial cells by exposure to allergen-derived proteases and PAR-2 is involved in the process."}, {"pubmed": 19741251, "text": "The TSLP protein produced in conjunctival epithelial cells plays a role in severe ocular allergy through the activation of dendritic cells and mast cells in synergy with other cytokines"}, {"pubmed": 19763625, "text": "high expression of TSLP in the epithelium from patients with allergic rhinitis with recruitment and infiltration of dendritic cell"}, {"pubmed": 19770269, "text": "IL-7 and TSLP use different mechanisms to regulate human CD4(+) T cell homeostasis."}, {"pubmed": 19841072, "text": "These results, together with the finding that TSLP was expressed by the epithelial cells of human follicular gastritis, suggest that H. pylori can directly trigger epithelial cells to produce TSLP."}, {"pubmed": 19857905, "text": "reulates maternal-fetal immune tolerance during early human pregnancy"}, {"pubmed": 19968632, "text": "IL-17A and IL-25 had opposing effects on thymic stromal lymphopoietin regulation in human nasal epithelial cells"}, {"pubmed": 20079130, "text": "Thymic stromal lymphopoietin expression is increased in nasal epithelial cells of patients with mugwort pollen sensitive-seasonal allergic rhinitis."}, {"pubmed": 20086239, "text": "TSLP potently transduced a unique T helper type 2 inducing compound signal in DCs. Whereas activation of nuclear factor kappaB (predominantly p50) drove DCs to produce OX40L to induce T(H)2 differentiation"}, {"pubmed": 20109311, "text": "produced by nasal polyp fibroblasts in response to stimulation by tumor necrosis factor alpha and a Th2 cytokine"}, {"pubmed": 20127673, "text": "TSLP induced the tyrosine-phosphorylation of STAT5 and the proliferation of multilineage-commited progenitor cells, pro-B cells and pre-B cells. It increased the proportion and the absolute numbers of more mature human B cells."}, {"pubmed": 20146705, "text": "Roles of Thymic stromal lymphopoietin in immunity."}, {"pubmed": 20173030, "text": "TSLP-activated human plasmacytoid dendritic cells secrete macrophage-derived chemokine CCL-22 and thymus- and activation-regulated chemokine CCL-17 but not T helper type (Th)1- or Th2-polarizing cytokines."}, {"pubmed": 20208534, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20228393, "text": "trophoblast cells express TSLP and TSLPR, suggesting that TSLP plays an important role in extravillous trophoblast invasion and placentation"}, {"pubmed": 20236697, "text": "Our data indicate that epithelial cells express TSLPR and that TSLP induces bronchial epithelial cell proliferation and increases injury repair through IL-13 production."}, {"pubmed": 20335125, "text": "RSV infection can enhance the expressions of TSLP in human airway epithelial cells. IFN-gamma, anti-TLR3 and dexamethasone can inhibit the elevation of TSLP expression induced by RSV infection, but IL-4 synergistically enhances its expression."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20444169, "text": "TSLP is present in human breast milk with Levels significantly higher (p<0.001) at 3-5 days than at 11-26 days postpartum."}, {"pubmed": 20444170, "text": "Our findings show an association between TSLP and atopic dermatitis (AD)including both atopic eczema(AE) and nonAE and NAE."}, {"pubmed": 20466416, "text": "Genetic variants are associated with atopic dermatitis and eczema herpeticum"}, {"pubmed": 20466416, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20501368, "text": "Dimethylsulfoxide induced significantly increased TSLP mRNA expression in bronchial epithelial cells in a concentration-dependent manner."}, {"pubmed": 20538796, "text": "human trophoblasts may contribute to maternal-fetal tolerance by instructing dDCs to induce regulatory T(H)2 bias in human early pregnancy via TSLP"}, {"pubmed": 20555350, "text": "injury to the stratum corneum induced the expression of TSLP in the epidermis"}, {"pubmed": 20560908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20560908, "text": "TSLP variants are associated with asthma in a sex-specific fashion"}, {"pubmed": 20624642, "text": "Increased iNKT cells activated by TSLP, especially in patients with severe AD, might play an essential role in the innate allergic immune response in AD."}, {"pubmed": 20656951, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20656951, "text": "TSLP genetic variants are significantly associated with bronchial asthma and pulmonary function"}, {"pubmed": 20660708, "text": "Cigarette smoke-induced increase in airway contractility may be mediated via airway smooth muscle-derived increases in TSLP signaling."}, {"pubmed": 20816195, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20924287, "text": "The role of TSLP in the pathogenesis of nasal polyps is reported."}, {"pubmed": 20974963, "text": "role of JAK1 and JAK2 in TSLP-mediated STAT5 phosphorylation in mouse and human primary CD4(+) T cells, in contrast to the known activation of JAK1 and JAK3 by the related cytokine, IL-7"}, {"pubmed": 21054781, "text": "The effect of TSLP on umbilical cord blood CD34(+) -derived Langerhans cells-like cells, was investigated."}, {"pubmed": 21055671, "text": "Increased skin expression and elevated serum levels in atopic dermatitis"}, {"pubmed": 21085187, "text": "Comprehensive association analysis of candidate genes for generalized vitiligo supports XBP1, FOXP3, and TSLP."}, {"pubmed": 21085187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21109746, "text": "Flagellin induces TSLP expression in keratinocytes via TLR5 and the expression can be upregulated by a cytokine milieu with Th2/TNF-alpha or TGF-alpha."}, {"pubmed": 21148792, "text": "These data suggest a novel important biological role for NF-kappaB pathway in TNF-alpha-induced TSLP expression in human airway smooth muscle cells."}, {"pubmed": 21255094, "text": "Reduced filaggrin levels may influence innate immune responses via TLR stimuli and may contribute to the pathogenesis of inflammatory skin disease via TSLP expression."}, {"pubmed": 21274737, "text": "TSLP enhances expression of CD80 in human CD14 positive monocytes/macrophages and promotes their differentiation to myeloid dendritic cells"}, {"pubmed": 21440421, "text": "Viral infection induces Thymic stromal lymphopoietin (TSLP) in human keratinocytes"}, {"pubmed": 21458958, "text": "analysis of secretion of thymic stromal lymphopoietin from human keratinocytes in response to Malassezia yeasts"}, {"pubmed": 21463955, "text": "TSLP can be expressed and produced through caspase-1 and NF-kappaB in mast cells"}, {"pubmed": 21468164, "text": "Identify TSLP variants as a potential susceptibility locus to asthma and to lower lung function in non-COPD, nonasthmatic healthy subjects."}, {"pubmed": 21576506, "text": "progression of skin fibrosis in IL-13-induced atopic dermatitis occurs via TSLP/TSLPR-dependent but IL-13-independent novel mechanisms by promoting fibrocyte"}, {"pubmed": 21682736, "text": "Variation in genes encoding IL-33 and thymic stromal lymphopoietin (TSLP), and the IL1RL1 gene encoding the IL-33 receptor, play the central roles for innate immune response pathways in the pathogenesis of both asthma and allergic diseases. (Review)"}, {"pubmed": 21689850, "text": "Our data suggest that the effect of breast feeding on food sensitization (FS) was modified by SNPs in the IL12RB1, TLR9, and TSLP genes both individually and jointly."}, {"pubmed": 21690322, "text": "Human peripheral blood monocytes and monocyte-derived dendritic cells express TSLP."}, {"pubmed": 21691053, "text": "dsRNA or RV16, induces overproduction of TSLP in COPD-BEC. dsRNA- and RV-induced overproduction of TNF-alpha and CXCL8 involves endosomal TLR3 and cytosolic RIG-I-like helicases"}, {"pubmed": 21772055, "text": "TSLP induced the polarization of both microtubule and actin cytoskeletons and promoted dendritic cells 3-dimensional migration in transwell as well as in microfabricated channels that mimic the confined environment of peripheral tissues."}, {"pubmed": 21820713, "text": "For the first time, we have shown that short ragweed pollen initiates TLR4-dependent TSLP/OX40L/OX40 signaling, which triggers T(H)2-dominant allergic inflammation"}, {"pubmed": 21835441, "text": "IgE induces transcriptional regulation of thymic stromal lymphopoietin in human airway smooth muscle cells."}, {"pubmed": 21966427, "text": "Genetic variants in TSLP may contribute to asthma susceptibility in admixed urban populations with a gene and environment interaction."}, {"pubmed": 21975173, "text": "TSLP expression is increased in a subset of patients with severe asthma."}, {"pubmed": 22092577, "text": "TSLP exerts antimicrobial effects. The antimicrobial activity was mapped to the C-terminal region of the molecule."}, {"pubmed": 22154513, "text": "These results indicate that human arytenoid fibroblasts strongly induce TSLP production with stimulation by double-stranded RNA."}, {"pubmed": 22168549, "text": "This review sums up diverse mechanisms that mediate TSLP/TSLP receptor-signalling network in chronic airway diseases."}, {"pubmed": 22189594, "text": "This review article summarizes the documented association between TSLP and human allergic disorders, and describes the cellular and molecular mechanisms by which TSLP activates DCs and induces allergic inflammation."}, {"pubmed": 22274860, "text": "TSLP might also be involved in the pathogenesis of inflammatory bowel disease and progression of cancer"}, {"pubmed": 22304237, "text": "Thymic stromal lymphopoietin is an immune cytokine gene associated with the metabolic syndrome and blood pressure in severe obesity.("}, {"pubmed": 22317895, "text": "may upregulate c-Myc expression through activation of STAT3 pathway, thereby inducing trophoblast proliferation"}, {"pubmed": 22355542, "text": "These studies indicate that IL-13 induces AD and atopic march via a TSLP dependent mechanism."}, {"pubmed": 22442496, "text": "TSLP may impact multiple disease states within multiple organ systems, including the blockade of TH1/TH17 responses and the promotion of cancer and autoimmunity"}, {"pubmed": 22578802, "text": "Calcium regulates the level of TSLP through RIP2/caspase-1/NF-kappaB/IkappaBalpha signal."}, {"pubmed": 22633328, "text": "Pathogens producing dsRNA, such as respiratory viral infections, might amplify local T(H)2 inflammation in asthmatic patients through the production of TSLP and IL-1 by epithelial cells and activation of T(H)2 cytokine production by mast cells."}, {"pubmed": 22750414, "text": "This study suggests TSLP and other mediators released from epithelial cells in response to V. cholerae colonization actively influence dendritic cells in initiating inflammatory response."}, {"pubmed": 22764833, "text": "Thymic stromal lymphopoietin directly stimulates eosinophils to produce EETs (eosinophil extracellular traps)."}, {"pubmed": 22806096, "text": "TSLP promotes influenza-specific CD8+ T-cell responses by augmenting local inflammatory dendritic cell function."}, {"pubmed": 22888172, "text": "TSLP is up-regulated by interleukin (IL)-1b and may be involved in the development of endometriosis."}, {"pubmed": 22913730, "text": "TSLP variants are significantly associated with bronchial asthma."}, {"pubmed": 22973903, "text": "Single nucleotide polymorphisms in thymic stromal lymphopoietin gene are not associated with allergic rhinitis."}, {"pubmed": 22981788, "text": "induced by respiratory syncytial virus-infected airway epithelial cells and promotes a type 2 response to infection"}, {"pubmed": 23190696, "text": "Data indicate that thymic stromal lymphopoietin (TSLP) expression was induced by IL-32 via activation of caspase-1."}, {"pubmed": 23200753, "text": "This study suggests that SNPs in TSLP gene may exert a gender and/or nasal polyposis-dependent risk for development of CRS in Chinese subjects."}, {"pubmed": 23267211, "text": "TSLP may cause asthma by promoting innate allergic responses to indoor allergens and this contribution is significantly modified by smoking."}, {"pubmed": 23310954, "text": "The NF-kappaB binding site located in the proximal region of the TSLP promoter is critical for TSLP modulation in human intestinal epithelial cells."}, {"pubmed": 23335246, "text": "TSLP is highly expressed in the skin of diffuse cutaneous systemic sclerosis patients and interacts in a complex manner with 2 other profibrotic cytokines, TGFbeta and IL-13."}, {"pubmed": 23363980, "text": "These results demonstrate an essential role for IL-33- and IL-25-independent group 2 innate lymphoid cell in promoting skin inflammation."}, {"pubmed": 23376058, "text": "Interleukin-9 is required for allergic airway inflammation mediated by the cytokine TSLP."}, {"pubmed": 23413283, "text": "There is evidence of TSLP overexpression in systemic sclerosis and other non-allergic fibrotic conditions, and a demonstration of a profibrotic role that is potentially meditated by specific changes in the local cytokine milieu."}, {"pubmed": 23433457, "text": "Originally shown to promote growth and activation of B cells, thymic stromal lymphopoietin (TSLP) is now known to have wide-ranging impacts on both hematopoietic and non-hematopoietic cell lineages. [REVIEW]"}, {"pubmed": 23485611, "text": "Thymic stromal lymphopoietin could activate dendritic cells (DCs) to differentiate Th17 inflammation in naive CD4(+) T cells."}, {"pubmed": 23495958, "text": "This study has demonstrated that TSLP secreted by cervical carcinomas cells is involved in the angiogenesis of cervical cancer in a paracrine manner"}, {"pubmed": 23602531, "text": "Letter: serum TSLP was not elevated in chronic spontaneous urticaria."}, {"pubmed": 23688414, "text": "Thymic stromal lymphopoietin activity is increased in nasal polyps of patients with chronic rhinosinusitis"}, {"pubmed": 23872715, "text": "these data suggest that the TSLP-basophil axis contributes to the pathogenesis of eosinophilic esophagitis and could be therapeutically targeted to treat this disease."}, {"pubmed": 23953709, "text": "inflammasome activation has an inhibitory role on thymic stromal lymphopoietin mRNA expression and T(H)2 cell fate in the skin."}, {"pubmed": 24028796, "text": "The results suggest that TSLP may down-regulate caspase3 expression through activation of the STAT3 pathway, thereby suppressing the apoptosis of decidual gammadelta T cells."}, {"pubmed": 24081992, "text": "TSLP is a master regulator of type 2 immune responses beyond that of allergic inflammatory conditions and suggest a novel role for TSLP in the context of chronic fibrotic lung disease."}, {"pubmed": 24167583, "text": "TSLP stimulation can induce cellular senescence during airway remodeling in asthma. Inhibiting the signaling pathways of cellular senescence overcomes TSLP-induced airway remodeling"}, {"pubmed": 24185116, "text": "Higher TGF-beta with lower CD124 and TSLP, but no difference in PAR-2 expression in bronchial biopsy of bronchial asthma patients in comparison with COPD patients."}, {"pubmed": 24220317, "text": "Increased density of intraepithelial mast cells in patients with exercise-induced bronchoconstriction regulated through epithelially derived thymic stromal lymphopoietin and IL-33."}, {"pubmed": 24335833, "text": "demonstrate that plasmacytoid DCs, exposed to TSLP together with TLR ligands, acquire significant potential towards Th2 polarization"}, {"pubmed": 24397611, "text": "circulating TSLP was not significantly associated with eczema, allergen sensitization, or recurrent wheezing during the first three years of life."}, {"pubmed": 24401911, "text": "TSLP gene variation maybe a potential therapeutic target for the treatment of chronic atopic dermatitis in children."}, {"pubmed": 24410591, "text": "Data indicate that co-culture with multiple myeloma (MM) cells increases expression and secretion of thymic stromal lymphopoietin (TSLP in mesenchymal stem cells (MSCs)."}, {"pubmed": 24453244, "text": "trophoblast-derived thymic stromal lymphopoietin instructs decidual CD11c(+) dendritic cells with increased costimulatory molecules; MHC class II; and Th2/3-type, but not Th1-type, cytokines."}, {"pubmed": 24525665, "text": "Variants in the gene encoding the TSLP protein may have differential effects on asthma phenotypes depending on gender, atopy, and the presence of allergic rhinitis."}, {"pubmed": 24599138, "text": "It plays an important role as a master switch of allergic inflammation because it promotes Th2-type immune responses by inducing the activation of dendritic cells."}, {"pubmed": 24652135, "text": "The three polymorphisms in the TSLP were present in the sample population of San Basilio de Palenque and its distribution is similar to that reported for African populations and African ancestry in America"}, {"pubmed": 24698291, "text": "might be potential marker of eosinophilic oesophagitis"}, {"pubmed": 24773145, "text": "The data reveals a novel effect of allergen-specific T cells as a positive regulator of TSLP production by epithelial cells."}, {"pubmed": 24782181, "text": "Thymic stromal lymphopoietin is a novel proinflammatory mediator in rheumatoid arthritis that potently activates CD1c+ myeloid dendritic cells to attract and stimulate T cells."}, {"pubmed": 24792379, "text": "TSLP induces MUC5B expression via the ERK1/2 and p38 MAPK signaling pathway in human airway epithelial cells."}, {"pubmed": 24794807, "text": "Data suggest that thymic stromal lymphopoietin (TSLP) and interleukin-16 (IL-16), expressed at early stages of disease, function to recruit malignant T cells to the skin."}, {"pubmed": 24831437, "text": "these results support epistasis between SPINK5 and TSLP, which contributes to childhood asthma."}, {"pubmed": 24850429, "text": "The short protein isoform is expressed in keratinocytes of oral cavity, skin and salivary glands, and exhibits a markedly stronger antimicrobial activity compared to the longer isoform. TSLP displays antibacterial and antifungal activity against B. cereus, E. coli, E. faecalis, S. mitis, S. epidermidis, and C. albicans."}, {"pubmed": 24888572, "text": "DCs are primed in human asthma for TSLP-driven induction of both Th2 and Th9 cells."}, {"pubmed": 24910175, "text": "TSLP synergized with CD40 ligand to promote dendritic cell activation and pathogenic IL-23 production by primary blood and skin dendritic cells."}, {"pubmed": 24930783, "text": "Thymic stromal lymphopoietin: a central regulator of allergic asthma"}, {"pubmed": 24931369, "text": "airway epithelial cells TRPV1 activation potently induces allergic cytokine thymic stromal lymphopoietin (TSLP) release"}, {"pubmed": 24966899, "text": "In endometriosis, TSLP is involved in estrogen mediated regulation of the secretion of MCP-1 and IL-8, and the growth of endometrial stromal cells through JNK and NF-kappaB signal pathways."}, {"pubmed": 25171086, "text": "In the absence of TP63, keratinocytes readily presented TSLP and other cytokines by stimuli through Toll-like receptor 3."}, {"pubmed": 25187315, "text": "Low expression of PPARgamma and high expression of TSLP in the duodenal mucosa of children with newly diagnosed Celiac disease suggest that they are involved in the pathophysiology of this disease"}, {"pubmed": 25515628, "text": "results show that rs1837253 polymorphism may be directly involved in the regulation of TSLP secretion."}, {"pubmed": 25652868, "text": "Interstitial TSLP expression in breast tumors is associated with the prognosis and efficacy of adjuvant chemotherapy."}, {"pubmed": 25656998, "text": "TSLP and IL-33 modulate migration of hematopoietic progenitor cells in patients with allergic asthma."}, {"pubmed": 25676453, "text": "The levels of mRNA for TSLP and TSLPR were significantly elevated in parotid gland tissues from the KD group as compared to the control group."}, {"pubmed": 25680454, "text": "LIGHT controls TSLP to drive pulmonary fibrosis."}, {"pubmed": 25700684, "text": "Japanese women with certain TSLP genotypes had a significantly increased risk of eczema."}, {"pubmed": 25705788, "text": "This article focuses on evidence for the role of IL-25, IL-33 and TSLP in human allergic disease; although this triad of cytokines is described as epithelial derived, it is clear that their expression within lung tissue is much more widespread.[Review]"}, {"pubmed": 25763996, "text": "these results suggest that activation of the TSLP pathway is pivotal in the development of pulmonary pathology and pulmonary hMPV replication."}, {"pubmed": 25817699, "text": "Positive association exists between serum TSLP and anti-citrullinated peptide antibodies in patients with rheumatoid arthritis."}, {"pubmed": 25889007, "text": "TSLP secreted by hepatocytes and keratinocytes of HCV-infected patients with CV is involved in the pathogenesis of vasculitis and may possibly support the therapeutic use of TSLP-targeted monoclonal antibodies."}, {"pubmed": 25962901, "text": "Thymic stromal lymphopoietin activation of basophils in patients with allergic asthma is IL-3 dependent"}, {"pubmed": 25979231, "text": "Results suggest that a high level of TSLP in cancer lesions mediated by hypoxia is an important regulator of the progression of cervical cancer by recruiting and licensing tumor-associated EOS to promote the growth of the cervical cancer cell itself."}, {"pubmed": 25981737, "text": "TRAIL regulates MID1 and TSLP, inflammation, fibrosis, smooth muscle hypertrophy, and expression of inflammatory effector chemokines and cytokines in experimental eosinophilic esophagitis."}, {"pubmed": 26014813, "text": "The short TSLP isoform ameliorates experimental colitis in mice and prevents endotoxin shock. The long TSLP isoform is proinflammatory and is only expressed during inflammation."}, {"pubmed": 26026341, "text": "TSLP downregulates filaggrin expression in human skin keratinocytes"}, {"pubmed": 26095319, "text": "The positive feedback loop between TSLP, IL-33 and their receptors, and Th2 cytokines may facilitate Th2-skewed inflammation in eosinophilic CRSwNP."}, {"pubmed": 26175262, "text": "Correlation between TSLP overexpression and gastric cancer metastasis to lymph nodes indicate that TSLP plays a role in lymph node involvement in gastric cancer patients."}, {"pubmed": 26288354, "text": "CD4+ T cells from atopic dermatitis patients directly interacted with TSLP to produce a higher amount of IL-4 than those from normal subjects, and this action was attenuated with anti-TSLPR antibody"}, {"pubmed": 26419317, "text": "Heat stress-induced HSPs can significantly reduce the production and secretion of TSLP from keratinocytes cultured under Th2 environment."}, {"pubmed": 26531692, "text": "This study indicated that the elevation of microRNA-19b suppressed TSLP expression and then influenced T cell development in thymomatous Myasthenia gravis"}, {"pubmed": 26531761, "text": "TSLP expression in the skin is mediated via RARgamma-RXR pathways."}, {"pubmed": 26540312, "text": "Increased induction and expression of TSLP, IL-25, and IL-33 from nasal epithelial cells contribute to the pathophysiology of eosinophilic chronic rhinosinusitis."}, {"pubmed": 26573878, "text": "production by monocyte-derived dendritic cells requires the integration of signals from dectin-1, the IL-1 receptor, and endoplasmic reticulum stress response stress signaling pathways"}, {"pubmed": 26611474, "text": "A novel mouse xenograft model to study the role of TSLP-induced CRLF2 signals in normal and malignant human B lymphopoiesis has been developed."}, {"pubmed": 26652578, "text": "Upon TSLP stimulation, the cells with the highest TSLPR expression level showed enhanced proliferation and JAK/STAT-mediated gene regulation in a dose-dependent manner"}, {"pubmed": 26712523, "text": "The association of TSLP polymorphism rs2289278 with atopic dermatitis (AD) was stronger in children with allergic sensitization than in children without atopy, and TSLP polymorphisms also increased the risk of asthma in children with AD"}, {"pubmed": 26879860, "text": "Epidermal thymic stromal lymphopoietin predicts the development of atopic dermatitis during infancy."}, {"pubmed": 26934097, "text": "the effects of TSLP on myeloid cells are crucial in reducing the multiple organ failure that is associated with systemic inflammation."}, {"pubmed": 26948075, "text": "Sera of patients with infantile eosinophilic gastroenteritis showed a specific increase in both thymic stromal lymphopoietin and IL-33 levels."}, {"pubmed": 26992000, "text": "study shows that specific food antigens can trigger innate immune mediated esophageal TSLP secretion"}, {"pubmed": 26999524, "text": "TSLP level was significantly higher in asthmatic than in nonasthmatic children. TSLP level was significantly different between allergic asthmatic and nonallergic nonasthmatic groups."}, {"pubmed": 27012942, "text": "House dust mite sublingual immunotherapy downregulated Th2-type immune responses mediated by the TSLP-OX40L signaling pathway in patients with persistent moderate to severe allergic rhinitis."}, {"pubmed": 27149122, "text": "The polymorphism was further reproducibly associated with a DNA methylation signature in whole blood (P = 4.5x10-40) that also associated with allergic sensitization and expression in blood of the cytokine TSLP (P = 1.1x10-4). Knockdown of the transcription factor predicted to bind the enhancer region (NHLH1) in a human cell line (HEK293) expressing NHLH1 resulted in lower TSLP expression"}, {"pubmed": 27152943, "text": "While serum TSLP levels were unaffected by concomitant allergies and atopic comorbidities, serum levels of IL-31, IL-33 and sST2 were affected to a small extent. We found a positive correlation between TSLP, IL-31 and IL-33, and an inverse relationship between IL-33 and sST2"}, {"pubmed": 27187742, "text": "interactions between TSLP in follicular dendritic cells and IgA production in tonsils may be an important mechanism contributing to the pathogenesis of Immunoglobulin A (IgA) nephropathy."}, {"pubmed": 27304220, "text": "TSLP-induced phosphorylation of l-plastin is increased in atopic dermatitis and increases eosinophil migration."}, {"pubmed": 27385084, "text": "Results showed that TSLP promoted the production of alpha-SMA and collagen I (P<0.001), suggesting that it can accelerate MRC-5 cell fibrosis."}, {"pubmed": 27429171, "text": "Serum TSLP levels were significantly increased in systemic sclerosis patients compared to healthy donors, and were associated with a higher frequency of vasculopathy. The proportion of TSLP-positive dermal cells was increased in the skin of SSc patients compared with healthy donors, and was correlated with fibrosis."}, {"pubmed": 27494755, "text": "Letter: report decreased salivary gland TSLP expression in primary Sjogren's syndrome."}, {"pubmed": 27528425, "text": "The increase in TSLP and TNF-alpha level observed in IS fluid was found to correlate with disease severity. The increased TSLP production from asthma sputum cells was abrogated by the addition of rIL-37. Regulation of TSLP pathway may be a therapeutic approach for asthma."}, {"pubmed": 27634769, "text": "periostin-mediated TSLP production by keratinocytes directly stimulates cutaneous T-cell lymphoma (CTCL) tumor cell growth in addition to inducing a Th2-dominant tumor environment in CTCL."}, {"pubmed": 27697608, "text": "TSLP is a key mediator in the pathogenesis of inflammatory bowel diseases and that further studies are needed to evaluate its role. [review]"}, {"pubmed": 27744031, "text": "Posttranslational modifications control the functional activity of TSLP in humans and overproduction of TSLP may be a key trigger for the amplification of type 2 inflammation in diseases"}, {"pubmed": 27769179, "text": "A possible role of TSLP in immune homeostasis in HIV infection:higher plasma TSLP was found in individuals with primary HIV infection compared to both chronic HIV infection and healthy controls."}, {"pubmed": 27863334, "text": "lactobacilli from the omnivorous group and all bifidobacteria significantly down-regulated IL-8. Notably, both genera also lowered the TSLP expression in stimulated Caco-2 cells, regardless of the diet regimen."}, {"pubmed": 27889082, "text": "this study shows that NOD2 is an asthma-related factor that can promote cell proliferation and inflammatory response by mediated expression of TSLP in human airway smooth muscle cells"}, {"pubmed": 27902816, "text": "Variations in FLG and TSLP genotype were associated with differences in self-reported skin clearance, TCI usage, and steroid usage."}, {"pubmed": 27976427, "text": "this review focuses on recent advances on the effects of TSLP on obstetrical and gynecological diseases, including pregnancy failure, endometriosis, and cervical cancer"}, {"pubmed": 27992078, "text": "production increased at skin sites of ovalbumin sensitization"}, {"pubmed": 27996052, "text": "short and long thymic stromal lymphopoietin isoforms have roles in house dust mite-induced asthmatic airway epithelial barrier disruption"}, {"pubmed": 28127565, "text": "Chronic rhinosinusitis with nasal polyps (CRSwNP) epithelial cells release TSLP and IL-25 when stimulated by poly(I:C) but not by DP or AF, suggesting that viral infection may contribute to maintain and amplify the T2 immune response seen in CRSwNP."}, {"pubmed": 28191908, "text": "The results suggest that IL-1beta may be an early key mediator for the acquisition of an Atopic dermatitis (AD) phenotype through induction of thymic stromal lymphopoietin (TSLP) and alteration of the epidermal homeostasis."}, {"pubmed": 28303765, "text": "this study shows that TSLP may be involved in the pathogenesis of asthma and rhinitis; dust mite and mugwort allergy could increase it significantly"}, {"pubmed": 28368013, "text": "TSLP receptor allosterically activates TSLP to potentiate the recruitment of the shared interleukin 7 receptor alpha-chain (IL-7Ralpha) by leveraging the flexibility, conformational heterogeneity and electrostatics of the cytokine."}, {"pubmed": 28377574, "text": "a new mechanism of T cell stimulation in human skin was identified, demonstrating the direct induction of T cell migration by TSLP in the absence of DCs."}, {"pubmed": 28400057, "text": "House dust mite exposure increases the expression of TSLP through PI3K/Akt signaling pathway in human bronchial epithelial 16HBE cells."}, {"pubmed": 28443609, "text": "the secretion of TSLP by keratinocytes is induced by the HIV-1 viral synapse in a miR-375 controlled manner"}, {"pubmed": 28471975, "text": "Study demonstrated that naturally occurring severe infections by the most common respiratory viruses in hospitalized infants induce nasal airway secretion of TSLP, IL-33, and periostin when compared with healthy controls"}, {"pubmed": 28479194, "text": "study found that among patients with atopic dermatitis (AD), common FLG null mutations are associated with earlier AD onset in a dose-dependent manner, whereas TSLP rs1898671 appears unrelated to the timing of AD onset"}, {"pubmed": 28545810, "text": "The aim of this study was to determine the influence of human rhinovirus on the genes involved in airway remodeling and to examine the impact of TSLP and contribution of oxidative stress on airway remodeling in the context of HRV infection."}, {"pubmed": 28615347, "text": "TSLP-HOTAIR axis also plays a protective role in low-density lipoprotein (ox-LDL)-induced Endothelial cells' injury."}, {"pubmed": 28631887, "text": "we found that activation of the protease-activated receptor 1 (PAR1) induced secretion of TSLP by the corneal stromal cells... we proposed that TSLP might function as the link between increased protease activity and inflammatory responses or itch sensation in the corneas"}, {"pubmed": 28655470, "text": "DeltaNp73 was abundantly expressed in the atopic dermatitis epidermis and increased the release of TSLP via NF-kappaB activation."}, {"pubmed": 28720058, "text": "this study shows that long form of thymic stromal lymphopoietin of keratinocytes is induced by protein allergens"}, {"pubmed": 28746197, "text": "Study provides evidence for the hypothesis that TSLP could reflect the histological severity of lumbar disc degeneration (LDD), and TSLP-siRNA and TSLPR-siRNA could inhibit apoptosis of nucleus pulposus cells. The evident information obtained from the investigation could lead the way for new therapeutic approaches regarding LDD treatment."}, {"pubmed": 29272985, "text": "presence of epithelium-derived TSLP in the eustachian tubes plays important role in the onset of eosinophilic otitis media"}, {"pubmed": 29320511, "text": "a hit expansion exercise yielded additional active compounds that could be amenable to further optimization, providing an opportunity to dissociate TSLP inhibition from other non-desired activities. This study illustrates the potential of phenotypic drug discovery to complement target based approaches by providing new chemistry and biology leads"}, {"pubmed": 29453280, "text": "The data implicate TSLP and IL-33 in the pathogenesis of asthma that is characterized by persistent airway inflammation and impaired lung function despite intensive corticosteroid therapy, highlighting them as potential molecular targets."}, {"pubmed": 29631029, "text": "Skin lesions from Behcet disease (BD) patients expressed high thymic stromal lymphopoietin (TSLP) and interleukin 33 (IL-33) mRNA."}, {"pubmed": 29663593, "text": "this study shows that EMSY is increased and activates TSLP & CCL5 expression in eosinophilic esophagitis"}, {"pubmed": 29752758, "text": "These findings suggest TSLP/p56lck plays an important role in allergic reactions and offers opportunities for the development of novel drugs for the treatment of AR."}, {"pubmed": 29763522, "text": "It was verified that three SNPs (rs3806932, rs2289276 and rs2289278) are associated with susceptibility of atopic disease. We found three SNPs (rs3806932, rs3806933 and rs2289276) form one LD block; most especially, it is expected that the GTT haplotype strongly contributes to AM."}, {"pubmed": 29889228, "text": "Low TSLP expression is associated with Ulcerative Colitis."}, {"pubmed": 30011850, "text": "Effects of Linalyl Acetate on Thymic Stromal Lymphopoietin Production in Mast Cells."}, {"pubmed": 30123216, "text": "Our study illustrates that the TSLP/TSLPR axis might be involved in the pathogenesis of CAD through upregulation of mRNA or protein expression of the referenced genes and might have additive effects on the CAD risk when combined with IL-33 signaling."}, {"pubmed": 30152851, "text": "the findings of the present study revealed a novel mechanism of estrogendependent apoptotic suppression of Endometriosis (EMS)associated with TSLP secretion and Bcl2 regulation. Endogenous and estrogeninduced endometrial TSLP may promote the initiation and development of EMS via the inhibition of apoptosis"}, {"pubmed": 30368785, "text": "This study revealed lower TSLP mRNA expression levels in vitiliginous skin than in normal skin suggesting an imminent role of TSLP in the pathogenesis of vitiligo."}, {"pubmed": 30428724, "text": "TSLP might promote asthmatic airway remodeling via p38 MAPK-STAT3 axis activation and the crosstalk between airway epithelial cells and fibroblasts could aggravate remodeling."}, {"pubmed": 30737962, "text": "An osteoclastogenesis system, the RANKL/RANK signalling pathway, contributes to aggravated allergic inflammation."}, {"pubmed": 30821220, "text": "Median serum TSLP levels were 1193.65 pg/mL in newly diagnosed celiac disease patients, 110.25 pg/mL in celiac disease patients who were compliant with a gluten-free diet, 113.1 pg/mL in celiac disease patients who were not compliant with a gluten-free diet, and 57 pg/mL in healthy controls"}, {"pubmed": 30853520, "text": "when TSLP was suppressed by siRNA, fungal keratitis was mild with higher levels of antimicrobial peptides such as human beta-defensin (hBD9). Taken together, our data revealed an unreported function of TSLP in mediating an anti-fungal inflammatory response and serving as a target to control tissue injury and infection in A. fumigatus keratitis."}, {"pubmed": 31023965, "text": "The data show that mRNA levels of TSLP were significantly higher in epithelial ovarian carcinoma (EOC) tissues and cell lines. Chi-square tests revealed that TSLP overexpression in EOC was significantly associated with age, histological type, Federation of Gynecology and Obstetrics (FIGO) stage, histological differentiation, pelvic involvement, and lymphatic metastasis."}, {"pubmed": 31066119, "text": "TSLP rs1837253 single nucleotide polymorphism is associated with asthma susceptibility in Zhuang people in Guangxi."}, {"pubmed": 31089083, "text": "Correlation between TSLP gene polymorphism and childhood asthma."}, {"pubmed": 31139177, "text": "Dendritic Cell-Derived TSLP Negatively Regulates HIF-1alpha and IL-1beta During Dectin-1 Signaling."}, {"pubmed": 31210014, "text": "Breast cancer (BC) tissues expressed TSLP at a high rate compared to normal matching breast tissues. Malignant tumors exhibited higher TSLP expression than benign breast tumors. rs3806933 (T) allele frequency decreased the risk of developing BC. Genotype mutant (AC) and the allele mutant (C) of rs10043985 within TSLP were significantly correlated with an increased BC risk in Saudi Arabian female patients."}, {"pubmed": 31217492, "text": "Structure-Activity Relationships of Baicalein and its Analogs as Novel TSLP Inhibitors."}, {"pubmed": 31290290, "text": "Two TSLP single nucleotide polymorphisms (SNPs) (rs10043985 and rs3806933) and one TSLPR SNP (rs36139698) showed significant correlations with smoking behavior, but not IL7R rs12516866 and rs1053496. rs10043985 showed a clear association with long-term smoking regardless of daily cigarette consumption. rs2289276 was associated with short-term smoking but not with daily cigarette consumption in Saudi Arabian population."}, {"pubmed": 31352764, "text": "Thymic stromal lymphopoietin alleviates fibrosis after myocardial infarction through regulating STAT3."}, {"pubmed": 31378088, "text": "TSLP could induce early stage of EMT in airway epithelial cells through upregulation of TGF-beta1."}, {"pubmed": 31387206, "text": "TSLP confers apoptosis resistance via concomitant activation of STAT5/Mcl-1 and JNK/Bcl-xL signaling."}, {"pubmed": 31491540, "text": "On the basis of our current findings, it is fair to conclude that TSLP, specifically rs1898671, is an important genetic variant in the pathogenesis and long-term prognosis of atopic dermatitis (AD) and could represent a potential clinical target for the development of therapies to treat individuals with AD."}, {"pubmed": 31556482, "text": "Mechanistically, thymic stromal lymphopoietin (TSLP) was identified in c-JUN and JUNB mutant cells as a paracrine factor stimulating proliferation of neighboring non-mutant epidermal cells, while mutant inter-follicular epidermal (IFE) cells are lost over time."}, {"pubmed": 31682627, "text": "Study in human keratinocyte HaCaT and in mouse keratinocyte PAM212 cell lines suggested that inactivation of prolyl hydroxylase by hypoxia and hypoxia-mimicking conditions is involved in the repression of TNF-alpha-induced TSLP expression. Results indicated that hypoxia and hypoxia-mimicking conditions inhibited TSLP expression via HIF-2 and HRE-dependent mechanisms."}, {"pubmed": 31910693, "text": "Effects of Lung Function-Related Genes and TSLP on COPD Phenotypes."}, {"pubmed": 31943442, "text": "A thymic stromal lymphopoietin polymorphism may provide protection from asthma by altering gene expression."}, {"pubmed": 32285594, "text": "Thymic stromal lymphopoietin is a key cytokine for the immunomodulation of atherogenesis with Freund's adjuvant."}, {"pubmed": 32360270, "text": "Robust production of IL-33 and TSLP by lung endothelial cells in response to low-dose dsRNA stimulation."}, {"pubmed": 32712161, "text": "TSLP and IL-7R Variants Are Associated with Persistent Atopic Dermatitis."}, {"pubmed": 32776912, "text": "Interleukin 25, thymic stromal lymphopoietin and house dust mites in pathogenesis of atopic dermatitis."}, {"pubmed": 32950025, "text": "Regulators of thymic stromal lymphopoietin production by human adipocytes."}, {"pubmed": 33040302, "text": "Correlation between DNA methylation and Thymic Stromal Lymphopoietin expression in asthmatic airway epithelial cells."}, {"pubmed": 33042121, "text": "Thymic Stromal Lymphopoietin and Cancer: Th2-Dependent and -Independent Mechanisms."}, {"pubmed": 33118609, "text": "Aspergillus fumigatus-Stimulated Human Corneal Epithelial Cells Induce Pyroptosis of THP-1 Macrophages by Secreting TSLP."}, {"pubmed": 33429916, "text": "Thymic Stromal Lymphopoietin Promotes MRGPRX2-Triggered Degranulation of Skin Mast Cells in a STAT5-Dependent Manner with Further Support from JNK."}, {"pubmed": 33463103, "text": "Association between Two Single Nucleotide Polymorphisms of Thymic Stromal Lymphopoietin (TSLP) Gene and Asthma in Iranian Population."}, {"pubmed": 33486314, "text": "Sputum IL-25, IL-33 and TSLP, IL-23 and IL-36 in airway obstructive diseases. Reduced levels of IL-36 in eosinophilic phenotype."}, {"pubmed": 33535091, "text": "The level of thymic stromal lymphopoietin and its gene polymorphism are associated with rheumatoid arthritis."}, {"pubmed": 33836808, "text": "Associations among phthalate exposure, DNA methylation of TSLP, and childhood allergy."}, {"pubmed": 33879431, "text": "Thymic Stromal Lymphopoietin (TSLP) gene variant rs1837253 is significantly associated with Asthma prevalence in Pakistani Pashtun women."}, {"pubmed": 34081998, "text": "Thymic stromal lymphopoietin participates in the TLR2-and TLR4-dependent immune response triggered by Aspergillus fumigatus in human corneal cells."}, {"pubmed": 34111451, "text": "TSLP disease-associated genetic variants combined with airway TSLP expression influence asthma risk."}, {"pubmed": 34147561, "text": "TSLP-induced collagen type-I synthesis through STAT3 and PRMT1 is sensitive to calcitriol in human lung fibroblasts."}, {"pubmed": 34153443, "text": "Thymic stromal lymphopoietin, skin barrier dysfunction, and the atopic march."}, {"pubmed": 34299012, "text": "IL-37 Targets TSLP-Primed Basophils to Alleviate Atopic Dermatitis."}, {"pubmed": 34326208, "text": "Thymic stromal lymphopoietin induces adipose loss through sebum hypersecretion."}, {"pubmed": 34331429, "text": "Genotype Associations with the Different Phenotypes of Atopic Dermatitis in Children."}, {"pubmed": 34440780, "text": "Human Lung-Resident Macrophages Express and Are Targets of Thymic Stromal Lymphopoietin in the Tumor Microenvironment."}, {"pubmed": 34573368, "text": "Expression and Polymorphism of TSLP/TSLP Receptors as Potential Diagnostic Markers of Colorectal Cancer Progression."}, {"pubmed": 34699696, "text": "Functional characterisation of two receptor interaction determinants in human thymic stromal lymphopoietin."}, {"pubmed": 34944487, "text": "Role of Epithelium-Derived Cytokines in Atopic Dermatitis and Psoriasis: Evidence and Therapeutic Perspectives."}, {"pubmed": 35065132, "text": "TSLP Impairs Epidermal Barrier Integrity by Stimulating the Formation of Nuclear IL-33/Phosphorylated STAT3 Complex in Human Keratinocytes."}, {"pubmed": 35240143, "text": "Mast cells instruct keratinocytes to produce thymic stromal lymphopoietin: Relevance of the tryptase/protease-activated receptor 2 axis."}, {"pubmed": 35351157, "text": "Short isoform thymic stromal lymphopoietin reduces inflammation and aerobic glycolysis of asthmatic airway epithelium by antagonizing long isoform thymic stromal lymphopoietin."}, {"pubmed": 36046760, "text": "Expression of Thymic Stromal Lymphopoietin in Immune-Related Dermatoses."}, {"pubmed": 36076269, "text": "TSLP promoting B cell proliferation and polarizing follicular helper T cell as a therapeutic target in IgG4-related disease."}, {"pubmed": 36082495, "text": "The potential role of interleukin (IL)-25/IL-33/thymic stromal lymphopoietin (TSLP) on the pathogenesis of idiopathic pulmonary fibrosis."}, {"pubmed": 36107619, "text": "Keratinocyte-derived cytokine TSLP promotes growth and metastasis of melanoma by regulating the tumor-associated immune microenvironment."}, {"pubmed": 36517245, "text": "Plasma thymic stromal lymphopoietin (TSLP) in adults with non-severe asthma: the EGEA study."}, {"pubmed": 36694181, "text": "Nasal TSLP and periostin in infants with severe bronchiolitis and risk of asthma at 4 years of age."}, {"pubmed": 36726974, "text": "Increased expression of long-isoform thymic stromal lymphopoietin is associated with rheumatoid arthritis and fosters inflammatory responses."}, {"pubmed": 37030118, "text": "Hypoxia-inducible factor prolyl hydroxylase inhibitors suppressed thymic stromal lymphopoietin production and allergic responses in a mouse air-pouch-type ovalbumin sensitization model."}, {"pubmed": 37096155, "text": "The Role of TSLP in Atopic Dermatitis: From Pathogenetic Molecule to Therapeutical Target."}, {"pubmed": 37364323, "text": "TSLP/TSLPR promotes renal fibrosis by activating STAT3 in renal fibroblasts."}, {"pubmed": 37422429, "text": "Thymic stromal lymphopoietin participates in the host response to intra-amniotic inflammation leading to preterm labor and birth."}, {"pubmed": 37500310, "text": "Thymic stromal lymphopoietin (TSLP) is a substrate for tryptase in patients with mastocytosis."}, {"pubmed": 37515689, "text": "Serum thymic stromal lymphopoietin (TSLP) levels in atopic dermatitis patients: a systematic review and meta-analysis."}, {"pubmed": 37628907, "text": "Thymic Stromal Lymphopoietin (TSLP), Its Isoforms and the Interplay with the Epithelium in Allergy and Asthma."}, {"pubmed": 37640192, "text": "Integration analysis using bioinformatics and experimental validation on the clinical and biological significance of TSLP in cancers."}, {"pubmed": 38081546, "text": "Airway hyperresponsiveness correlates with airway TSLP in asthma independent of eosinophilic inflammation."}, {"pubmed": 38172534, "text": "TSLP enhances progestin response in endometrial cancer via androgen receptor signal pathway."}, {"pubmed": 38396704, "text": "The Alarmin Triad-IL-25, IL-33, and TSLP-Serum Levels and Their Clinical Implications in Chronic Spontaneous Urticaria."}, {"pubmed": 38402021, "text": "TSLP is localized in and released from human lung macrophages activated by T2-high and T2-low stimuli: relevance in asthma and COPD."}, {"pubmed": 38407489, "text": "Analysis of genetic variant associated with heart failure mortality implicates thymic stromal lymphopoietin as mediator of strain-induced myocardial fibroblast-mast cell crosstalk and fibrosis."}, {"pubmed": 38557942, "text": "Relevance of Thymic Stromal Lymphopoietin on the Pathogenesis of Glioblastoma: Role of the Neutrophil."}, {"pubmed": 38630260, "text": "The role of thymic stromal lymphopoietin in cutaneous disorders."}], "genomic_pos": {"chr": "5", "end": 111078026, "ensemblgene": "ENSG00000145777", "start": 111070062, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 110413722, "start": 110405760, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001961", "qualifier": "involved_in", "term": "positive regulation of cytokine-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001961", "pubmed": 11418668, "qualifier": "involved_in", "term": "positive regulation of cytokine-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007259", "pubmed": 11480573, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 11418668, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 11480573, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032722", "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032722", "pubmed": 11418668, "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032733", "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032733", "pubmed": 17242164, "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032736", "qualifier": "involved_in", "term": "positive regulation of interleukin-13 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032736", "pubmed": 17242164, "qualifier": "involved_in", "term": "positive regulation of interleukin-13 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032754", "qualifier": "involved_in", "term": "positive regulation of interleukin-5 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032754", "pubmed": 17242164, "qualifier": "involved_in", "term": "positive regulation of interleukin-5 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032755", "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032755", "pubmed": 17242164, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033005", "pubmed": 17242164, "qualifier": "involved_in", "term": "positive regulation of mast cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038111", "pubmed": 11480573, "qualifier": "involved_in", "term": "interleukin-7-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042531", "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 11480573, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050729", "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050729", "pubmed": 17242164, "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061844", "qualifier": "involved_in", "term": "antimicrobial humoral immune response mediated by antimicrobial peptide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071654", "pubmed": 17242164, "qualifier": "involved_in", "term": "positive regulation of chemokine (C-C motif) ligand 1 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071657", "pubmed": 17242164, "qualifier": "involved_in", "term": "positive regulation of granulocyte colony-stimulating factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904894", "pubmed": 11418668, "qualifier": "involved_in", "term": "positive regulation of receptor signaling pathway via STAT"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": [11418668, 17242164], "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005576", "pubmed": 11480573, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 11418668, "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 11418668, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005125", "pubmed": 17242164, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005139", "qualifier": "enables", "term": "interleukin-7 receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005139", "pubmed": 11480573, "qualifier": "enables", "term": "interleukin-7 receptor binding"}]}, "homologene": {"genes": [[9544, 706194], [9598, 737202], [9606, 85480], [9913, 617637], [10090, 53603], [10116, 688621]], "id": 81957}, "interpro": [{"desc": "Thymic stromal lymphopoietin", "id": "IPR029189", "short_desc": "TSLP"}, {"desc": "Thymic stromal lymphopoietin superfamily", "id": "IPR038329", "short_desc": "TSLP_sf"}], "ipi": "IPI00413782", "map_location": "5q22.1", "name": "thymic stromal lymphopoietin", "other_names": "thymic stromal lymphopoietin", "pantherdb": {"HGNC": "30743", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1855696", "ortholog_type": "LDO", "panther_family": "PTHR38003", "taxid": 10090, "uniprot_kb": "Q9JIE6"}, {"Ensembl": "ENSRNOG00000058856", "ortholog_type": "LDO", "panther_family": "PTHR38003", "taxid": 10116, "uniprot_kb": "A0A0G2JUJ3"}], "uniprot_kb": "Q969D9"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266695", "name": "Interleukin-7 signaling"}, {"id": "R-HSA-1266695", "name": "Interleukin-7 signaling"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}], "wikipathways": [{"id": "WP2203", "name": "Thymic Stromal LymphoPoietin (TSLP) Signaling Pathway"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}]}, "pdb": ["5J11", "5J12", "5J13", "8QFZ"], "pfam": "PF15216", "pharmgkb": "PA162407159", "pharos": {"target_id": 9868, "tdl": "Tclin"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF269443", "relationship": "is"}, {"id": "GNF269444", "relationship": "is"}, {"id": "GNF269445", "relationship": "is"}, {"id": "GNF269446", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164298", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF014999", "relationship": "is"}, {"id": "GNF017925", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF338219", "relationship": "is"}, {"id": "GNF338582", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF114492", "relationship": "is"}, {"id": "GNF154133", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": ["NP_149024.1", "NP_612561.2", "XP_011542000.1", "XP_047273802.1", "XP_047273803.1", "XP_054209707.1", "XP_054209708.1"], "rna": ["NM_033035.5", "NM_138551.5", "NR_045089.2", "XM_011543698.2", "XM_047417846.1", "XM_047417847.1", "XM_054353732.1", "XM_054353733.1"], "translation": [{"protein": "NP_149024.1", "rna": "NM_033035.5"}, {"protein": "XP_054209707.1", "rna": "XM_054353732.1"}, {"protein": "XP_054209708.1", "rna": "XM_054353733.1"}, {"protein": "XP_047273803.1", "rna": "XM_047417847.1"}, {"protein": "XP_011542000.1", "rna": "XM_011543698.2"}, {"protein": "NP_612561.2", "rna": "NM_138551.5"}, {"protein": "XP_047273802.1", "rna": "XM_047417846.1"}]}, "reporter": {"GNF1H": ["gnf1h01060_at", "gnf1h01061_s_at"], "HG-U133_Plus_2": "235737_at", "HTA-2_0": ["TC05000518.hg.1", "TC05002561.hg.1"], "HuEx-1_0": "2823797", "HuGene-1_1": "8107270", "HuGene-2_1": "16987902"}, "summary": "This gene encodes a hemopoietic cytokine proposed to signal through a heterodimeric receptor complex composed of the thymic stromal lymphopoietin receptor and the IL-7R alpha chain. It mainly impacts myeloid cells and induces the release of T cell-attracting chemokines from monocytes and enhances the maturation of CD11c(+) dendritic cells. The protein promotes T helper type 2 (TH2) cell responses that are associated with immunity in various inflammatory diseases, including asthma, allergic inflammation and chronic obstructive pulmonary disease. The protein is therefore considered a potential therapeutic target for the treatment of such diseases. In addition, the shorter (predominant) isoform is an antimicrobial protein, displaying antibacterial and antifungal activity against B. cereus, E. coli, E. faecalis, S. mitis, S. epidermidis, and C. albicans. Alternative splicing of this gene results in multiple transcript variants. [provided by RefSeq, Jul 2020].", "symbol": "TSLP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336681"}, "unigene": "Hs.389874", "uniprot": {"Swiss-Prot": "Q969D9", "TrEMBL": "A0A0C4DG43"}, "wikipedia": {"url_stub": "Thymic stromal lymphopoietin"}}