{"AllianceGenome": "1158", "HGNC": "1158", "MIM": "109610", "_id": "706", "_version": 1, "accession": {"genomic": ["AB076379.1", "AB076380.1", "AB076381.1", "AH000829.2", "AY383615.1", "CH471138.1", "CP068256.2", "NC_000022.11", "NC_060946.1", "U12421.1", "Z82214.23"], "protein": ["AAA03652.1", "AAA18227.1", "AAA18228.1", "AAA83252.1", "AAC31172.1", "AAC31173.1", "AAH01110.1", "AAP35595.1", "AAQ75703.1", "AAY45787.1", "BAC00957.1", "BAC00958.1", "BAC00959.1", "CAG30295.1", "CAG33288.1", "EAW73288.1", "EAW73289.1", "EAW73290.1", "NP_000705.2", "NP_001243459.1", "NP_001243460.1", "P30536.3", "XP_047297435.1", "XP_054181863.1"], "rna": ["AF075589.1", "AF075590.1", "AY998017.1", "BC001110.2", "BG749252.1", "BG750685.1", "BG752086.1", "BP420304.1", "BQ057964.1", "BT006949.1", "CR456409.1", "CR457007.1", "L21950.1", "M36035.1", "NM_000714.6", "NM_001256530.1", "NM_001256531.1", "NM_007311.3", "NR_046308.2", "XM_047441479.1", "XM_054325888.1"], "translation": [{"protein": "AAC31173.1", "rna": "AF075590.1"}, {"protein": "AAY45787.1", "rna": "AY998017.1"}, {"protein": "AAC31172.1", "rna": "AF075589.1"}, {"protein": "AAH01110.1", "rna": "BC001110.2"}, {"protein": "XP_054181863.1", "rna": "XM_054325888.1"}, {"protein": "CAG30295.1", "rna": "CR456409.1"}, {"protein": "NP_000705.2", "rna": "NM_000714.6"}, {"protein": "XP_047297435.1", "rna": "XM_047441479.1"}, {"protein": "AAA18227.1", "rna": "L21950.1"}, {"protein": "NP_001243460.1", "rna": "NM_001256531.1"}, {"protein": "NP_001243459.1", "rna": "NM_001256530.1"}, {"protein": "AAP35595.1", "rna": "BT006949.1"}, {"protein": "AAA03652.1", "rna": "M36035.1"}, {"protein": "CAG33288.1", "rna": "CR457007.1"}]}, "alias": ["BPBS", "BZRP", "DBI", "IBP", "MBR", "PBR", "PBS", "PKBS", "PTBR", "TSPO1", "mDRC", "pk18"], "ensembl": {"gene": "ENSG00000100300", "protein": ["ENSP00000328973", "ENSP00000338004", "ENSP00000379563", "ENSP00000405685", "ENSP00000463495"], "transcript": ["ENST00000329563", "ENST00000337554", "ENST00000396265", "ENST00000428336", "ENST00000472378", "ENST00000583777"], "translation": [{"protein": "ENSP00000338004", "rna": "ENST00000337554"}, {"protein": "ENSP00000463495", "rna": "ENST00000583777"}, {"protein": "ENSP00000405685", "rna": "ENST00000428336"}, {"protein": "ENSP00000328973", "rna": "ENST00000329563"}, {"protein": "ENSP00000379563", "rna": "ENST00000396265"}], "type_of_gene": "protein_coding"}, "entrezgene": "706", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.0065085081, "exp_mis": 45.5508398154, "exp_syn": 22.663339952, "lof_z": 0.888307280517366, "mis_z": 0.184863602686797, "mu_lof": 5.10574613627e-07, "mu_mis": 7.03943894629e-06, "mu_syn": 3.55044086956e-06, "n_lof": 3.0, "n_mis": 43.0, "n_syn": 32.0, "p_li": 0.021753056615385, "p_null": 0.220455793455544, "p_rec": 0.757791149929071, "syn_z": -1.21584735810363}, "bp": 510, "cds_end": 43558997, "cds_start": 43555244, "n_exons": 3, "nonpsych": {"exp_lof": 4.49109340718, "exp_mis": 41.1876268105, "exp_syn": 20.4722325214, "lof_z": 0.691004314044799, "mis_z": 0.0933382028273137, "mu_lof": 5.10574613627e-07, "mu_mis": 7.03943894629e-06, "mu_syn": 3.55044086956e-06, "n_lof": 3.0, "n_mis": 40.0, "n_syn": 29.0, "p_li": 0.0191996354743823, "p_null": 0.272675913868305, "p_rec": 0.708124450657312, "syn_z": -1.18663299484719}, "nontcga": {"exp_lof": 4.60206180119, "exp_mis": 41.9028495201, "exp_syn": 20.8463503206, "lof_z": 0.736689189996472, "mis_z": 0.300379196617552, "mu_lof": 5.10574613627e-07, "mu_mis": 7.03943894629e-06, "mu_syn": 3.55044086956e-06, "n_lof": 3.0, "n_mis": 38.0, "n_syn": 31.0, "p_li": 0.0188165590361627, "p_null": 0.249098119504362, "p_rec": 0.732085321459475, "syn_z": -1.40808692330006}, "transcript": "ENST00000329563.4"}, "exons": [{"cdsend": 43162991, "cdsstart": 43159238, "chr": "22", "position": [[43151558, 43151604], [43159209, 43159420], [43161051, 43161190], [43162802, 43163242]], "strand": 1, "transcript": "NM_000714", "txend": 43163242, "txstart": 43151558}, {"cdsend": 43162991, "cdsstart": 43159238, "chr": "22", "position": [[43151934, 43152220], [43159209, 43159420], [43161051, 43161190], [43162802, 43163242]], "strand": 1, "transcript": "NM_001256530", "txend": 43163242, "txstart": 43151934}, {"cdsend": 43162991, "cdsstart": 43159238, "chr": "22", "position": [[43151932, 43152127], [43159209, 43159420], [43161051, 43161190], [43162802, 43163242]], "strand": 1, "transcript": "NM_001256531", "txend": 43163242, "txstart": 43151932}, {"cdsend": 43163242, "cdsstart": 43163242, "chr": "22", "position": [[43151558, 43151604], [43161051, 43161190], [43162802, 43163242]], "strand": 1, "transcript": "NR_046308", "txend": 43163242, "txstart": 43151558}], "exons_hg19": [{"cdsend": 43558997, "cdsstart": 43555244, "chr": "22", "position": [[43547564, 43547610], [43555215, 43555426], [43557057, 43557196], [43558808, 43559248]], "strand": 1, "transcript": "NM_000714", "txend": 43559248, "txstart": 43547564}, {"cdsend": 43558997, "cdsstart": 43555244, "chr": "22", "position": [[43547940, 43548226], [43555215, 43555426], [43557057, 43557196], [43558808, 43559248]], "strand": 1, "transcript": "NM_001256530", "txend": 43559248, "txstart": 43547940}, {"cdsend": 43558997, "cdsstart": 43555244, "chr": "22", "position": [[43547938, 43548133], [43555215, 43555426], [43557057, 43557196], [43558808, 43559248]], "strand": 1, "transcript": "NM_001256531", "txend": 43559248, "txstart": 43547938}, {"cdsend": 43559248, "cdsstart": 43559248, "chr": "22", "position": [[43547564, 43547610], [43557057, 43557196], [43558808, 43559248]], "strand": 1, "transcript": "NR_046308", "txend": 43559248, "txstart": 43547564}], "generif": [{"pubmed": 11304832, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12374690, "text": "Overexpression of the peripheral benzodiazepine receptor is associated with colorectal cancer"}, {"pubmed": 12547158, "text": "This gene is amplified in MDA-MB-231 aggressive breast cancer cells"}, {"pubmed": 14584048, "text": "demonstrated that PBR is expressed in mesenchymal stem cells and that their ligands affect their proliferation and differentiation"}, {"pubmed": 14626449, "text": "These results indicate that elevated peripheral-type benzodiazepine receptor (PBR) expression is not common in aggressive tumors, but may be limited to certain cancers where elevated PBR expression is associated with tumor progression."}, {"pubmed": 15041726, "text": "High expression of PBR in this patient subgroup may be used to identify a new high risk population in breast cancer for which a more specific therapy would be beneficial."}, {"pubmed": 15296476, "text": "involvement of PBRs in human pancreatic beta-cell function and survival."}, {"pubmed": 15473257, "text": "our results supported the hypothesis that PBR controls T-cell maturation and suggested mechanisms through which PBR may regulate thymocyte-positive selection."}, {"pubmed": 15648546, "text": "Our results represent first evidence of PBRs in parathyroid glands and suggest for them a role in influencing PTH release. A clear trend of PBR up-regulation in parathyroid adenoma was also found."}, {"pubmed": 15769477, "text": "the subcellular localisation of PBR defines its function and that this receptor could be a possible target for new strategies against cancer"}, {"pubmed": 16511838, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16511838, "text": "Study provides new and important evidence that variation in the PBR gene influences susceptibility to panic disorder."}, {"pubmed": 16868661, "text": "the intensity and extent of staining for PBR had a strong direct correlation with the grade of malignancy of the tumor, along with proliferative and apoptotic indices. The highest expression of PBR was in glioblastomas grade IV."}, {"pubmed": 16919618, "text": "Our results showed an up-regulation of peripheral-type benzodiazepine receptor (PBR) in platelets of FM patients, and this seems to be related to the severity of fibromyalgic symptoms."}, {"pubmed": 17561806, "text": "TSPO is located in mitochondrial membranes of HT-29 and reveal that its activation induces a rise in cytosolic Ca(2+), leading to the stimulation of Cl(-) secretion."}, {"pubmed": 18054208, "text": "TSPO expression evaluation is a useful biological marker of Adult Separation Anxiety Disorder"}, {"pubmed": 18158327, "text": "These findings reveal a previously unidentified pathway of the membrane integration of MOM proteins with multiple TMSs of the PBR."}, {"pubmed": 18256758, "text": "Sharp inhibition of apoptosis and changes in the levels of cell proliferation in tumor cells were paralleled by decreased expression of peripheral benzodiazepine receptor in patients with squamous cell carcinoma & skin melanoma."}, {"pubmed": 18670869, "text": "VDAC activation by the 18 kDa translocator protein (TSPO), implications for apoptosis."}, {"pubmed": 18791274, "text": "TSPO may serve to open the mitochondrial permeability transition pore in response to anti-cancer drugs such as erucylphosphohomocholine"}, {"pubmed": 18806692, "text": "TSPO knockdown by genetic manipulation transforms the human HT29 cancer line to a more malignant type in-vitro."}, {"pubmed": 19077109, "text": "results show variety of CNS cells capable of expressing TSPO; pattern of expression differs between normal & diseased CNS & among different diseases & cell types; microglia & macrophages remain chief cell type upregulating TSPO expression in brain disease"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19525461, "text": "(11)C-AC-5216 is a promising PET ligand for quantifying PBR in the human brain."}, {"pubmed": 19525468, "text": "(18)F-PBR06 is a longer-lived and promising alternative to (11)C-labeled radioligands to measure TSPOs as a biomarker of inflammation in the brain."}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19617321, "text": "Studies in patient populations will help determine whether (11)C-DPA-713 provides better sensitivity for evaluating increased TSPO expression."}, {"pubmed": 19668118, "text": "Two allelic variants of TSPO gene, were tested for association with the presence of adult separation anxiety disorder."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19789311, "text": "Blocking TSPO function in tumor cells induces cell death and denotes a survival role for TSPO in prostate cancer ."}, {"pubmed": 19846611, "text": "Results demonstrate that the Ala147Thr spontaneous amino acid substitution within TSPO is able to affect pregnenolone production, and should encourage further studies to investigate its potential role in polygenic dyslipidemias."}, {"pubmed": 20056222, "text": "TSPO is expressed in macrophages in human carotid atherosclerosis"}, {"pubmed": 20085808, "text": "High TSPO protein levels are associated with oral cancer."}, {"pubmed": 20222126, "text": "Overexpression of translocator protein is associated with inflammatory bowel disease."}, {"pubmed": 20424634, "text": "reduction in [(11)C]PBR28 binding may not be interpreted simply as a reduction in TSPO density"}, {"pubmed": 20491643, "text": "Following exposure of saliva to cigarette smoke a three-fold decrease in the affinity of salivary TSPO to its specific ligand, [(3)H]PK 11195 (p < 0.01) occurred in the cellular fraction of the saliva."}, {"pubmed": 20600583, "text": "This review focuses on the current knowledge regarding the chemicals, hormones, and molecular mechanisms regulating Tspo gene expression under physiological conditions in a tissue- and disease-specific manner."}, {"pubmed": 20872081, "text": "These results further define TSPO as an informative marker of glial activation in multiple sclerosis"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21320609, "text": "The present data indicate that [(11)C]vinpocetine may serve as a molecular imaging biomarker of the activity of the TSPO system"}, {"pubmed": 21498529, "text": "The translocator protein."}, {"pubmed": 21958735, "text": "these experiments constitute the first in-depth functional analysis of the human TSPO gene promoter and its transcriptional regulation"}, {"pubmed": 22008728, "text": "An 18-kDa Translocator Protein polymorphism explains differences in binding affinity of the PET radioligand PBR28."}, {"pubmed": 22050847, "text": "This review describes the principles of positron emission tomography (PET) imaging, the rationale and challenges in targeting the TSPO as a means of quantifying microglial activation in vivo."}, {"pubmed": 22127435, "text": "PK 11195 exerted a suppressive effect on VDAC1 and caused an increase in TSPO gene expression or protein levels."}, {"pubmed": 22238156, "text": "increased expression of TSPO in temporal lobe epilepsy"}, {"pubmed": 22348616, "text": "The genotype with the lowest TSPO expression levels in adult separation anxiety disorder (ASAD) was the normal pregnenolone production genotype, the Ala147Thr single nucleotide polymorphism confirmed an excess of the Thr147 allele in ASAD patients."}, {"pubmed": 22472607, "text": "Testing for the rs6971 polymorphism may allow quantitative interpretation of TSPO PET studies with new generation of TSPO PET radioligands."}, {"pubmed": 22528235, "text": "Both IRF-4 and IBP might be involved in the pathogenesis of psoriasis vulgaris."}, {"pubmed": 22547081, "text": "Intact TSPO appears to be able to counteract the invasive and angiogenic characteristics related to the aggressiveness of U118MG glioblastoma cells in vivo and in vitro."}, {"pubmed": 22616995, "text": "PBR can inhibit endothelial activation through inhibition of mitochondrial ROS and/or VDAC-1 expression in endothelial cells"}, {"pubmed": 22629859, "text": "Apoptosis modulation by PMA occurs independently of TsPO expression in squamous cell carcinoma cells"}, {"pubmed": 22645299, "text": "Implication of TSPO in the thyroid cancer cell response to oxidative stress suggested its potential role in the regulation of thyroid cancer cell response to treatment with radioiodine."}, {"pubmed": 22732722, "text": "These findings show that interactions between the TSPO and the glutamatergic system may play a role in tumor development of glioblastoma cells."}, {"pubmed": 22892349, "text": "Peripheral benzodiazepine receptor (PBR) binding, shown to reflect activated microglia, was greater in patients with mild cognitive impairment. MCI patients with PBR values higher than the control mean +0.5 S.D. developed dementia within 5 years."}, {"pubmed": 22956240, "text": "We suggest that TSPO protein expression is a potential peripheral biomarker of multiple sclerosis"}, {"pubmed": 22968319, "text": "TSPO genotype influences PBR28 binding in vitro and in vivo."}, {"pubmed": 23080515, "text": "role in melanoma growth and progression"}, {"pubmed": 23281426, "text": "Voxel-based imaging of translocator protein 18 kDa (TSPO) in high-resolution PET."}, {"pubmed": 23718075, "text": "These data are crucial for indentifying of regulatory processes for TSPO expression. Pathogenetic interconnection between MAPK signaling partway and TSPO is important for novel therapeutic approaches in melanoma treatment."}, {"pubmed": 23785173, "text": "brain (11)C-PBR28 SUV is sensitive to TSPO genotype"}, {"pubmed": 23850810, "text": "PET imaging with [11C]PBR28 in subjects with mild-to-moderate depression and C-reactive protein levels <5 mg/L do not show that depressed subjects have neuroinflammation or microglial activation."}, {"pubmed": 23942012, "text": "data indicate a nominal association between the rs6971 SNP in the TSPO gene and the diagnosis of BD."}, {"pubmed": 23967175, "text": "increases in TSPO levels at different stages of breast cancer progression results in the acquisition of distinct properties associated with malignancy"}, {"pubmed": 24050790, "text": "Data indicate that benzoxazolone derivative showed affinity binding with 18 kDa translocator protein (TSPO)."}, {"pubmed": 24168369, "text": "Results show that TSPO is involved in cell death induction by NH4Cl; TSPO ligands, depending on their concentration, bimodally modulated NH4Cl-induced toxicity"}, {"pubmed": 24397957, "text": "These findings suggest that TSPO is highly expressed in reactive retinal microglia and a promising target to control microglial reactivity during retinal degeneration."}, {"pubmed": 24402571, "text": "TSPO expression is able to distinguish differences in the severity of myocarditis between male subjects and female subjects."}, {"pubmed": 24403586, "text": "The mitochondrial TSPO protein inhibits HIV-1 envelope glycoprotein biosynthesis via the endoplasmic reticulum-associated protein. degradation pathway"}, {"pubmed": 24532136, "text": "it appears that 10(-5) M FGIN-1-27 reduces cell viability, cell metabolism, and mitochondrial function."}, {"pubmed": 24599476, "text": "TSPO is a promising molecular marker for imaging inflammatory cell activation in the retina."}, {"pubmed": 24643083, "text": "XBD173 blockade provides a practical means of estimating VND for TSPO targeting radioligands."}, {"pubmed": 24814875, "text": "Data indicate that targeting 18 kDa translocator protein (TSPO) reduces macrophage lipid content and prevents macrophage foam cell formation."}, {"pubmed": 24998961, "text": "Data indicate that variation in the translocator protein (18 kDa) (TSPO) gene affects susceptibility to topic dermatitis (AD)."}, {"pubmed": 25057196, "text": "Increased TSPO expression and microglial activation are not associated with cocaine abuse."}, {"pubmed": 25123025, "text": "TSPO is a biomarkers that can predict recovery from brain injury and myocarditis"}, {"pubmed": 25453044, "text": "As demonstrated within a group of stroke and GBM patients, (123)I-CLINDE SPECT can be used for quantitative assessment of TSPO expression in vivo"}, {"pubmed": 25560467, "text": "Our findings highlight TSPO as a candidate for future investigations of antipsychotic-induced weight gain, and support the involvement of mitochondrial membrane components in this serious treatment side effect."}, {"pubmed": 25635829, "text": "This study identifies key cholesterol binding enhancement motif in translocator protein 18 kDa."}, {"pubmed": 25968977, "text": "Exposure of cells to CS resulted in alternation of biomolecules expressed by CLs peroxidation, reduction of TSPO binding, and depletion of the mitochondrial potential. This irreversible damage was enhanced in the presence of saliva"}, {"pubmed": 25979194, "text": "differential expression in children with allergic asthma"}, {"pubmed": 26123521, "text": "Data suggest that TSPO expression is tightly associated with metabolic state of adipocytes and differentiation of preadipocytes into white/brown adipocytes; TSPO expression may improve metabolic status of adipocytes and regulate glucose homeostasis."}, {"pubmed": 26182972, "text": "Our preliminary results suggest that TSPO brain imaging in GBM may be a useful tool for predicting tumor progression at follow-up and may be less susceptible to changes in blood-brain barrier permeability than (18)F-FET."}, {"pubmed": 26378498, "text": "suggest that both of the most important proapoptotic and anticancer proteins, p53 and TSPO"}, {"pubmed": 26472628, "text": "Elevations in microglial activity can be measured in vivo with positron emission tomography (PET) using radioligands specific for the 18kD translocator-protein (TSPO), which is expressed on microglia."}, {"pubmed": 26517124, "text": "Study show that TSPO is highly expressed in human glioma and correlates with grade and represents a promising target in human glioma imaging for detection and staging."}, {"pubmed": 26551691, "text": "Study focuses on the current understanding of TSPO interplay with reactive oxygen species and the voltage-dependent anion channel to which it binds, in the regulation of cell mitophagy. [review]"}, {"pubmed": 26551695, "text": "The authors discuss findings about TSPO and its function in the steroidogenesis which are inconclusive at this time. [Review]"}, {"pubmed": 26551696, "text": "Studies confirmed that TSPO expression increases with tumor grade in astrocytomas but also that some overlap exists between Low-grade and anaplastic lesions."}, {"pubmed": 26608360, "text": "Study demonstrates that TSPO has an anti-inflammatory role in endothelial activation through the inhibition of VCAM1 and regulation of mitochondrial function in endothelial cells."}, {"pubmed": 26835706, "text": "the effects of PK11195 on meningioma were associated the decrease of allopregnanolone biosynthesis, which was mediated by TSPO."}, {"pubmed": 26898800, "text": "We conclude that ScBsAbAgn-2/TSPO targeting of glioblastoma cell lines can be achieved in vitro and in vivo."}, {"pubmed": 27054921, "text": "This work implicates TSPO in the maintenance of mitochondrial membrane integrity and in the control of mitochondrial ROS production, ultimately favoring tissue regeneration."}, {"pubmed": 27074410, "text": "TSPO is an ancient bacterial receptor/stress sensor that has developed additional interactions, partners, and roles in its mitochondrial outer membrane environment in eukaryotes."}, {"pubmed": 27261523, "text": "We report for the first time, to our knowledge, the kinetic properties of the novel third-generation TSPO PET ligand (18)F-GE180 in humans: 2TCM4k is the optimal method to quantify the brain uptake, 90 min is the optimal scan length, and the Logan approach could be used to generate parametric maps. Although these control subjects have shown relatively low VT, the methodology presented here forms the basis for quantificati"}, {"pubmed": 27387599, "text": "Suggest that altered TSPO distribution in the cerebellum, and potentially in other regions (e.g. the hippocampus), may be a marker of pathophysiology in systemic lupus erythematosus."}, {"pubmed": 27448744, "text": "Study shows that fibromyalgia patients with the translocator protein high affinity binding genotype reported a higher pain intensity and more severe fibromyalgia symptoms compared to mixed/low affinity binders, and this was modulated by interaction with the serotonin transporter gene."}, {"pubmed": 27699720, "text": "[(18)F]PBR102 and [(18)F]PBR111 have distinct metabolic profiles in rat and non-human primates. Radiometabolites contributed to non-specific binding and confounded in vivo brain analysis of [(18)F]PBR102 in rodents; the impact in primates was less pronounced. Both [(18)F]PBR102 and [(18)F]PBR111 are suitable for PET imaging of TSPO in vivo. In vitro metabolite studies can be used to predict in vivo radioligand metabolism"}, {"pubmed": 27939322, "text": "demonstrate rapid decrease in TSPO binding to the high affinity site induced by exposure to cigarette smoke"}, {"pubmed": 28004979, "text": "the epigenetic regulation of TSPO"}, {"pubmed": 28072413, "text": "Findings suggest lower glial density or an altered activation state with lower TSPO expression in the hippocampus of alcohol dependent patients."}, {"pubmed": 28103132, "text": "TSPO may serve a range of functions that can be viewed as downstream regulatory effects of its primary, evolutionary conserved role in cell metabolism and energy production."}, {"pubmed": 28183528, "text": "Genome-wide significant (GWS) associations in single-nucleotide polymorphism (SNP)-based tests (P < 5 x 10(-8)) were identified for SNPs in PFDN1/HBEGF, USP6NL/ECHDC3, and BZRAP1-AS1."}, {"pubmed": 28242869, "text": "Study found significantly lower levels of activated microglia in the brains of living alcohol dependent subjects compared to healthy controls as measured with [11C]PBR28 PET. Importantly, exploratory analyses suggest that lower [11C]PBR28 VT values are associated with greater alcohol dependence severity and more reported drinks per day over the previous month."}, {"pubmed": 28263860, "text": "Unlike the strictly mitochondrial localisation of PBR/TSPO, PBR-S (isoform which lacks exon 2) has a punctate distribution throughout the cytosol that co-localises with lysosomes in HeLa, HEK-293, MDA-MB-231, BJ and U87-MG cells."}, {"pubmed": 28322082, "text": "Positron emission tomography (PET) radioligands for translocator protein 18 kDa (TSPO) are widely used to measure neuroinflammation, but controversy exists whether second-generation radioligands are superior to the prototypical agent (11)C-( R)-PK11195 in human imaging"}, {"pubmed": 28387723, "text": "Study shows that TSPO's mitochondrial functions include modulation of nuclear gene expression via mitochondrial-nuclear signaling which can suggests whereby TSPO can control several vital cell functions, which has major implications for the whole organism in health and disease."}, {"pubmed": 28530125, "text": "These findings have important implications for understanding the biology of TSPO in activated macrophages and microglia in humans."}, {"pubmed": 28939116, "text": "PET study found increased TSPO availability, suggestive of predominantly microglial activation, in the anterior cingulate cortex during a moderate to severe major depressive episode. A potential contribution of suicidality to the elevated TSPO in major depressive disorder warrants further research in adequately powered studies."}, {"pubmed": 28968465, "text": "demonstrate a consistent down-regulation of TSPO mRNA and protein in macrophages activated to a pro-inflammatory, or 'M1' phenotype"}, {"pubmed": 28973423, "text": "Authors investigate the function of TSPO in cholesterol efflux from the RPE cells. We demonstrate in RPE cells that TSPO specific ligands promoted cholesterol efflux to acceptor (apo)lipoprotein and human serum, while loss of TSPO resulted in impaired cholesterol efflux."}, {"pubmed": 29074640, "text": "TSPO mutations in rats and a human polymorphism impair the rate of steroid synthesis."}, {"pubmed": 29414032, "text": "we tested whether rs6971 predicted variance in diurnal cortisol rhythm. Repeated measures ANOVA confirmed effects bipolar disorder(F5,525=3.0, p=0.010) and alcohol use disorders (F5,525=2.9, p=0.012), but not TSPO polymorphism (p>0.05). Interactions were confirmed for TSPOxbipolar disorder(F5,525=3.9, p=0.002) and for TSPOxalcohol use disorders (F5,525=2.8, p=0.017)."}, {"pubmed": 29641545, "text": "Effects of genetic variants in the TSPO gene on protein structure and stability"}, {"pubmed": 29777199, "text": "Study found no alcohol use disorder (AUD) group differences on [11C]PBR28 binding in our clinical study and no group differences in [11C]PBR28 uptake in the brain of alcohol-dependent versus -nondependent rats. However, when separately analyzing by TSPO genotype, found lower [11C]PBR28 binding in the brain of AUD patients than in healthy controls for medium-affinity binders only."}, {"pubmed": 29860333, "text": "this study assessed the feasibility of utilizing PET imaging with the TSPO tracer, [18F]PBR06, to detect activated microglia in two HD mouse models and to monitor response to treatment with LM11A-31, a p75NTR ligand known to reduce neuroinflammation in HD mice."}, {"pubmed": 29906515, "text": "Authors investigated the link between mitochondrial TSPO and structural brain characteristics in key brain regions such as dorsolateral prefrontal cortex and hippocampus of a large group of participants including individuals at clinical high risk (CHR) for psychosis, first-episode psychosis (mostly antipsychotic-naive) patients, and healthy volunteers."}, {"pubmed": 30030837, "text": "This study demonstrated that TSPO was expressed in microglia and neurons in drug-resistant mesial temporal lobe epilepsy."}, {"pubmed": 30044440, "text": "An increase in the expression levels of Tspo mRNA is not necessarily a good diagnostic biomarker in most cancers with changes not being large enough to be significantly different when detected by in situ hybridisation."}, {"pubmed": 30575805, "text": "Data reported suggest that TSPO-VDAC complex upregulation in bipolar disorder patients, the simultaneous downregulation of mitophagic proteins and NLRP3 inflammasome activation could lead to an accumulation of dysfunctional mitochondria, resulting in inflammation and apoptosis."}, {"pubmed": 30893912, "text": "These data provide biochemical insights into TSPO-associated function in retinal pigment epithelial cells."}, {"pubmed": 31144767, "text": "There may be a role for TSPO PET for evaluation of patients with suspected neocortical seizure foci, particularly when other imaging modalities are unrevealing"}, {"pubmed": 31260948, "text": "In rheumatoid arthritis patients, lower cerebral TSPO binding was associated with higher disease activity."}, {"pubmed": 31276244, "text": "Characterization of the 18 kDa translocator protein (TSPO) expression in post-mortem normal and Alzheimer's disease brains."}, {"pubmed": 31295884, "text": "TSPO expression is upregulated by CS, suggesting that TSPO plays a role in cell death processes induced by CS exposure. Alterations in TSPO-related cell death processes suggest that TSPO may be involved in the tissue damage caused by CS."}, {"pubmed": 31363804, "text": "Effects of age, BMI and sex on the glial cell marker TSPO - a multicentre [(11)C]PBR28 HRRT PET study."}, {"pubmed": 31510070, "text": "The translocator protein (TSPO) silencing increased and reduced the release of pro-inflammatory and anti-inflammatory cytokines, respectively."}, {"pubmed": 31515530, "text": "TSPO ligands prevent the proliferation of vascular smooth muscle cells and attenuate neointima formation through AMPK activation."}, {"pubmed": 31563962, "text": "TSPO deficiency induces mitochondrial dysfunction, leading to hypoxia, angiogenesis, and a growth-promoting metabolic shift toward glycolysis in glioblastoma."}, {"pubmed": 31578541, "text": "These observations establish a quantitative framework for interpretation of TSPO in multiple sclerosis and highlight the need for neuropathological characterization of TSPO expression for the interpretation of TSPO PET in other neurodegenerative disorders"}, {"pubmed": 31713961, "text": "TSPO polymorphism in individuals with alcohol use disorder: Association with cholesterol levels and withdrawal severity."}, {"pubmed": 31963507, "text": "Glioblastoma Exhibits Inter-Individual Heterogeneity of TSPO and LAT1 Expression in Neoplastic and Parenchymal Cells."}, {"pubmed": 32076115, "text": "[(11)C]PBR28 MR-PET imaging reveals lower regional brain expression of translocator protein (TSPO) in young adult males with autism spectrum disorder."}, {"pubmed": 32172519, "text": "Translocator protein 18 kDa: a potential therapeutic biomarker for post traumatic stress disorder."}, {"pubmed": 32482385, "text": "Translocator protein (18 kDa) (TSPO) ligands activate Nrf2 signaling and attenuate inflammatory responses and oxidative stress in human retinal pigment epithelial cells."}, {"pubmed": 32529881, "text": "Usefulness of postoperative serum translocator protein as a predictive marker for delirium after breast cancer surgery in elderly women."}, {"pubmed": 32662626, "text": "Tracing the History of the Human Translocator Protein to Recent Neurodegenerative and Psychiatric Imaging."}, {"pubmed": 32682565, "text": "Meta-analysis of the Glial Marker TSPO in Psychosis Revisited: Reconciling Inconclusive Findings of Patient-Control Differences."}, {"pubmed": 32802194, "text": "[(18)F]CB251 PET/MR imaging probe targeting translocator protein (TSPO) independent of its Polymorphism in a Neuroinflammation Model."}, {"pubmed": 32804124, "text": "Astrocytic TSPO Upregulation Appears Before Microglial TSPO in Alzheimer's Disease."}, {"pubmed": 32842621, "text": "Microglia Implicated in Tauopathy in the Striatum of Neurodegenerative Disease Patients from Genotype to Phenotype."}, {"pubmed": 32933996, "text": "TSPO-targeted PET and Optical Probes for the Detection and Localization of Premalignant and Malignant Pancreatic Lesions."}, {"pubmed": 32988856, "text": "Novel TSPO-targeted Doxorubicin Prodrug for Colorectal Carcinoma Cells."}, {"pubmed": 33006604, "text": "Brain TSPO-PET predicts later disease progression independent of relapses in multiple sclerosis."}, {"pubmed": 33067627, "text": "Expression of mitochondrial TSPO and FAM173B is associated with inflammation and symptoms in patients with painful knee osteoarthritis."}, {"pubmed": 33216461, "text": "Increased transcription of TSPO, HDAC2, and HDAC6 in the amygdala of males with alcohol use disorder."}, {"pubmed": 33260618, "text": "Downregulation of Mitochondrial TSPO Inhibits Mitophagy and Reduces Enucleation during Human Terminal Erythropoiesis."}, {"pubmed": 33301812, "text": "Cigarette smoke induces apoptosis via 18 kDa translocator protein in human bronchial epithelial cells."}, {"pubmed": 33357157, "text": "Prognostic significance of serum translocator protein in patients with spontaneous intracerebral hematomapreliminary findings."}, {"pubmed": 33433698, "text": "Cellular sources of TSPO expression in healthy and diseased brain."}, {"pubmed": 33652554, "text": "The Interplay of Cholesterol and Ligand Binding in hTSPO from Classical Molecular Dynamics Simulations."}, {"pubmed": 33664474, "text": "The translocator protein (TSPO) is prodromal to mitophagy loss in neurotoxicity."}, {"pubmed": 33769215, "text": "Variation rs6971 in the Translocator Protein Gene (TSPO) is Associated with Aggressiveness and Impulsivity but Not with Anxiety in a Population-Representative Sample of Young Adults."}, {"pubmed": 33803741, "text": "De novo Neurosteroidogenesis in Human Microglia: Involvement of the 18 kDa Translocator Protein."}, {"pubmed": 34142769, "text": "The translocator protein gene is associated with endogenous pain modulation and the balance between glutamate and gamma-aminobutyric acid in fibromyalgia and healthy subjects: a multimodal neuroimaging study."}, {"pubmed": 34145928, "text": "Activated microglia do not increase 18 kDa translocator protein (TSPO) expression in the multiple sclerosis brain."}, {"pubmed": 34320915, "text": "Neuroinflammation and psychiatric disorders: Relevance of C1q, translocator protein (18 kDa) (TSPO), and neurosteroids."}, {"pubmed": 34405276, "text": "Preclinical evaluation of (S)-[(18)F]GE387, a novel 18-kDa translocator protein (TSPO) PET radioligand with low binding sensitivity to human polymorphism rs6971."}, {"pubmed": 35285861, "text": "Serum Iba-1, GLUT5, and TSPO in Patients With Diabetic Retinopathy: New Biomarkers for Early Retinal Neurovascular Alterations? A Pilot Study."}, {"pubmed": 35430971, "text": "Translocator Protein 18-kDa: A Promising Target to Treat Neuroinflammation- related Degenerative Diseases."}, {"pubmed": 35475466, "text": "Translocator protein (18 kDa) regulates the microglial phenotype in Parkinson's disease through P47."}, {"pubmed": 35522669, "text": "Differential mitochondrial protein interaction profile between human translocator protein and its A147T polymorphism variant."}, {"pubmed": 36071748, "text": "Translocator Protein 18 kDa (TSPO) as a Novel Therapeutic Target for Chronic Pain."}, {"pubmed": 36973385, "text": "Investigating TSPO levels in occupation-related posttraumatic stress disorder."}, {"pubmed": 36980295, "text": "Impact of Translocator Protein 18 kDa (TSPO) Deficiency on Mitochondrial Function and the Inflammatory State of Human C20 Microglia Cells."}, {"pubmed": 37047353, "text": "Sigma-2 Receptor Ligand Binding Modulates Association between TSPO and TMEM97."}, {"pubmed": 37158962, "text": "TSPO acts as an immune resistance gene involved in the T cell mediated immune control of glioblastoma."}, {"pubmed": 37291448, "text": "[[18]F]DPA-714: Effect of co-medications, age, sex, BMI and TSPO polymorphism on the human plasma input function."}, {"pubmed": 37574731, "text": "TSPO Modulates Oligomeric Amyloid-beta-Induced Monocyte Chemotaxis: Relevance for Neuroinflammation in Alzheimer's Disease."}, {"pubmed": 37580767, "text": "The mitochondrial protein TSPO in Alzheimer's disease: relation to the severity of AD pathology and the neuroinflammatory environment."}, {"pubmed": 37801139, "text": "Integrating TSPO PET imaging and transcriptomics to unveil the role of neuroinflammation and amyloid-beta deposition in Alzheimer's disease."}, {"pubmed": 37952221, "text": "Translocator protein (TSPO) expression in neoplastic cells and tumor-associated macrophages in meningiomas."}], "genomic_pos": {"chr": "22", "end": 43163242, "ensemblgene": "ENSG00000100300", "start": 43151547, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 43559248, "start": 43547520, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006626", "pubmed": 1326278, "qualifier": "involved_in", "term": "protein targeting to mitochondrion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006700", "qualifier": "involved_in", "term": "C21-steroid hormone biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006783", "pubmed": 16822554, "qualifier": "involved_in", "term": "heme biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006820", "pubmed": 16822554, "qualifier": "involved_in", "term": "monoatomic anion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006821", "qualifier": "involved_in", "term": "chloride transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008202", "pubmed": 16822554, "qualifier": "involved_in", "term": "steroid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008347", "qualifier": "involved_in", "term": "glial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010042", "qualifier": "involved_in", "term": "response to manganese ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010266", "qualifier": "involved_in", "term": "response to vitamin B1"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014012", "qualifier": "involved_in", "term": "peripheral nervous system axon regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015918", "qualifier": "involved_in", "term": "sterol transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030325", "qualifier": "involved_in", "term": "adrenal gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031397", "qualifier": "involved_in", "term": "negative regulation of protein ubiquitination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032374", "pubmed": 16822554, "qualifier": "involved_in", "term": "regulation of cholesterol transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032570", "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032720", "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042127", "pubmed": 16822554, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045019", "qualifier": "involved_in", "term": "negative regulation of nitric oxide biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048266", "qualifier": "involved_in", "term": "behavioral response to pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050810", "qualifier": "involved_in", "term": "regulation of steroid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051901", "qualifier": "involved_in", "term": "positive regulation of mitochondrial depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051928", "qualifier": "involved_in", "term": "positive regulation of calcium ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060242", "qualifier": "involved_in", "term": "contact inhibition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060252", "qualifier": "involved_in", "term": "positive regulation of glial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060253", "qualifier": "involved_in", "term": "negative regulation of glial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0062100", "qualifier": "involved_in", "term": "positive regulation of programmed necrotic cell death"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071294", "qualifier": "involved_in", "term": "cellular response to zinc ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071476", "qualifier": "involved_in", "term": "cellular hypotonic response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072656", "qualifier": "involved_in", "term": "maintenance of protein location in mitochondrion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901525", "qualifier": "involved_in", "term": "negative regulation of mitophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903579", "qualifier": "involved_in", "term": "negative regulation of ATP metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905144", "qualifier": "involved_in", "term": "response to acetylcholine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000379", "qualifier": "involved_in", "term": "positive regulation of reactive oxygen species metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000853", "qualifier": "involved_in", "term": "negative regulation of corticosterone secretion"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "is_active_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005497", "qualifier": "enables", "term": "androgen binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17143515, 25416956, 31515488, 32296183, 37047353], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008503", "qualifier": "enables", "term": "benzodiazepine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015485", "qualifier": "enables", "term": "cholesterol binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015485", "pubmed": 16822554, "qualifier": "enables", "term": "cholesterol binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044325", "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0120020", "qualifier": "enables", "term": "cholesterol transfer activity"}]}, "homologene": {"genes": [[7165, 1271819], [7227, 33231], [7955, 450011], [8364, 100144961], [9031, 418226], [9544, 711717], [9598, 458887], [9606, 706], [9615, 474475], [9913, 281033], [10090, 12257], [10116, 24230]], "id": 574}, "interpro": [{"desc": "TspO/MBR-related protein", "id": "IPR004307", "short_desc": "TspO_MBR"}, {"desc": "TspO/MBR-related superfamily", "id": "IPR038330", "short_desc": "TspO/MBR-related_sf"}], "ipi": ["IPI00026850", "IPI00396135", "IPI00902656"], "map_location": "22q13.2", "name": "translocator protein", "other_names": ["benzodiazepine peripheral binding site", "mitochondrial benzodiazepine receptor", "peripheral-type benzodiazepine receptor", "translocator protein"], "pantherdb": {"HGNC": "1158", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88222", "ortholog_type": "LDO", "panther_family": "PTHR10057", "taxid": 10090, "uniprot_kb": "P50637"}, {"RGD": "2228", "ortholog_type": "LDO", "panther_family": "PTHR10057", "taxid": 10116, "uniprot_kb": "P16257"}, {"Ensembl": "ENSGALG00000003212", "ortholog_type": "O", "panther_family": "PTHR10057", "taxid": 9031, "uniprot_kb": "A0A1L1RWL2"}, {"Ensembl": "ENSGALG00000014166", "ortholog_type": "LDO", "panther_family": "PTHR10057", "taxid": 9031, "uniprot_kb": "A0A3Q2U212"}, {"ZFIN": "ZDB-GENE-041010-125", "ortholog_type": "LDO", "panther_family": "PTHR10057", "taxid": 7955, "uniprot_kb": "Q5XJB6"}, {"WormBase": "WBGene00077771", "ortholog_type": "LDO", "panther_family": "PTHR10057", "taxid": 6239, "uniprot_kb": "C7FZU5"}, {"FlyBase": "FBgn0031263", "ortholog_type": "LDO", "panther_family": "PTHR10057", "taxid": 7227, "uniprot_kb": "Q9VPR1"}, {"PomBase": "SPBC725.10", "ortholog_type": "LDO", "panther_family": "PTHR10057", "taxid": 4896, "uniprot_kb": "O94327"}, {"TAIR": "2043358", "ortholog_type": "LDO", "panther_family": "PTHR10057", "taxid": 3702, "uniprot_kb": "O82245"}], "uniprot_kb": "P30536"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04979", "name": "Cholesterol metabolism - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-196071", "name": "Metabolism of steroid hormones"}, {"id": "R-HSA-196108", "name": "Pregnenolone biosynthesis"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}], "wikipathways": {"id": "WP4008", "name": "NO-cGMP-PKG mediated Neuroprotection"}}, "pfam": "PF03073", "pharmgkb": "PA25473", "pharos": {"target_id": [2147, 18194], "tdl": "Tchem"}, "pir": ["I38724", "JE0149", "S14257"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246511", "relationship": "is"}, {"id": "GNF246512", "relationship": "is"}, {"id": "GNF246513", "relationship": "is"}, {"id": "GNF246514", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158358", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF032551", "relationship": "is"}, {"id": "GNF035566", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282580", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283507", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF001242", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284290", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095165", "relationship": "is"}, {"id": "GNF134822", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": ["NP_000705.2", "NP_001243459.1", "NP_001243460.1", "XP_047297435.1", "XP_054181863.1"], "rna": ["NM_000714.6", "NM_001256530.1", "NM_001256531.1", "NM_007311.3", "NR_046308.2", "XM_047441479.1", "XM_054325888.1"], "translation": [{"protein": "XP_054181863.1", "rna": "XM_054325888.1"}, {"protein": "NP_000705.2", "rna": "NM_000714.6"}, {"protein": "XP_047297435.1", "rna": "XM_047441479.1"}, {"protein": "NP_001243460.1", "rna": "NM_001256531.1"}, {"protein": "NP_001243459.1", "rna": "NM_001256530.1"}]}, "reporter": {"HG-U133_Plus_2": "202096_s_at", "HG-U95Av2": "32806_at", "HTA-2_0": "TC22000362.hg.1", "HuEx-1_0": "3947627", "HuGene-1_1": "8073612", "HuGene-2_1": "16930954"}, "summary": "Present mainly in the mitochondrial compartment of peripheral tissues, the protein encoded by this gene interacts with some benzodiazepines and has different affinities than its endogenous counterpart. The protein is a key factor in the flow of cholesterol into mitochondria to permit the initiation of steroid hormone synthesis. Alternatively spliced transcript variants have been reported; one of the variants lacks an internal exon and is considered non-coding, and the other variants encode the same protein. [provided by RefSeq, Feb 2012].", "symbol": "TSPO", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1823521"}, "unigene": "Hs.202", "uniprot": {"Swiss-Prot": "P30536", "TrEMBL": ["J3QLD3", "O76068", "B1AH87"]}, "wikipedia": {"url_stub": "Translocator protein"}}