{"AllianceGenome": "12405", "HGNC": "12405", "MIM": "176300", "_id": "7276", "_version": 2, "accession": {"genomic": ["AC079096.4", "AF485252.1", "AF485253.1", "AF485254.1", "AH002923.2", "CH471088.1", "CP068260.2", "HM757691.1", "M11518.1", "M11844.1", "M63285.1", "MF616506.1", "NC_000018.10", "NC_060942.1", "NG_009490.1", "S63185.1", "S72385.1", "S81436.1"], "protein": ["AAA36784.1", "AAA60011.1", "AAA60012.1", "AAA60013.1", "AAA60018.1", "AAA61181.1", "AAA73473.1", "AAA98771.1", "AAB36045.1", "AAD14098.1", "AAD14937.2", "AAD45014.1", "AAH05310.1", "AAH20791.1", "AAL92041.1", "AAL92042.1", "AAL92043.1", "AAP35853.1", "ABI63351.1", "ACJ13724.1", "ADU87635.1", "AXU41056.1", "BAA00059.1", "BAG34987.1", "CAA42087.1", "CAG33189.1", "EAX01264.1", "EAX01265.1", "EAX01266.1", "NP_000362.1", "P02766.1", "WBC51220.1", "WBC51221.1", "WBC51222.1", "WBC51223.1", "WBC51224.1", "WBC51225.1", "WBC51226.1", "WBC51227.1", "WBC51228.1"], "rna": ["AF162690.1", "AK312051.1", "BC005310.1", "BC020791.1", "BT007189.1", "CA948224.1", "CR456908.1", "D00096.1", "DB498675.1", "DQ839490.1", "EU794670.1", "GU727633.1", "K02091.1", "M10605.1", "M11714.1", "NM_000371.4", "OM904529.1", "OM904530.1", "OM904531.1", "OM904532.1", "OM904533.1", "OM904534.1", "OM904535.1", "OM904536.1", "OM904537.1", "OM904538.1", "U19780.1", "X59498.1"], "translation": [{"protein": "ADU87635.1", "rna": "GU727633.1"}, {"protein": "WBC51223.1", "rna": "OM904532.1"}, {"protein": "AAH20791.1", "rna": "BC020791.1"}, {"protein": "ACJ13724.1", "rna": "EU794670.1"}, {"protein": "WBC51221.1", "rna": "OM904530.1"}, {"protein": "BAA00059.1", "rna": "D00096.1"}, {"protein": "AAA60012.1", "rna": "M10605.1"}, {"protein": "WBC51228.1", "rna": "OM904537.1"}, {"protein": "AAA73473.1", "rna": "U19780.1"}, {"protein": "AAD45014.1", "rna": "AF162690.1"}, {"protein": "AAA61181.1", "rna": "M11714.1"}, {"protein": "CAA42087.1", "rna": "X59498.1"}, {"protein": "NP_000362.1", "rna": "NM_000371.4"}, {"protein": "WBC51226.1", "rna": "OM904535.1"}, {"protein": "AAA60011.1", "rna": "K02091.1"}, {"protein": "WBC51225.1", "rna": "OM904534.1"}, {"protein": "AAH05310.1", "rna": "BC005310.1"}, {"protein": "AAP35853.1", "rna": "BT007189.1"}, {"protein": "WBC51227.1", "rna": "OM904536.1"}, {"protein": "BAG34987.1", "rna": "AK312051.1"}, {"protein": "WBC51220.1", "rna": "OM904529.1"}, {"protein": "ABI63351.1", "rna": "DQ839490.1"}, {"protein": "WBC51224.1", "rna": "OM904533.1"}, {"protein": "WBC51222.1", "rna": "OM904531.1"}, {"protein": "CAG33189.1", "rna": "CR456908.1"}]}, "alias": ["ATTR", "CTS", "CTS1", "HEL111", "HsT2651", "PALB", "TBPA", "TTN"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2017-12-11T05:00:00.000Z", "disease_label": "obsolete hereditary ATTR amyloidosis", "gcep": "Hypertrophic Cardiomyopathy Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0017132", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_8a189cf4-767c-405c-80dc-4aa1727f6f73-2017-12-11T050000.000Z", "sop": "SOP5"}}, "ensembl": {"gene": "ENSG00000118271", "protein": ["ENSP00000237014", "ENSP00000477599", "ENSP00000479174", "ENSP00000497927", "ENSP00000502027"], "transcript": ["ENST00000237014", "ENST00000432547", "ENST00000541025", "ENST00000610404", "ENST00000613781", "ENST00000649620", "ENST00000676075"], "translation": [{"protein": "ENSP00000477599", "rna": "ENST00000610404"}, {"protein": "ENSP00000497927", "rna": "ENST00000649620"}, {"protein": "ENSP00000479174", "rna": "ENST00000613781"}, {"protein": "ENSP00000502027", "rna": "ENST00000676075"}, {"protein": "ENSP00000237014", "rna": "ENST00000237014"}], "type_of_gene": "protein_coding"}, "entrezgene": "7276", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.31657148, "exp_mis": 54.9671574, "exp_syn": 25.408881, "lof_z": 1.42483055920385, "mis_z": 0.987425162015852, "mu_lof": 3.21281432924e-07, "mu_mis": 4.70342375919e-06, "mu_syn": 2.09462113416e-06, "n_lof": 2.0, "n_mis": 40.0, "n_syn": 22.0, "p_li": 0.130835841006919, "p_null": 0.0889700724470738, "p_rec": 0.780194086546007, "syn_z": 0.419245481259898}, "bp": 444, "cds_end": 29178638, "cds_start": 29171865, "n_exons": 4, "nonpsych": {"exp_lof": 4.7294679, "exp_mis": 49.6680407, "exp_syn": 22.9149467, "lof_z": 1.23260470421493, "mis_z": 0.978203901143515, "mu_lof": 3.21281432924e-07, "mu_mis": 4.70342375919e-06, "mu_syn": 2.09462113416e-06, "n_lof": 2.0, "n_mis": 36.0, "n_syn": 20.0, "p_li": 0.117616298942253, "p_null": 0.119646578525916, "p_rec": 0.762737122531831, "syn_z": 0.383385051295855}, "nontcga": {"exp_lof": 4.88320015, "exp_mis": 50.5617428, "exp_syn": 23.36812566, "lof_z": 1.28707472991441, "mis_z": 0.950198420382048, "mu_lof": 3.21281432924e-07, "mu_mis": 4.70342375919e-06, "mu_syn": 2.09462113416e-06, "n_lof": 2.0, "n_mis": 37.0, "n_syn": 22.0, "p_li": 0.115682714640884, "p_null": 0.105501468374045, "p_rec": 0.778815816985072, "syn_z": 0.179199869495509}, "transcript": "ENST00000237014.3"}, "exons": [{"cdsend": 31598675, "cdsstart": 31591902, "chr": "18", "position": [[31591876, 31591971], [31592895, 31593026], [31595119, 31595255], [31598567, 31598821]], "strand": 1, "transcript": "NM_000371", "txend": 31598821, "txstart": 31591876}], "exons_hg19": [{"cdsend": 29178638, "cdsstart": 29171865, "chr": "18", "position": [[29171839, 29171934], [29172858, 29172989], [29175082, 29175218], [29178530, 29178784]], "strand": 1, "transcript": "NM_000371", "txend": 29178784, "txstart": 29171839}], "generif": [{"pubmed": 11106758, "text": "the beta-slip structure and amyloidosis"}, {"pubmed": 11418763, "text": "structure of a new polymorphic monoclinic form of human transthyretin at 3 A resolution reveals a mixed complex between unliganded and T4-bound tetramers of TTR"}, {"pubmed": 11478875, "text": "In a model of amyloidogenesis, chemically cross-linked dimeric forms of transthyretin are able to assemble into amyloid fibrils from oligomeric protein building blocks rather than from structurally rearranged monomers."}, {"pubmed": 11577236, "text": "incorporation of one or more T119M transthyretin mutant subunits into a predominantly V30M tetramer strongly stabilized the mixed tetramer against dissociation"}, {"pubmed": 11913969, "text": "Inhibition of transthyretin amyloid fibril formation by 2,4-dinitrophenol through tetramer stabilization"}, {"pubmed": 11995997, "text": "Structural basis of negative cooperativity in transthyretin"}, {"pubmed": 12039669, "text": "Transthyretin Val 107 in a Japanese patient with familial amyloid polyneuropathy.  point mutation responsible for substitution of valine for isoleucine at position 107"}, {"pubmed": 12082059, "text": "DNA analysis showed heterozygosity for normal TTR and the amyloidogenic mutation ATTR (Val30Met) leading to the diagnosis of familial amyloidotic polyneuropathy."}, {"pubmed": 12095258, "text": "The correlation between destabilization of the transthyretin core strands and the tendency for amyloid formation(familial amyloid polyneuropathy variants) supports the view that these strands are involved in amyloidogenicity"}, {"pubmed": 12354101, "text": "role in naso-maxillary deformity in transgenic mice"}, {"pubmed": 12403615, "text": "The amyloidogenic TTR mutant Y114C exists in three forms: one unstable but nativelike tetrameric form, one highly aggregated form in which a network of disulfide bonds is formed, and one fibrillar form."}, {"pubmed": 12433265, "text": "Differences in clinical and geographic features between early- and late-onset familial amyloid polyneuropathy TTR Met30 have been confirmed in Japanese patients with onset before and after 50 years of age."}, {"pubmed": 12481032, "text": "TTR(105-115) adopts an extended beta-strand conformation that is similar to that found in the native protein except for substantial differences in the vicinity of the proline residue."}, {"pubmed": 12560553, "text": "transthyretin amyloidosis inhibitors functioned by increasing the kinetic barrier associated with misfolding, preventing amyloidogenesis by stabilizing the native state; the trans-suppressor mutation also functioned through kinetic stabilization"}, {"pubmed": 12566023, "text": "The ATTR Val30 Met and ATTR Tyr114Cys mutations induce different clinical features of vitreous opacities"}, {"pubmed": 12697331, "text": "Transthyretin intronic open reading frames are not independently expressed in vivo or part of functional transcripts."}, {"pubmed": 12874414, "text": "In human muscle, the Val122Ile TTR mutation predisposes to A[beta] deposition and amyloidogenesis and increases presumably toxic intracellular A[beta] oligomers."}, {"pubmed": 12874858, "text": "an unidirectional dimer to monomer transition of normal TTR is achieved at 70-80 degrees C in neutral to mild alkaline buffers or at 37 degrees C and slightly acidic pH (6-7). Addition of urea favors the transition into monomers."}, {"pubmed": 12876326, "text": "novel pathologic TTR variant with an amino acid substitution (Phe->Cys) at position 33; the Cys33 residue was S-sulfonated and S-thiolated (conjugated to cysteine, cysteinylglycine, and glutathione); these adducts may play a role in TTR fibrillogenesis"}, {"pubmed": 12900507, "text": "consecutive cycles of compression-decompression under aggregating conditions lead to reversible dissociation of transthyretin and alpha-synuclein fibrils"}, {"pubmed": 14506715, "text": "Wild-type TTR co-deposits in peripheral nerves with variant TTR as amyloid fibril. Progression of amyloid deposition in peripheral nerves from wild-type TTR may occur after liver transplantation, as has been seen in the heart."}, {"pubmed": 14507924, "text": "homocysteine and human plasma transthyretin bind and have roles in the pathological consequences of amyloid disease"}, {"pubmed": 14534839, "text": "TTR dimers containing amyloidogenic TTR mutations decay into monomers at pH<7.4"}, {"pubmed": 14578606, "text": "a novel transthyretin (TTR) variant, aspartic acid-18 glutamic acid (Glu), causing TTR-related cardiac amyloidosis in a heterozygote"}, {"pubmed": 14604984, "text": "solvent accessibility analysis of transthyretin amyloid by NMR"}, {"pubmed": 14673473, "text": "genotype-phenotype correlations in familial amyloid polyneuropathy (V30M) in Portugal and Sweden"}, {"pubmed": 14690414, "text": "Urea-induced unfolding data indicate that amyloidogenic Tyr114His and Tyr116Ser mutations of transthyretin reduce the stability of its secondary, tertiary, and quaternary structure."}, {"pubmed": 14981241, "text": "TTR monomers rapidly aggregate to form transient low molecular mass assemblies that are highly cytotoxic in tissue culture."}, {"pubmed": 15033978, "text": "TTR can act as a novel plasma cryptic protease and might have a new, potentially important role under physiological and/or pathological conditions."}, {"pubmed": 15210129, "text": "The packing of transthyretin molecules in the C2 crystal form and in the previously determined amyloid TTR (ATTR) Leu55Pro crystal structure is close-to-identical"}, {"pubmed": 15214015, "text": "mutant TTR may have a role in a severe form of amyloidotic polyneuropathy"}, {"pubmed": 15536615, "text": "Muscular amyloid angiopathy may contribute to motor nerve injury that, in turn, may lead to amyotropic changes in patients with FAP Ser50Ile and Tyr114Cys."}, {"pubmed": 15649951, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15736938, "text": "Serine112isoleucine variant transthyretin exists as a dimer with nonnative tertiary interactions; it self-assembles under nearly physiological conditions into insoluble spherical aggregates that induce cell death in a human neuroblastoma cell line."}, {"pubmed": 15793844, "text": "We report a Chinese patient with amyloidotic polyneuropathy associated with a novel transthyretin mutation (V32A)... likely to be associated with late onset and low-penetrance phenotype."}, {"pubmed": 15821170, "text": "biophysical analysis of human transthyretin under partially denaturing conditions"}, {"pubmed": 15930086, "text": "homozygosity for an amyloidogenic transthyretin mutation may have an effect on phenotype and long term outcome in fatal neuropathic amyloidosis"}, {"pubmed": 15995833, "text": "An Italian family with TTR arg47 mutation whose members (two women and their father) showed a rapid progression of the peripheral nervous system involvement and died within 5 years of clinical onset."}, {"pubmed": 16011990, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16053476, "text": "A patient with familial amyloid polyneuropathy. Gene analysis revealed a heterozygous Glu54Gly substitution (A-to-G change) in the transthyretin gene."}, {"pubmed": 16076613, "text": "Mutation in the TTR-amyloid fibril protein is associated with familial amyloid polyneuropathy"}, {"pubmed": 16079207, "text": "Protein synthesis, including TTR, was reduced in old sheep CP and in newly secreted CSF. These age-related changes suggest reduced capacity of CP to maintain CSF T4 homeostasis and be an added risk for Alzheimer's disease."}, {"pubmed": 16114899, "text": "TTR can bind to the plasma membrane and cause a change in membrane fluidity which may be the cause of neurotoxicity."}, {"pubmed": 16130282, "text": "Present in all the eye structures except the lens and tear. Significant decrease in vitreous TTR in diabetes with hypertension and increase in one case each of diabetes with hypertension associated with leukaemia or carcinoma with hepato-splenomegaly."}, {"pubmed": 16159939, "text": "All three major serum-binding proteins, thyroxine-binding globulin, transthyretin, and albumin, were present in cytosol. May modify thyroid hormone deiodination and materno-fetal thyroid hormone transport."}, {"pubmed": 16185074, "text": "results suggest that an intermolecular cysteine bridge at position 114 enhances the exposure of cysteine 10, thereby facilitating additional intermolecular cysteine assemblies"}, {"pubmed": 16194875, "text": "A Swedish family is reported with rare Phe33Leu transthyretin mutation; the phenotype is characterized by familial amyloidotic polyneuropathy and carpal tunnel syndrome."}, {"pubmed": 16204882, "text": "crystal structure of the complex of human transthyretin (hTTR) with 3,3',5,5'-tetraiodothyroacetic acid (T4Ac) determined to 2.2 Angstrom resolution"}, {"pubmed": 16219761, "text": "analysis of role of dimerization in transthyretin amyloidosis"}, {"pubmed": 16225852, "text": "We have identified an siRNA that specifically inhibits mutant, but not wild-type, TTR expression even in cells expressing both alleles."}, {"pubmed": 16386248, "text": "Data show that chromium(III) and thyroxine cooperatively suppress in vitro fibril formation due to the stabilization of WT-transthyretin (TTR) and V30M-TTR."}, {"pubmed": 16487493, "text": "Serotonergic hypofunction in depression, reflected by low CSF 5-HIAA, may result in decreased choroid plexus transthyretin production, alterations in central thyroid hormone kinetics, and increased vulnerability to suicidal ideation and perhaps suicide"}, {"pubmed": 16552785, "text": "First report describing the presence of differential post-translational oxidations of transthyretin in the cerebral spinal fluid of patients with Alzheimer's disease."}, {"pubmed": 16690497, "text": "Amyloid deposition in the alveolar regions is a characteristic finding in aged patients with familial pulmonary amyloidosis caused by point mutations in amyloidogenic transthyretin."}, {"pubmed": 16698124, "text": "Transthyretin is clearly not produced in the brain parenchyma of wild-type mice nor in transgenic mouse models of Alzheimer's disease."}, {"pubmed": 16716350, "text": "data does not support an involvement of the TTR gene in the pathophysiology of schizophrenia"}, {"pubmed": 16732734, "text": "C-terminal fragment of the TTR polypeptide chain seems to be crucial for production of abnormal fibrils."}, {"pubmed": 16751191, "text": "show involvement of ER stress response in familial amyloid polyneuropathy by showing activation of classical unfolded protein response pathways in tissues not specialized in TTR synthesis but presenting extracellular TTR aggregate and fibril deposition."}, {"pubmed": 16879610, "text": "The unstructured N-terminal region of TTR critically influences the specificity and affinity of thyroid hormone binding to TTR."}, {"pubmed": 16893521, "text": "The finding of a structural difference between wildtype ATTR and ATTR V30M material on one hand and ATTR Y114C material on the other suggests that the fibril formation pathway of these ATTR variants may differ in vivo."}, {"pubmed": 17062384, "text": "In amyloidosis, deposits in both vitreous and cardiac tissues were enriched in variant transthyretin, vitreous fibrils contained more variant protein than cardiac fibrils."}, {"pubmed": 17116243, "text": "the effect of oxidation on transthyretin was investigated by comparing the kinetics of fibril formation."}, {"pubmed": 17143887, "text": "Destabilization of the dimer-dimer interface and the monomer core is important for the amyloidogenesis of transthyretin."}, {"pubmed": 17176092, "text": "Transthyretin preferentially binds to aggregated rather than monomeric beta-amyloid and arrests further growth of the aggregates."}, {"pubmed": 17196219, "text": "The asymmetry and a possible destabilization of the tetrameric quaternary structure of TTR may be responsible for the amyloidogenic potential of the two TTR mutant forms at low pH."}, {"pubmed": 17203960, "text": "results show that transthyretin is present in amniotic fluid of preeclamptic & control women as a mixture of dimeric & post-translationally modified monomeric forms; preeclamptic women showed a significant increase in the amount of monomeric proteins"}, {"pubmed": 17378745, "text": "assays for TTR have a relatively high level of uncertainty; clinical evaluation--history and physical examination--should remain the mainstay of nutritional assessment."}, {"pubmed": 17431395, "text": "Endoplasmic reticulum quality control regulates the fate of TTR variants in the cell."}, {"pubmed": 17466336, "text": "Thus, there was considerable phenotypic heterogeneity among family members with FAP despite the identical TTR genotype."}, {"pubmed": 17487420, "text": "These results suggest that oxidative stress to cells abrogates secretion of DJ-1 and that secreted DJ-1 degrades aggregated TTR to protect against the onset of FAP."}, {"pubmed": 17503405, "text": "study of 49 TTR mutations including 33 resulting in electrically neutral amino acid substitutions; most of the electrically neutral amyloidogenic TTR variants had in common a reduced conformational stability of monomers by the activity of protons & urea"}, {"pubmed": 17558848, "text": "Transthyretin mutation is associated with vitreous amyloid"}, {"pubmed": 17577688, "text": "present two families, from Spain and Portugal, with familial amyloid polyneuropathy (FAP) associated with the mutation TTRSer50Arg"}, {"pubmed": 17630783, "text": "Data show that Cu(II) and Zn(II) promoted amyloid formation from the L55P mutant of transthyretin at pH 6.5."}, {"pubmed": 17671371, "text": "Extended high-temperature incubation of the highly amyloidogenic transthyretin mutant TTR G53S/E54D/L55S successfully removes heterogeneities and allows the reproducible growth of well diffracting crystals."}, {"pubmed": 17683281, "text": "proposed for TTR fibrillogenesis inhibitor screens avoids not only lengthy and cumbersome large-scale protein isolation steps but also artefacts associated with most current in vitro first-line screening methods"}, {"pubmed": 17683510, "text": "Reduced transthyretin expression is associated with lung cancer"}, {"pubmed": 17698792, "text": "DNA testing for transthyretin is the most reliable test for transthyretin familial amyloid polyneuropathy in patients with a progressive length-dependent small fiber polyneuropathy of unknown origin, especially when associated with autonomic dysfunction."}, {"pubmed": 17873539, "text": "First described case of a TTR-Phenylalanine-64-serine mutation in an African-American family with profound gastrointestinal symptoms."}, {"pubmed": 17957146, "text": "Serum RBP4 and TTR showed no differences between controls/type 1 diabetic children."}, {"pubmed": 17968687, "text": "Data are consistent with the continued deposition of normal transthyretin in cardiac tissue after liver transplantation."}, {"pubmed": 17968690, "text": "Report identified a novel TTR Gly67Glu mutant and it was the first case series of familial transthyretin amyloidosis."}, {"pubmed": 17980738, "text": "Elevated IOP (intraocular pressure) may develop in patients with vitreous amyloidosis due to a TTR Val30Gly mutation in the transthyretin gene."}, {"pubmed": 18022643, "text": "Our study is the first case series gathering from the Chinese-Taiwanese population. We proposed a possible hot-spot mutation of the TTR gene, Ala97Ser, in this ethnic group."}, {"pubmed": 18221012, "text": "a novel post-translational modification, gamma-carboxylation of the Glu-42 (Gla-42), of transthyretin was observed in moyamoya disease"}, {"pubmed": 18237193, "text": "TTR-MT1/2 complexes may be functionally significant not only in healthy conditions but also in Abeta deposition in Alzheimer disease."}, {"pubmed": 18242169, "text": "In patients with renal disease, serum transthyretin is positively and independently related to body mass index and is significantly lower in malnourished than well-nourished patients."}, {"pubmed": 18252270, "text": "Serum transthyretin concentrations are not related to birth weight/gestational age and are not associated with either clinical condition at birth (as assessed by Apgar score) or the occurrence of respiratory distress syndrome."}, {"pubmed": 18257091, "text": "Upregulation of transthyretin is associated with brain metastases in lung cancer"}, {"pubmed": 18275060, "text": "transthyretin down-regulation may have a role in cholangiocarcinoma"}, {"pubmed": 18276611, "text": "conformational changes preceding the formation of amyloid, we performed molecular dynamics simulations of the wild-type monomer, amyloidogenic variants of transthyretin (V30M, L55P, V122I) and a protective variant (T119M) at neutral and low pH"}, {"pubmed": 18326041, "text": "Fluorescence-detected sedimentation velocity was used to determine the effect of S-sulfonate and S-cysteine on the quaternary structural stability of fluorophore-conjugated recombinant TTR."}, {"pubmed": 18406527, "text": "TTR mRNA expression in caudate equina, dorsal root ganglia, frontal lobe."}, {"pubmed": 18410945, "text": "FAP with TTR Val30Met mutation in Japan can be classified to (i) early-onset and endemic (Nagano and Kumamoto), (ii) late-onset and endemic (Ishikawa), and (iii) late-onset and non-endemic types."}, {"pubmed": 18448869, "text": "Quantifying the transthyretin/prostaglandin-D-synthase complex in ventricular cerebrospinal fluid may be useful in the diagnosis of Alzheimer disease, possibly in its early stages."}, {"pubmed": 18460047, "text": "The origin of the the TTR Val30Met familial amyloid polyneuropathy mutation arose independently in Portugal and in Sweden, and spread out from Portugal to Brazil."}, {"pubmed": 18485534, "text": "These results indicate that HSF1 regulated genes are involved in familial amyloidotic polyneuropathy, modulating TTR tissue deposition."}, {"pubmed": 18579156, "text": "novel Thr49Pro TTR gene mutation is associated with leptomeningeal amyloidosis resulting in recurrent CNS symptoms"}, {"pubmed": 18655780, "text": "TTR identified patients at highest risk for metabolic losses associated with stress hypermetabolism."}, {"pubmed": 18662699, "text": "acidic conditions increase the susceptibility of the EF helix-loop of the B subunit to undergo conformational changes and unfold, destabilizing the tetramer and identifying conformational changes in the tetramer that lead to the amyloidogenic monomer"}, {"pubmed": 18682810, "text": "The aqueous humor of glaucoma patients revealed characteristic differences in protein/peptide profiles from control patients using two different analytical methods, SELDI-TOF-MS and two-dimensional electrophoresis."}, {"pubmed": 18688962, "text": "DNA testing for transthyretin is the most reliable test for transthyretin familial amyloid polyneuropathy in patient of Russian family."}, {"pubmed": 18807501, "text": "Its dynamic structure changes due to pathogenic mutation and accumulates in various organs to cause amyloidosis. (review)"}, {"pubmed": 18825272, "text": "Islets of Langerhans expression of transthyretin may be altered in type-2 diabetes."}, {"pubmed": 18830126, "text": "12 TTR mutations were found in 30 transthyretin-derived amyloidosis patients with p.Val30Met being the most prevalent (5 patients)"}, {"pubmed": 18835560, "text": "TTR deposited in peripheral nervous system of familial amyloiditic polyneuropathy should be regarded as having blood or CSF orgin"}, {"pubmed": 18925456, "text": "TTR Val30Met mutation is associated with familial amyloid polyneuropathy."}, {"pubmed": 18930252, "text": "A 33-year-old man with FAP type I with genetic findings of transthyretin (TTR) revealed G to A transition in codon 54 causing a rare mutation of TTR Lys54."}, {"pubmed": 19021760, "text": "The protein-protein interactions between transthyretin and plasma retinol-binding protein were analysed by structural (X-ray crystallography) and genetic (amino acid substitutions) methods."}, {"pubmed": 19118530, "text": "The results show a higher proportion of wtTTR in the 12-months-surviving amyloidosis patient than the 3-weeks-surviving patient, but interestingly this difference in wt proportion is mainly seen among the full-length, and not the fragmented, molecules."}, {"pubmed": 19180884, "text": "mutation types in 3 families with suspected familial amyloid polyneuropathy were studied; mutations were ATTR Val30Met, Phe33Val & Gly67Glu; ATTR Gly67Glu family had a shorter survival time due to heart involvement compared with the other 2 families"}, {"pubmed": 19188365, "text": "the affinity to the ER-resident protein BiP regulates the fate of TTR variants in the ER."}, {"pubmed": 19250316, "text": "Stability and fibril formation properties of human transthyretin."}, {"pubmed": 19328595, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19328595, "text": "There was no evidence of association of AD with any of the TTR SNPs in either ethnic group in the total sample or subset of families with MRI data"}, {"pubmed": 19361464, "text": "Binding of cysteine and homocysteine may alter the structure and characteristics of serum TTR, and may facilitate TTR denaturation and deposition"}, {"pubmed": 19389624, "text": "Mass spectrometry data show that the natural ligand of transthyretin, thyroxine, provides a larger stability increase to the tetramer composed of variant subunits than to the wild-type protein-ligand complex."}, {"pubmed": 19401362, "text": "TTR production by trophoblasts may represent a mechanism to allow transfer of maternal thyroid hormone to the fetal circulation that could have important implications for fetal development."}, {"pubmed": 19410571, "text": "cerebrospinal fluid transthyretin concentration of the Guillain-Barre syndrome patients is significantly higher than that of the control"}, {"pubmed": 19428025, "text": "The Asn90His mutation was found in 3 siblings, only one of whom had recurrent cerebral hemorrhages. The father did not have this allele but did have brain hemorrhages. His90Asn does not seem to be associated with cerebral amyloid or hemorrhage."}, {"pubmed": 19477408, "text": "TTR genotyping should be considered for any patient with cardiomyopathy of this phenotype."}, {"pubmed": 19493541, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19501859, "text": "circulating retinol binding protein 4 and transthyretin were not affected by human obesity or type 2 diabetes mellitus"}, {"pubmed": 19601795, "text": "Studies indicate that a mutated variant protein or precursor protein including amyloid beta peptide, cystatin C, prion protein, transthyretin and gelsolin is abnormally metabolized and accumulates as amyloid."}, {"pubmed": 19602727, "text": "rat and murine TTR have a lower intrinsic beta-aggregation propensity and a similar native beta-structure stability compared with human TTR."}, {"pubmed": 19626479, "text": "Results indicate that carpal tunnel syndrome is not the sole distinctive feature in the majority of familial amyloid polyneuropathy transthyretin Val30Met patients."}, {"pubmed": 19626480, "text": "Results describe a parent-of-origin effect in the penetrance of mutated transthyretin in transthyretin-related amyloid polyneuropathy."}, {"pubmed": 19664600, "text": "clusterin strongly interacts with wild-type transthyretin (TTR) and TTR variants V30M and L55P under acidic conditions, and blocks the amyloid fibril formation of TTR variants."}, {"pubmed": 19703508, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19781421, "text": "ATTR V122I and AL are equally prevalent as the cause of cardiomyopathy in African Americans referred for a diagnosis of amyloidosis."}, {"pubmed": 19808383, "text": "Case Report: Heart failure and cardiac involvement as isolated manifestation of familial form of transthyretin amyloidosis resulting from Val30Met mutation with no clinical signs of polyneuropathy."}, {"pubmed": 19861125, "text": "Findings together with the low toxicity of the compound raise the possibility of using EGCG in a therapeutic approach for familial amyloidotic polyneuropathy, the most frequent form of hereditary TTR amyloidosis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19922332, "text": "the phenotype associated with five rare amyloidogenic TTR mutations that lately were discovered in Sweden"}, {"pubmed": 19922456, "text": "Significant reductions in CSF TTR were found after cholinesterase inhibitor treatment in patients with Alzheimer's disease compared to untreated individuals."}, {"pubmed": 20132088, "text": "report two patients with amyloidogenic transthyretin (ATTR) Val30Met familial amyloid polyneuropathy (FAP) who developed numbness in both hands and were diagnosed as having bilateral carpal tunnel syndrome"}, {"pubmed": 20143571, "text": "Analysis of familial medical history demonstrated autosomal dominant inheritance of TTR Cys 114 gene mutation in 4 generations."}, {"pubmed": 20211733, "text": "used structural and biophysical approaches to characterize genistein binding to the wild type (TTRwt) and to its most frequent amyloidogenic variant, the V30M mutant"}, {"pubmed": 20373457, "text": "an Ala36Pro transthyretin mutation may be responsible for transthyretin amyloid neuropathy [case report]"}, {"pubmed": 20388560, "text": "transthyretin sulfonation is an important trigger step in the formation of transthyretin-related amyloid fibril"}, {"pubmed": 20435197, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20435197, "text": "after age 70, carriers show a higher frequency of congestive failure & greater mortality with more echocardiographic evidence suggestive of cardiac amyloidosis, findings consistent with age-dependent clinical penetrance of this autosomal dominant gene"}, {"pubmed": 20462367, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20462367, "text": "findings show Swedish TTR V30M carriers have the same reduction in serum TTR as do other ethnic groups carrying the same or other TTR mutations"}, {"pubmed": 20547140, "text": "The result of this study suggested that the TTR gene is expressed in the Schwann cells of peripheral nerves."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20646067, "text": "MT2 diminishes Transthyretin-Abeta binding, whereas MT3 has the opposite effect"}, {"pubmed": 20659897, "text": "Novel Zn2+-binding sites in human transthyretin: implications for amyloidogenesis and retinol-binding protein recognition."}, {"pubmed": 20660862, "text": "Survival after liver transplantation for TTR amyloidosis may be associated with progression of neuropathy due to continued deposition of amyloid derived from wild-type TTR"}, {"pubmed": 20697105, "text": "In a group of patients with familial amyloid neuropathy, skin denervation is associated with a missense mutation in amyloidogenic transthyretin (Ala97Ser)."}, {"pubmed": 20697105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20735474, "text": "The site-directed mutagenesis of HNF-4 binding sites in the transthyretin proximal promoter dramatically decreases transthyretin gene expression."}, {"pubmed": 20840742, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20840742, "text": "presence of a 3'UTR polymorphism on the V30M haplotype in Swedish carriers, which can serve as a miRNA binding site potentially leading to down-regulated expression from the mutated TTR allele."}, {"pubmed": 20949480, "text": "transthyretin was identified by a proteomic method as an overabundant protein in pancreatic juice in patients with pancreatic carcinoma"}, {"pubmed": 20964562, "text": "The blood levels of serum amyloid A protein and transthyretin were found to be significantly increased in lung cancer patients."}, {"pubmed": 21056899, "text": "This is the first report showing the relationship between wild-type transthyretin deposition and aging in familial amyloid polyneuropathy patients."}, {"pubmed": 21077797, "text": "Swedish FAP ATTR Val30Met patients appeared to develop vitreous opacity later and more frequently compared with Japanese patients."}, {"pubmed": 21104416, "text": "transthyretin was expressed in the outer basal and suprabasal keratinocytes of anagen VI hair follicles"}, {"pubmed": 21135536, "text": "we identify the clinical characteristics of a Chinese family affected by transthyretin-related hereditary amyloidosis with TTR Tyr114Cys mutation."}, {"pubmed": 21174946, "text": "analysis of mutated Y116S transthyretin and how the unfolding of the mutant structure may cause instability in the protein and thus induce amyloidgenesis"}, {"pubmed": 21179560, "text": "uptake of TTR from the circulation and its subsequent segregation into cytoplasmic quasi-crystalline arrays of nanospherules is part of a mechanism that neutralizes the toxic effect of TTR"}, {"pubmed": 21179887, "text": "Diagnostic and prognosis of familial amyloidotic polyneuropathy is crucial at early stages of the disease and after liver transplantation. A suitable non-invasive method was developed for monitoring the most important FAP biomarker in human saliva."}, {"pubmed": 21191093, "text": "In cardiac amyloidosis secondary to a V122I mutation and wild-type transthyretin, pressure-volume analysis reveals alterations associated with reductions in the ability of the ventricle to perform work and with reduced survival in these subjects."}, {"pubmed": 21208750, "text": "No significant associations were found between SNPs and regional grey matter volume when testing across the combined sample population of patients with major depressive disorder and controls."}, {"pubmed": 21280184, "text": "The development of arrhythmia is unrelated to gender/age at disease onset, and the risk does not appear to decrease with time after liver transplantation in familial amyloidotic polyneuropathy (amyloidogenic transthyretin Val30Met variant)."}, {"pubmed": 21335655, "text": "Transthyretin is not only involved in Alzheimer disease (AD) pathological processes but is suggested as a possible peripheral biomarker for AD diagnosis at serum level."}, {"pubmed": 21358362, "text": "Recurrence of amyloid deposition only occurred in nonextensive vitrectomized eyes and represents a false recurrence associated with incomplete vitrectomy."}, {"pubmed": 21397913, "text": "These results indicate that the distribution of amyloid deposition, is a characteristic feature and reflects the severity of familial amyloidotic polyneuropathy with transthyretin point mutation Val30Ala."}, {"pubmed": 21406045, "text": "Data show that transthyretin (TTR) D99N is predicted to be a non-pathogenic benign mutation with wildtype properties."}, {"pubmed": 21420946, "text": "Serum TTR may be a biomarker for high myopia patients with ocular pathologies."}, {"pubmed": 21422279, "text": "Heparan sulfate/heparin promotes transthyretin fibrillization through selective binding to a basic motif in the protein."}, {"pubmed": 21434877, "text": "Guillain-Barre syndrome is associated with low CSF index levels of prealbumin."}, {"pubmed": 21439703, "text": "the most common variant of cardiac amyloidosis is caused by mutations in the transthyretin gene"}, {"pubmed": 21461579, "text": "This study allowed for the detection of protein interaction partners, which, in the case of retinol binding protein 4 and retinoid X receptor, indicated a connection between the common tumor marker TTR and tumor progression in cutaneous T-cell lymphoma."}, {"pubmed": 21521316, "text": "Data show that leptin is better than any other biological parameter for monitoring the efficacy of renutrition, including albumin, transthyretin, leptin, IGFBP-1, IGFBP-3 and IGF-1."}, {"pubmed": 21537325, "text": "Albumin may have an inhibitory role in the TTR amyloid-formation process."}, {"pubmed": 21540676, "text": "Asymptomatic homozygous gene carrier in a family with Ile68Leu ATTR amyloidosis"}, {"pubmed": 21600538, "text": "Positive results for the amyloidogenic TTR V122I allele support the diagnosis and define the origin of the disease, which can be confirmed by endomyocardial biopsy."}, {"pubmed": 21714897, "text": "Higher level of the ratio of C-reactive protein to prealbumin is associated with mortality of acute kidney injury patients independent of the severity of illness."}, {"pubmed": 21733562, "text": "wild-type transthyretin deposition is a common cause of carpal tunnel syndrome in elderly men."}, {"pubmed": 21739396, "text": "This study indicated that the mutation of transthyretin at Ala97Ser was a new mutation only reported in ethnic Taiwanese."}, {"pubmed": 21777382, "text": "investigation of determinants of binding affinity between transthyretin and retinol-binding protein: importance of N-terminal sequence of transthyretin; length and hydrophobicity of N-terminal sequence are important determinants of binding affinity"}, {"pubmed": 21821015, "text": "results suggested that macular detachment (MD) and macular hole (MH) patients had higher vitreous TTR concentrations; TTR in MD vitreous had an abnormally stable tetrameric structure, possibly due to misfolding"}, {"pubmed": 21841252, "text": "Reduced levels of brain testosterone and 17beta-estradiol in female mice with TTR genetic reduction may underlie their increased Alzheimer's disease-like neuropathology."}, {"pubmed": 21843040, "text": "TTR Lys35Thr and Leu55Arg mutations are associated with vitreous amyloidosis."}, {"pubmed": 21880910, "text": "This study demonistrated that increased TTR production coupled with interaction between TTR and Abeta and/or its related peptides may play a role in natural resistance to human AD."}, {"pubmed": 21945519, "text": "TTR production and secretion by the placenta may facilitate transplacental delivery of thyroid hormone to the fetus."}, {"pubmed": 21945954, "text": "Strong, false-positive immunostaining for transthyretin in cardiac amyloid is a potential pitfall, augmented by the frequent lack of staining for immunoglobulin light chains."}, {"pubmed": 22002789, "text": "This study showed that signi fi cantly lower level of plasmaTTR were found in Alzheimer's disease subjects compared to non-demented controls and within AD subjects"}, {"pubmed": 22027013, "text": "Te results of this study suggested taht genetic variations in MMEL1, ECE1, ECE2, AGER, PLG, PLAT, NR1H3, MMP3, LRP1, TTR, NR1H2, and MMP9 genes do not play major role among the Finnish AD patient cohort."}, {"pubmed": 22045754, "text": "Data suggest that TTR expression and uptake are increased in placental trophoblasts by relative cell hypoxia (as a model for the relative hypoxia observed in first trimester of pregnancy); oxygen appears to be regulator of trophoblast TTR expression."}, {"pubmed": 22080762, "text": "The V30M to wild type transthyretin (TTR) ratio in plasma is the same for all amyloid TTR patients studied, showing no variation with disease clinical progression"}, {"pubmed": 22091638, "text": "While X-ray structure of A25T-TTR is indistinguishable from that of wild-type TTR, A25T-TTR has low stability that may be involved in amyloidogenesis."}, {"pubmed": 22102249, "text": "results demonstrate the feasibility of a full crystallographic analysis of transthyretin to a resolution of 2.0 A using Laue diffraction"}, {"pubmed": 22120741, "text": "TTR L55P-Zn(2+) structure offers the first molecular insights into the role of Zn(2+) as a mediator of cross-beta-type structure in TTR amyloidosis"}, {"pubmed": 22169613, "text": "There is a connection between elevated concentrations of both complement C4b and TTR and the pathogenesis of proliferative vitreoretinopathy."}, {"pubmed": 22187309, "text": "a TTR Gly-54 point mutation in the 2nd exon is a novel mutation in vitreous amyloidosis in Chinese"}, {"pubmed": 22228785, "text": "the chronological sequence of other clinical landmarks tended to be uniform, occurring within a relatively short time span in transthyretin Val30Met familial amyloid polyneuropathy"}, {"pubmed": 22248451, "text": "Neutron diffraction studies reveal the molecular stability of transthyretin relates to the hydrogen-bond network, the pH sensitivity and the weak hydrogen bonds."}, {"pubmed": 22264585, "text": "Data support hypothesis that placental TTR secreted into maternal placental circulation can be taken up by trophoblasts and translocated to fetal circulation, forming a TTR shuttle system."}, {"pubmed": 22301727, "text": "Hereditary cardiac amyloidosis with transthyretin mutations"}, {"pubmed": 22311483, "text": "A heterozygous mutation G to C at codon 103 in exon 3 of TTR gene (Gly103Arg) was detected in all 4 members of the family but not in the unrelated controls."}, {"pubmed": 22362898, "text": "systemic (cardiac) TTR deposition may be the direct result of the diminution in the distant chaperoning capacity of the liver related to age or long-standing exposure to misfolded TTR, or both, in transgenic mice expressing human TTR."}, {"pubmed": 22412233, "text": "Case Report: woman who was diagnosed with hereditary transthyretin cardiac amyloidosis by means of immunofluorescence and genetic analysis."}, {"pubmed": 22439750, "text": "The neutron structure revealed that the hydrogen-bond network involving His88 is important for the stabilization of the dimer-dimer and monomer-monomer interfaces."}, {"pubmed": 22579241, "text": "Discusses TTR gene mutations in amyloidosis and if amyloidosis has a role in the aging process. Explores if treating amyloidosis increases human lifespan and increases quality of life in the oldest old."}, {"pubmed": 22592564, "text": "TTR mutations should be considered when screening patients presenting with progressive axonal polyneuropathy negative for amyloid deposition."}, {"pubmed": 22607976, "text": "Data show that prolonged transthyretin (TTR) unfolding induces externalization of cryptic N-glycosylation site and triggers STT3B-dependent posttranslational N-glycosylation."}, {"pubmed": 22670059, "text": "Strong binding of beta-amyloid peptide to TIAALLSPYSYS (residues 106-117) was detected, corresponding to strand G on the inner beta-sheet of TTR."}, {"pubmed": 22698061, "text": "this study prompts TTR as an early plasma biomarker in Alzheimer disease"}, {"pubmed": 22784244, "text": "thsi study showed that TTR Val30Ala FAP in China seems unrelated to mitochondrial haplogroup."}, {"pubmed": 22795285, "text": "Electrocardiographic voltages meet the criteria for LVH in one quarter of patients with ATTR V122I cardiac amyloidosis."}, {"pubmed": 22826435, "text": "TTR blocks the ability of holo-retinol-binding protein to associate with STRA6 and thereby effectively suppresses both STRA6-mediated retinol uptake and STRA6-initiated cell signaling."}, {"pubmed": 22842046, "text": "Crystallographic analysis of ligand binding to the wild-type and V30M mutated human transthyretin."}, {"pubmed": 22847813, "text": "transthyretin is dysregulated in cases of intrauterine growth restriction and severe early onset preeclampsia; interestingly, TTR expression is not affected in cases with HELLP syndrome that reveal the same staining intensities as age-matched controls"}, {"pubmed": 22889670, "text": "TTR is elevated in two spots of the 2D-gel electrophoresis analysis from the Parkinson's cerebrospinal fluid samples relative to the normal control pool."}, {"pubmed": 22928869, "text": "Familial amyloidosis with polyneuropathy is associated with TTR Ser50Arg mutation."}, {"pubmed": 22948197, "text": "Low serum prealbumin level in the perioperative period is associated with a poorer prognosis in non-small-cell lung cancer patients."}, {"pubmed": 22949539, "text": "Transthyretin cardiac amyloidosis is an underappreciated contributor to heart failure in elderly patients."}, {"pubmed": 22968245, "text": "Serum transthyretin was not affected by short-term perioperative high-energy intake."}, {"pubmed": 22975527, "text": "Misfolded transthyretin in macular detachment and macular hole patients' vitreous completely or partially lost natural biofunctions."}, {"pubmed": 22984597, "text": "Data indicate that annular oligomers are key dynamic intermediates not only in the assembly but also in the disassembly of transthyretin (TTR) protofibrils."}, {"pubmed": 23079095, "text": "Lower prealbumin blood levels were predictive of in-hospital mortality in heart failure patients."}, {"pubmed": 23129325, "text": "The plasma TTR levels appear to be an important determinant of plasma RBP4 levels in type 1 and type 2 diabetes mellitus."}, {"pubmed": 23133543, "text": "analysis of serum and cerebrospinal fluid levels of transthyretin in Lewy body disorders with and without dementia"}, {"pubmed": 23185504, "text": "The SNP found in the 3' UTR of the TTR gene has no effect on degrading the variant allele's expression and thus has no impact on the diminished penetrance of the trait in the Swedish population"}, {"pubmed": 23225005, "text": "Mechanisms of transthyretin aggregation and toxicity."}, {"pubmed": 23225009, "text": "Experimental inhibition of fibrillogenesis and neurotoxicity by amyloid-beta (Abeta) and other disease-related peptides/proteins by plant extracts and herbal compounds."}, {"pubmed": 23225017, "text": "FAP is an inherited severe systemic amyloidosis caused by mutated TTR, and characterized by amyloid deposition mainly in the peripheral nervous system and the heart."}, {"pubmed": 23240369, "text": "TTR-associated FAP is a progressive and fatal disease that exists in the Israeli population and is unproportionally common among Yemenite Jews."}, {"pubmed": 23244293, "text": "Transthyretin amyloid deposits in the carpal tunnel ligament is commonly of wildtype origin."}, {"pubmed": 23279339, "text": "It is reasonable to consider Southern Italy as an endemic focus of familial amyloidotic polyneuropathy"}, {"pubmed": 23306657, "text": "Early neuropathic involvement in TTR-mutation carriers can be detected or confirmed by neurophysiological tests specifically assessing small nerve fibres."}, {"pubmed": 23319365, "text": "S-sulfhydration and S-sulfonation of cysteine at position ten in the cerebral TTR correlate with an anomalous TTR protein folding as well as with disease duration in multiple sclerosis."}, {"pubmed": 23385359, "text": "9 different proteins (haptoglobin, transthyretin, apolipoprotein A-1, serum amyloid P component, apolipoprotein E, complement factor H, fibrinogen gamma, thrombin, complement C3) were identified as a potential diagnostic pattern of Parkinson's disease."}, {"pubmed": 23387326, "text": "Presence of N-glycosylated transthyretin in plasma of V30M carriers is associated with familial amyloidotic polyneuropathy."}, {"pubmed": 23414091, "text": "Carbonylated wild type and carbonylated V122I TTR have a stronger propensity to form aggregates and fibrils than wild type and V122I TTR, respectively, at physiologically attainable pH values."}, {"pubmed": 23438977, "text": "A Chinese family with TTR Ala36Pro associated familial amyloidosis is characterized by early ocular involvement."}, {"pubmed": 23465306, "text": "TTR levels in sera of patients with early RA were significantly increased. Four modified TTR were identified by MALDI-TOF-MS, and the proportion of modified TTR varied with different disease stages."}, {"pubmed": 23523753, "text": "the V30A TTR variant was substantially less stable than the WT TTR, even worse than the V30M variant under some experimental conditions, accompanied by significantly increased amyloid fibril formation and cytotoxicity against neuroblastoma cells."}, {"pubmed": 23546595, "text": "Serum levels of transthyretin are elevated in patients with pancreatic ductal adenocarcinoma."}, {"pubmed": 23579071, "text": "Decreased secretion with intracellular aggregation of TTR L12P in hepatoma cells relative to WT and V30M variant."}, {"pubmed": 23580146, "text": "The genetic stabilization of transthyretin is associated with decreased risk of cerebrovascular disease."}, {"pubmed": 23623341, "text": "Measurement of prealbumin levels allows a more accurate prediction of mortality in elderly chronic heart failure patients."}, {"pubmed": 23713495, "text": "All familial amyloidosis non-V30M transthyretin-amyloid fibril protein patients had a fibril composition with ATTR fragments, except for two ATTRY114C patients."}, {"pubmed": 23716704, "text": "Data indicate that AG10 stabilizes V122I- and wildtype-transthyretin (TTR) equally well."}, {"pubmed": 23734638, "text": "Synovial deposition of wild-type non-mutated transthyretin-derived amyloid was found in knee joint osteoarthritis patients."}, {"pubmed": 23860318, "text": "findings further suggest a mechanism underlying the regulation of TTR expression through the identification of a novel ERE in the TTR gene, which functions as an E2-dependent enhancer-like element"}, {"pubmed": 23901247, "text": "Mutation p.G83R in the TTR protein is associated with hereditary vitreous amyloidosis in Chinese families."}, {"pubmed": 24030829, "text": "Transthyretin proteins regulate angiogenesis by conferring different molecular identities to endothelial cells."}, {"pubmed": 24035612, "text": "Native transthyretin inhibits all preeclampsia-like features in the humanized mouse model."}, {"pubmed": 24053266, "text": "The natural history of Ser50Arg, Ser52Pro and Gly47Ala TTR mutations is similar to the Val30Met mutation described in familial amyloidosis polyneuropathy in endemic areas."}, {"pubmed": 24070596, "text": "Case Report: characterization of untyped cardiac amyloidosis by mass spectrometry in a patient with Gly6Ser transthyretin polymorphism in fatal cardiogenic shock."}, {"pubmed": 24113303, "text": "Vitreous opacity is very common in patients with the TTR Gly83Arg mutation; other clinical characteristics associated with the mutation include polyneuropathy and cardiac amyloidosis."}, {"pubmed": 24164623, "text": "These findings strongly support further investigations on the diagnostic utility of TTR aggregate specific monoclonal antibodies for patients with TTR amyloidoses."}, {"pubmed": 24182678, "text": "Cardiac amyloid formation of wild-type transthyretin is affected by age and sex differences in familial amyloidotic polyneuropathy (FAP)."}, {"pubmed": 24184229, "text": "This study is the largest homozygous TTR gene V122I polymorphism cohort reported and demonstrates association with earlier age at onset than for heterozygotes."}, {"pubmed": 24390749, "text": "Amyloid deposition in synovial membranes of OA patients was found to be ATTR and AL-kappa."}, {"pubmed": 24455802, "text": "Val30Met mutation was found in a Belgian family with hereditary amyloidosis."}, {"pubmed": 24474780, "text": "Binding of the natural ligands thyroxine or retinol-binding protein (RBP) by Ser52Pro variant TTR stabilizes the native tetrameric assembly, but neither protected the variant from proteolysis."}, {"pubmed": 24480837, "text": "TTR Ile107Met mutation is associated with vitreous amyloidosis and familial amyloid polyneuropathy."}, {"pubmed": 24528201, "text": "We now show that the amyloid beta-peptide clearance protein transthyretin is also epigenetically up-regulated by amyloid precursor protein intracellular domain"}, {"pubmed": 24555660, "text": "TTR V30M carrier frequency in a northern Swedish population."}, {"pubmed": 24563469, "text": "Immunoglobulin amyloid light-chain (AL)-related cardiac amyloidosis (CA) has a worse prognosis than either wild-type (ATTRwt) or mutant (ATTRm) transthyretin (TTR) CA."}, {"pubmed": 24648510, "text": "The studies reveal a novel antibody property, the innate ability of IgMs to selectively degrade and dissolve toxic misTTR species as a first line immune function."}, {"pubmed": 24661308, "text": "A subunit exchange method quantifies the kinetic stability of endogenous transthyretin in plasma; TTR kinetic stability correlates with the tafamidis plasma concentration."}, {"pubmed": 24690176, "text": "we have identified a potential monitoring biomarker TTR for Kawasaki disease."}, {"pubmed": 24779883, "text": "The link between TTR secondary structures and mutation impact, and the relationship between mutations and amyloidogenic propensity have been presented."}, {"pubmed": 24781992, "text": "MPO/H2O2 system using two-dimensional gel electrophoresis and TTR Western blotting. This observation revealed that the TTR amyloid deposits and serum TTR were oxidized by the MPO/H2O2/NO(-) system."}, {"pubmed": 24849358, "text": "The current data suggest one possible mechanism that can account for the increased production of TTR as a potential protective molecule during the course of alzheimer disease."}, {"pubmed": 24945718, "text": "once monomers of transthyretin are released from the tetramer, equilibrium is established between a set of conformational states possessing different degrees of disorder"}, {"pubmed": 25018619, "text": "The EPO concentration in the aqueous humor of familial amyloidotic polyneuropathy (FAP) and non-FAP patients, with and without glaucoma, was evaluated."}, {"pubmed": 25060417, "text": "Diflunisal might be effective especially for autonomic dysfunction in late-onset FAP with a TTR Val30Met mutation."}, {"pubmed": 25086037, "text": "Lys-35 is as a gatekeeper residue in transthyretin preventing the protein from aggregation."}, {"pubmed": 25091367, "text": "findings indicate that CNS clinical involvement occurs in ATTR-V30M patients regardless of Liver Ttransplantation"}, {"pubmed": 25245430, "text": "Data suggest that TTR and TTR mutants (seen in subjects with senile systemic amyloidosis) have similar amyloidogenic potential and similar thermodynamic/kinetic stabilities; this study emphasizes protein stability under physiological conditions."}, {"pubmed": 25367359, "text": "Genetic variation of the transthyretin gene is associated with wild-type transthyretin amyloidosis."}, {"pubmed": 25372741, "text": "The review show the relevance of TTR in normal state and in disease especially in several neuropathologies where its level varies. Also, its neuroprotective role in schemia and Alzheimer's disease was also dicussed."}, {"pubmed": 25372987, "text": "The conserved water mediated recognition dynamics of the different functional sites may provide some rational clues towards the understanding of the activity and mechanism of hTTR."}, {"pubmed": 25395306, "text": "The interaction of the amyloidogenic V122I TTR with human cardiomyocytes is distinct from that of a non-amyloidogenic TTR variant and is characterized by its retention at the cell membrane, where it initiates the cytotoxic cascade."}, {"pubmed": 25478940, "text": "Using circular dichroism spectroscopy, the study determined that CLU preferentially stabilizes monomeric TTR and generates increasingly stable conformations under acid stress."}, {"pubmed": 25509863, "text": "Transthyretin, one of the major plasma proteins, has a number of posttranslational modifications and mutations, some of which are associated with the development of severe diseases, for instance, familial amyloid neuropathy and Alzheimer's disease"}, {"pubmed": 25550818, "text": "The results suggest that amyloid substance was present in the blood of familial amyloidotic polyneuropathy patients with the ATTR Val30Met mutation."}, {"pubmed": 25551524, "text": "We did not detect a significant difference in mortality between V122I TTR allele carriers and noncarriers, a finding that contrasts with prior observations; however, the risk of heart failure was increased among carriers."}, {"pubmed": 25644864, "text": "Study investigated the phenotypic and genotypic spectra of hereditary ATTR in Korea; Of 12 genetic tests performed, seven were positive for TTR mutations. D58A (c.173A>C) was the most common mutation in this study (57%, 4/7)."}, {"pubmed": 25721874, "text": "the Swedish TTRHis88Arg patients all have a common Swedish founder. Cardiomyopathy with heart failure, as well as carpal tunnel syndrome and spinal stenosis were early signs of disease; but peripheral neuropathy was present in one patient before symptoms of cardiomyopathy so the phenotypical presentation of this mutation is variable."}, {"pubmed": 25737004, "text": "Given the high conservation of TTR structure, function and tissue specificity and timing of gene expression, this implies that TTR has a fundamental role, during development and in the adult."}, {"pubmed": 25743445, "text": "Open-label clinical trial of tafamidis in patients with non-Val30Met and non-Val122Ile hereditary transthyretin amyloidosis shows no change in cardiac findings."}, {"pubmed": 25857202, "text": "study reports a novel TTR variant(TTR Asp38Tyr mutation) in 2 Brazilian sisters who developed a late onset neuropathy; new mutation calls attention to the diversity found in TTR familial amyloid polyneuropathy"}, {"pubmed": 25872787, "text": "Tafamidis treatment effectively achieved and maintained TTR stabilization in transthyretin amyloid cardiomyopathy."}, {"pubmed": 25910794, "text": "Quantitative analysis of post-translational modifications in human serum transthyretin associated with familial amyloidotic polyneuropathy by targeted LC-MS and intact protein MS."}, {"pubmed": 25940564, "text": "TTR, which is located predominantly at the cartilage surfaces, was detected in all osteoarthritis cartilage samples and in a majority of aged normal cartilage samples, but not in normal cartilage samples from young donors."}, {"pubmed": 26003908, "text": "In critically ill trauma patients, low serum TTR level is associated with poorer clinical outcomes."}, {"pubmed": 26249340, "text": "The structures of TTR in complex with three natural polyphenols (pterostilbene, quercetin and apigenin) have been determined."}, {"pubmed": 26369527, "text": "Ile107Val and LateMet30 TTR mutations are associated with the most debilitating and severe familial amyloid polyneuropathy, with rapid onset of tetraparesis and shorter median survival."}, {"pubmed": 26428663, "text": "Caucasian patients with the Val142Ile pathogenic variant have phenotypic manifestations similar to African-Americans"}, {"pubmed": 26444765, "text": "Study elucidated alterations in TTR, APP and the global gene expression profile in the frontal cortex between idiopathic normal pressure hydrocephalus patients and nondemented control brain"}, {"pubmed": 26459562, "text": "beta-strands F and H as necessary for TTR aggregation."}, {"pubmed": 26527142, "text": "Eight water molecules stabilize the dimeric structure through an extensive hydrogen-bonding network."}, {"pubmed": 26587769, "text": "illustrates the diversity of symptoms encountered in homozygote ATTR V30M patients"}, {"pubmed": 26656838, "text": "Large differences in survival were observed in hereditary transthyretin amyloidosis patients with TTR mutations other than Val30Met."}, {"pubmed": 26796656, "text": "Data indicte that the use of polyethylene glycol (PEG) to crystallize transthyretin (TTR complexes have resulted in a new trigonal polymorph with two tetramers in the asymmetric unit."}, {"pubmed": 26828956, "text": "A novel autosomally inherited Lys90Glu mutation in the TTR gene in a family with vitreous amyloidosis and carpal tunnel syndrome."}, {"pubmed": 26837706, "text": "Results provide evidence that TTR acts as a carrier of Abeta at the blood-brain-barrier and liver, using LRP1."}, {"pubmed": 26998642, "text": "Data suggest that well-structured AB loop regions of TTR in native/homotetrameric/stable state become dissociated/disordered/unfolded at low pH; during refolding, structural perturbations in AB loop appear and facilitate misfolding and amyloid formation."}, {"pubmed": 27051017, "text": "a point mutation was identified in the upstream regulatory region of the TTR gene in a Han Chinese family with familial vitreous amyloidosis."}, {"pubmed": 27099354, "text": "This study reports the discovery of a TTR mutant, N98A, that was more effective at inhibiting ABETA aggregation than wild-type (WT) TTR, although N98A and WT bound ABETA equally."}, {"pubmed": 27206384, "text": "The study reports a Japanese family with hereditary ATTR amyloidosis with the TTR G47R mutation in which one family member developed the disease at the age of 13."}, {"pubmed": 27212199, "text": "Systematic computational prioritization identified a missense mutation c.G148T in TTR gene which results in a p.V50L substitution known to cause transthyretin-related familial amyloid polyneuropathy."}, {"pubmed": 27238058, "text": "Clinical, electrophysiological, histopathological, and genetic characteristics of 17 patients from Turkey (5 female, 13 male) from nine families with polyneuropathy and mutations in TTR were evaluated. Sequence analysis of the TTR gene revealed five mutations (Val30Met, Glu89Gln, Gly53Glu, Glu54Gly and Gly47Glu). Study suggests that a cohort of patients from Turkey with TTR-FAP exhibits clinical and genetic heterogeneity."}, {"pubmed": 27382986, "text": "TTR V30M aggregates and autophagy impairment are associated with Transthyretin amyloidoses ."}, {"pubmed": 27386769, "text": "Val122Ile is the most common transthyretin mutation, and neurologic phenotypic expression differs between wild-type disease and Val122Ile, but survival from enrollment in THAOS does not."}, {"pubmed": 27501389, "text": "The role of Transthyretin in the regulation of Ubc9 SUMOylation"}, {"pubmed": 27562180, "text": "could potentially downregulate the TTR promoter activity; c.200+4A>G might influence the constitutive splicing of TTR mRNA"}, {"pubmed": 27589730, "text": "findings show that, at physiologically-relevant protein concentrations, the refolding pathways of WT-TTR and amyloidogenic variant V30M-TTR follow a common mechanism observed among other tetrameric proteins; although sharing the same kinetic mechanism, V30M-TTR refolds at a slower rate than WT-TTR, a feature that may favor the formation of transient species leading to kinetic partition into amyloidogenic pathways"}, {"pubmed": 27618855, "text": "In Afro-Caribbean patients living in London, ATTR V122I is an underappreciated cause of heart failure, and cardiomyopathy is often misattributed to hypertension."}, {"pubmed": 27650990, "text": "The role of transthyretin in normal pregnancy is reviewed."}, {"pubmed": 27693925, "text": "Serum prealbumin was significantly lower in patients with versus those without post-stroke depression, and was a significant predictor of post-stroke depression after adjusting for confounding risk factors."}, {"pubmed": 27720586, "text": "This study shows that highly destabilized, aggregation-prone TTR variants are secreted as both native tetramers and non-native conformations that accumulate as high-molecular-weight oligomers."}, {"pubmed": 27859927, "text": "This stuidy found two mutations, Thr49Ala(p.Thr69Ala) and Tyr116Ser(p.Tyr136 Ser), were detected in Chinese familial amyloid polyneuropathy patients for the first time."}, {"pubmed": 28145481, "text": "serum prealbumin, and its changes were independent predictors of worse prognosis in acute kidney injury (AKI), and could be potential surrogates to better predict 90-day mortality."}, {"pubmed": 28218749, "text": "In the bound state, the Hsp90 dimer predominantly populates an open conformation, and transthyretin retains its globular structure."}, {"pubmed": 28314625, "text": "Stroke patients with lower transthyretin levels had poorer Functional Independence Measure outcomes and tended not to be discharged to their own homes."}, {"pubmed": 28335735, "text": "TTR expression varied across human populations"}, {"pubmed": 28412068, "text": "Gene sequencing revealed a phenylalanine-->isoleucine mutation in the 33rd position of exon 2 of TTR in 1 patient of 1 pedigree, confirming the diagnosis of FAP. Two patients subsequently were found to have sensorimotor autonomic neuropathy, whereas 2 others had subclinical autonomic dysfunction."}, {"pubmed": 28434373, "text": "Thermal shift assay for evaluation of transthyretin stability in plasma."}, {"pubmed": 28460244, "text": "A novel amyloidogenic TTR mutation was found in a Dutch family"}, {"pubmed": 28478513, "text": "These results clarify a negligible degree of unfolding of beta-strand C in the formation of the amyloidogenic state and establish the concept that TTR is a highly plastic protein able to populate at least three distinct conformational states."}, {"pubmed": 28484271, "text": "familial amyloid polyneuropathy (FAP) carriers and patients are in an inflammatory state, with the presence of mutated TTR being a trigger of inflammation, especially in FAP carriers."}, {"pubmed": 28508289, "text": "we identify a somatic mosaicism, in several subjects affected by familial amyloidotic polyneuropathy, involving the dominant c.325G>C mutation of the TTR gene"}, {"pubmed": 28556268, "text": "The results suggest an association between presumed nonamyloidogenic mutations in the TTR gene and the development of autonomic and small fiber neuropathy."}, {"pubmed": 28563699, "text": "the role of H88 and the hydrogen bond network in the stability of TTR"}, {"pubmed": 28570028, "text": "Results indicate that TTR stability is important for its recently described functions in assisting Abeta transport at the BBB and at the liver and also in regulating LRP1 levels and activity. TTR stabilization can serve as an avenue to increase both Abeta elimination and LRP1 levels, which in turn will further participate in Abeta clearance."}, {"pubmed": 28635949, "text": "A strong phenotypic heterogeneity was demonstrated across coding mutations causing TTR amyloidosis.  Non-coding variants affect TTR expression and, consequently, phenotypic presentation in carriers of amyloidogenic mutations."}, {"pubmed": 28780366, "text": "It is one of the major Abeta-binding proteins acting as a neuroprotector in AD. In addition, TTR cleaves Abeta peptide in vitro."}, {"pubmed": 28920433, "text": "Data suggest that transthyretin exhibits site-specific solvation of the indole ring of tryptophans W41 and W79; these studies involved incorporation of tryptophan labeled with fluorine at 5 or 6 positions (5-fluorotryptophan/5FW or 6-fluorotryptophan/6FW) into recombinant TTR; replacement of fluorine at 5-position of a tryptophan with one at adjacent 6-position emphasizes delicate balance of stability in TTR tetramer."}, {"pubmed": 28941045, "text": "Findings are the first to show that TTR deposition increases disease severity in the murine DMM and aging model of OA."}, {"pubmed": 28950253, "text": "TTR induced apoptosis of retinal microvascular endothelial cells in an environment that simulated hypoxia."}, {"pubmed": 28983659, "text": "This study demonstrated that both cardiac and peripheral vasomotor autonomic dysfunctions were prevalent in late-onset FAP ATTR Val30Met patients from non-endemic areas, even in those without orthostatic intolerance."}, {"pubmed": 29040977, "text": "Cell-based experiments showed that overexpression of TTR could improve HK-2 cell viability and inhibit apoptosis."}, {"pubmed": 29052438, "text": "this small study supports the hypothesis that the prevalence of misdiagnosed V122I ATTR is high in elderly African Americans with heart failure. High clinical suspicion and further testing of at risk patients is essential for timely diagnosis and treatment of this population."}, {"pubmed": 29177547, "text": "Patients with ATTRV30M amyloidosis in non-endemic areas and patients with non-V30M ATTR amyloidosis occurred more frequently than previously believed, and their clinical manifestations were diverse."}, {"pubmed": 29330472, "text": "In double-humanized mice, gel filtration analysis of serum revealed that most hTTR was free of hRBP4, suggesting importance of free TTR for amyloid deposition."}, {"pubmed": 29465889, "text": "We report here three non-related Hungarian cases of transthyretin familial amyloid polyneuropathy with non-Val30Met mutations (His88Arg in two cases, Phe33Leu in one case)"}, {"pubmed": 29481863, "text": "High-density lipoprotein increases expression of SR-B1 in placental cells but also reduces uptake of transthyretin-thyroid hormone through the SR-B1 transporter."}, {"pubmed": 29564986, "text": "T139R mutation may expose the buried regions of TTR protein which help in the self association and the increase in the stability may help in the TTR deposition. Structural analysis indicated that F and H strands of TTR are more prone to aggregation. Thus, T139R mutation might cause these residues to be aggregation prone and change in folding rate and validated TTR monomer in diseased cases by Western blot analysis."}, {"pubmed": 29607936, "text": "Our study characterizes G101S TTR as a stable and N-glycosylable TTR, which may be linked to its non-amyloidogenic characteristic.  G101S TTR had slower rate of tetramer dissociation and lower propensity for amyloid fibril formation, especially at mild low pH (4.2 and 4.5), and was likely to have strong hydrophobic interaction among TTR monomers, suggesting relatively higher stability of G101S TTR compared with WT TTR."}, {"pubmed": 29626847, "text": "Structural studies found that the segments from the C-terminal region of TTR form in-register steric-zippers with highly-interdigitated, wet interfaces, whereas the b-strand B from the N-terminal region of TTR forms an out-of-register assembly, previously associated with oligomeric formation."}, {"pubmed": 29747616, "text": "High TTR expression is associated with hypertriglyceridemia."}, {"pubmed": 29804846, "text": "Anthropometric measurement of serum transthyretin can be useful for predicting the prognosis of patients with gastric cancer."}, {"pubmed": 29915031, "text": "At physiological temperature, the monomeric intermediate formed by wild-type TTR under mildly acidic conditions rapidly aggregates into species that are invisible to NMR, leading to loss of the NMR signal at the same rate as the turbidity increase."}, {"pubmed": 29941560, "text": "studies of a unique duplication mutation explain its diflunisal-resistant nature, identify misfolding pathways for amyloidogenic TTR variants, and provide therapeutic targets to inhibit amyloid fibril formation by variant TTR."}, {"pubmed": 29972637, "text": "To identify structural and dynamic variations that are not readily observed in the crystal structures, this study used NMR to study WT TTR and three kinetically and/or thermodynamically destabilized pathogenic variants (V30M, L55P, and V122I). Sequence-corrected chemical shifts reveal important structural differences between WT and mutant TTR."}, {"pubmed": 30039724, "text": "Rare mutation transthyretin Ala120Ser is associated with transthyretin amyloidosis."}, {"pubmed": 30328212, "text": "findings of TTR variants in 17% of screened patients highlight the need for routine genetic testing in the evaluation of suspected Transthyretin amyloidosis."}, {"pubmed": 30361054, "text": "This is the first Familial amyloid polyneuropathy family with a proven missense mutation c.349G>Tin thetransthyretin (TTR) gene in in Mainland China"}, {"pubmed": 30383932, "text": "In this review, we discussed the role of Ttr in CNS and its possible role in the neuroprotection mechanism of Semax."}, {"pubmed": 30414409, "text": "The Accumulation of Heparan Sulfate S-Domains in Kidney Transthyretin Deposits Accelerates Fibril Formation and Promotes Cytotoxicity."}, {"pubmed": 30540442, "text": "Used (19)F nuclear magnetic resonance (NMR) and (19)F-labeled C10S-S85C TTR to characterize two local conformations of the loop containing F87. At neutral pH, F87 packs correctly into the interprotomer cavity in the dominant conformational state (93% population, T) whereas the remaining minor population is a mispacked tetramer (T*)."}, {"pubmed": 30549985, "text": "Serum albumin and prealbumin levels were the lowest in the cirrhosis group."}, {"pubmed": 30567728, "text": "TTR was highly expressed in the blood of human patients with adenocarcinoma, squamous carcinoma, and small cell lung cancer"}, {"pubmed": 30572722, "text": "ATTRV30M neuropathy is associated with complement C1q polymorphism."}, {"pubmed": 30663397, "text": "Low transthyretin blood levels may be indicators for poor prognosis among cancer patients in palliative care settings."}, {"pubmed": 30683924, "text": "primary aim was to estimate prevalence of variants, especially amyloidogenic variants, in the TTR gene using gnomAD database."}, {"pubmed": 30688105, "text": "Patients with hereditary ATTR amyloidosis occasionally show electrophysiological demyelinating features without conduction block following severe axonal degeneration."}, {"pubmed": 30733338, "text": "chemical or mutational stabilization of the transthyretin tetramer does not hinder amyloid seeding. In contrast, binding of the peptide inhibitor TabFH2 to ex vivo fibrils efficiently inhibits amyloid seeding by impeding self-association of the amyloid-driving strands F and H in a tissue-independent manner."}, {"pubmed": 30793974, "text": "Guideline for early diagnosis of ATTR amyloidosis through targeted follow-up of identified carriers of TTR gene mutations is proposed."}, {"pubmed": 30804345, "text": "TTR can form amyloid fibrils via a parallel equilibrium of partially unfolded species that proceeds in favour of the amyloidogenic forms of TTR."}, {"pubmed": 30981840, "text": "Study reveals a monoallelic expression signature of TTR gene in patients with TTR-related amyloidosis (ATTR). Based on these results, a model of natural selection is proposed, which includes age-related allele exclusion or suppression: predominant expression of a wild type (at an early age) and mutant (at the process of ageing) alleles."}, {"pubmed": 30984535, "text": "The Michaelis constant (K M) and catalytic efficiency (k cat/K M) of TTR proteolysis toward amidated neuropeptide Y were 15.88 +/- 0.44 mum and 687 081 +/- 35 692 m (-1).s(-1), respectively. In addition, when the C-terminal sequence of TTR was made more hydrophobic, the K M and k cat/K M changed to 12.87 +/- 0.22 mum and 983 755 +/- 18 704 m (-1).s(-1), respectively."}, {"pubmed": 31074293, "text": "Conformational instability of the new TTR variants, Thr40Asn, Phe64Val and Leu12Val, are found. Together with the clinical and immunohistological data of these patients and affected family members, as well as the absence of these variants in human genetic mutation databases, results strongly hint that these variants are amyloidogenic and therefore probably disease-associated."}, {"pubmed": 31135236, "text": "Ocular manifestations in hereditary transthyretin Gly67Glu amyloidosis in a Chinese pedigree have been reported."}, {"pubmed": 31257920, "text": "case of cerebral amyloid angiopathy-type hereditary ATTR amyloidosis with Y69H (p.Y89H) variant displaying transient focal neurological episodes as the main symptom."}, {"pubmed": 31343297, "text": "We clearly found early skin denervation in ATTRm amyloidosis(caused by mutations in TTR), even in the in the presymptomatic stage of the disease."}, {"pubmed": 31343308, "text": "Similar to Taiwanese patients, our FAP patients withAla97Ser mutation(transthyretin) present in late middle age with progres-sive sensorimotor polyneuropathy, autonomic dysfunctionand subclinical or mild cardiac involvement"}, {"pubmed": 31343312, "text": "Transcription factor binding interactions at thisSNP location in theTTRproximal promoter are likely to becomplex and may result in ATTRwt disease-associated dys-regulation ofTTRexpression."}, {"pubmed": 31343338, "text": "The onsetof the Val30Met TTR amyloidosis with cardiac phenotype(conduction abnormalities or structural involvement) in isvery uncommon, but possible. We describe four rare casesin a cohort of 132 patients, presenting with cardiomyopathy and/or rhythm abnormalities."}, {"pubmed": 31358790, "text": "Probing conformational changes of monomeric transthyretin with second derivative fluorescence."}, {"pubmed": 31399624, "text": "High sensitivity C-reactive protein to prealbumin ratio measurement as a marker of the prognosis in acute coronary syndrome."}, {"pubmed": 31593646, "text": "physiological role of miR-141-3p and miR-200a-3p in regulating TTR during trophoblast dysfunction and PE development"}, {"pubmed": 31659433, "text": "The results pointed out novel associations of TTR non-coding variants with phenotypic conditions potentially related to hereditary form of amyloidosis and wild-type transthyretin amyloidosis pathogenesis."}, {"pubmed": 31676294, "text": "Our results suggest that high homocysteine levels are a further risk factor for TTR cardiomyopathy in patients harbouring the L55P-TTR mutation."}, {"pubmed": 31728576, "text": "the escape of TTR monomers from the endoplasmic reticulum quality control may underlie late-onset amyloidogenesis, is reported."}, {"pubmed": 31740141, "text": "Diagnosis of genetic amyloidosis through the analysis of transthyretin gene mutation using high-resolution melting."}, {"pubmed": 31821430, "text": "Among individuals of African or Hispanic/Latino ancestry enrolled in 2 academic medical center-based biobanks, the TTR V122I genetic variant was significantly associated with heart failure."}, {"pubmed": 31826067, "text": "Gastrointestinal manifestations are very common in patients with Glu89Gln mutation in transthyretin in hereditary transthyretin amyloid amyloidosis and increase with disease duration."}, {"pubmed": 31933485, "text": "From hypertrophic cardiomyopathy to transthyretin amyloidosis: an unusual case and challenging diagnosis."}, {"pubmed": 31949094, "text": "Conjunctival lymphangiectasia as a biomarker of severe systemic disease in Ser77Tyr hereditary transthyretin amyloidosis."}, {"pubmed": 32024385, "text": "Restrictive cardiac phenotype as primary cause of impaired aerobic capacity in Afro-Caribbean patients with val122ile variant transthyretin amyloid cardiomyopathy."}, {"pubmed": 32131641, "text": "Quality of life outcomes in APOLLO, the phase 3 trial of the RNAi therapeutic patisiran in patients with hereditary transthyretin-mediated amyloidosis."}, {"pubmed": 32197355, "text": "Undiscovered Roles for Transthyretin: From a Transporter Protein to a New Therapeutic Target for Alzheimer's Disease."}, {"pubmed": 32324953, "text": "Tolcapone, a potent aggregation inhibitor for the treatment of familial leptomeningeal amyloidosis."}, {"pubmed": 32338497, "text": "Structural Characterization of Cardiac Ex Vivo Transthyretin Amyloid: Insight into the Transthyretin Misfolding Pathway In Vivo."}, {"pubmed": 32353608, "text": "Monitoring of asymptomatic family members at risk of hereditary transthyretin amyloidosis for early intervention with disease-modifying therapies."}, {"pubmed": 32393063, "text": "Primary Cardiac Involvement in the Rare Transthyretin Ile73Val Mutation: A Case Series."}, {"pubmed": 32395865, "text": "Description of a large cohort of Caucasian patients with V122I ATTRv amyloidosis: Neurological and cardiological features."}, {"pubmed": 32400202, "text": "Quantification of cardiac amyloid with [(18)F]Flutemetamol in patients with V30M hereditary transthyretin amyloidosis."}, {"pubmed": 32425064, "text": "Transthyretin-stabilising mutation T119M is not associated with protection against vascular disease or death in the UK Biobank."}, {"pubmed": 32441155, "text": "Cardiac sympathetic denervation in wild-type transthyretin amyloidosis."}, {"pubmed": 32456532, "text": "DISCOVERY: prevalence of transthyretin (TTR) mutations in a US-centric patient population suspected of having cardiac amyloidosis."}, {"pubmed": 32571879, "text": "Comparative study of the stabilities of synthetic in vitro and natural ex vivo transthyretin amyloid fibrils."}, {"pubmed": 32578459, "text": "TTR gene silencing therapy in post liver transplant hereditary ATTR amyloidosis patients."}, {"pubmed": 32583220, "text": "Prealbumin and D-dimer as Prognostic Indicators for Rebleeding in Patients with Nonvariceal Upper Gastrointestinal Bleeding."}, {"pubmed": 32633140, "text": "Anticipation on age at onset in kindreds with hereditary ATTRV30M amyloidosis from the Majorcan cluster."}, {"pubmed": 32735824, "text": "Expression of Amyloidogenic Transthyretin Drives Hepatic Proteostasis Remodeling in an Induced Pluripotent Stem Cell Model of Systemic Amyloid Disease."}, {"pubmed": 32769117, "text": "The inhibition of cellular toxicity of amyloid-beta by dissociated transthyretin."}, {"pubmed": 32788615, "text": "Transthyretin interacts with actin regulators in a Drosophila model of familial amyloid polyneuropathy."}, {"pubmed": 32811187, "text": "Blinded potency comparison of transthyretin kinetic stabilisers by subunit exchange in human plasma."}, {"pubmed": 32829019, "text": "Sex Differences in the Phenotype of Transthyretin Cardiac Amyloidosis Due to Val122Ile Mutation: Insights from Noninvasive Pressure-Volume Analysis."}, {"pubmed": 32833564, "text": "Immunogenicity Assessment of Inotersen, a 2'-O-(2-Methoxyethyl) Antisense Oligonucleotide in Animals and Humans: Effect on Pharmacokinetics, Pharmacodynamics, and Safety."}, {"pubmed": 32856080, "text": "Oculoleptomeningeal Amyloidosis Due to Transthyretin p.Y89H (Y69H) Variant."}, {"pubmed": 32866461, "text": "Low Prevalence of Clinically Apparent Cardiac Amyloidosis Among Carriers of Transthyretin V122I Variant in a Large Electronic Medical Record."}, {"pubmed": 32883119, "text": "Neurofilament light chain, a biomarker for polyneuropathy in systemic amyloidosis."}, {"pubmed": 32893242, "text": "[Two elderly cases of transthyretin amyloid polyneuropathy without a family history]."}, {"pubmed": 32994444, "text": "Proteomic analysis of plasma proteins of high-flux haemodialysis and on-line haemodiafiltration patients reveals differences in transthyretin levels related with anaemia."}, {"pubmed": 32996337, "text": "Subclinical retinal angiopathy associated with hereditary transthyretin amyloidosis - assessed with optical coherence tomography angiography."}, {"pubmed": 32998138, "text": "Serum Prealbumin and Echocardiography Parameters Predict Mortality in Peritoneal Dialysis Patients."}, {"pubmed": 33112011, "text": "Laboratory markers associated with COVID-19 progression in patients with or without comorbidity: A retrospective study."}, {"pubmed": 33203445, "text": "Epigenetic profiling of Italian patients identified methylation sites associated with hereditary transthyretin amyloidosis."}, {"pubmed": 33212973, "text": "Transthyretin Stabilization: An Emerging Strategy for the Treatment of Alzheimer's Disease?"}, {"pubmed": 33237279, "text": "Association of Low Plasma Transthyretin Concentration With Risk of Heart Failure in the General Population."}, {"pubmed": 33345470, "text": "Rare variant (p.Ser43Asn) of familial transthyretin amyloidosis associated with isolated cardiac phenotype: A case series with literature review."}, {"pubmed": 33394315, "text": "Methylation silencing and reactivation of exogenous genes in lentivirus-mediated transgenic mice."}, {"pubmed": 33461327, "text": "Beyond Val30Met transthyretin (TTR): variants associated with age-at-onset in hereditary ATTRv amyloidosis."}, {"pubmed": 33686575, "text": "The interaction of zinc with the multi-functional plasma thyroid hormone distributor protein, transthyretin: evolutionary and cross-species comparative aspects."}, {"pubmed": 33739034, "text": "Immunohistochemical Assessment of Transthyretin Association with Colorectal Adenocarcinoma."}, {"pubmed": 33739616, "text": "Hereditary transthyretin amyloidosis in mainland China: a unicentric retrospective study."}, {"pubmed": 33768376, "text": "Clinical comparison of V122I genotypic variant of transthyretin amyloid cardiomyopathy with wild-type and other hereditary variants: a systematic review."}, {"pubmed": 33894415, "text": "Transthyretin affects the proliferation and migration of human retinal microvascular endothelial cells in hyperglycemia via hnRNPA2B1."}, {"pubmed": 33928732, "text": "Left atrial structure and function of the amyloidogenic V122I transthyretin variant in elderly African Americans."}, {"pubmed": 33929491, "text": "Methods to study the structure of misfolded protein states in systemic amyloidosis."}, {"pubmed": 33957237, "text": "Atrial Fibrillation and Ischemic Stroke With the Amyloidogenic V122I Transthyretin Variant Among Black Americans."}, {"pubmed": 34079032, "text": "Association of the transthyretin variant V122I with polyneuropathy among individuals of African ancestry."}, {"pubmed": 34206500, "text": "Ocular Involvement in Hereditary Amyloidosis."}, {"pubmed": 34343569, "text": "Disease-associated mutations impacting BC-loop flexibility trigger long-range transthyretin tetramer destabilization and aggregation."}, {"pubmed": 34359938, "text": "Transthyretin: From Structural Stability to Osteoarticular and Cardiovascular Diseases."}, {"pubmed": 34380564, "text": "Established and candidate transthyretin amyloidosis variants identified in the Saudi population by data mining."}, {"pubmed": 34461735, "text": "Presence of the V122I Variant of Hereditary Transthyretin-Mediated Amyloidosis Among Self-Reported White Individuals in a Sponsored Genetic Testing Program."}, {"pubmed": 34461737, "text": "Prevalence and Outcomes of p.Val142Ile TTR Amyloidosis Cardiomyopathy: A Systematic Review."}, {"pubmed": 34483316, "text": "OCULAR MANIFESTATIONS OF ASP38ALA AND THR59LYS FAMILIAL TRANSTHYRETIN AMYLOIDOSIS."}, {"pubmed": 34502397, "text": "In Vitro and In Vivo Effects of SerpinA1 on the Modulation of Transthyretin Proteolysis."}, {"pubmed": 34518987, "text": "The genetics of cardiac amyloidosis."}, {"pubmed": 34634447, "text": "Clinical Implications of the Amyloidogenic V122I Transthyretin Variant in the General Population."}, {"pubmed": 34781605, "text": "Transthyretin - A Novel Biomarker for Insulin Resistance and Atherosclerosis Risk in Prediabetics."}, {"pubmed": 34876572, "text": "Plasmin activity promotes amyloid deposition in a transgenic model of human transthyretin amyloidosis."}, {"pubmed": 34980537, "text": "The functional and structural evaluation of small fibers in asymptomatic carriers of TTR p.Val50Met (Val30Met) mutation."}, {"pubmed": 34988604, "text": "Increased Rate of Serum Prealbumin Level after Preoperative Enteral Nutrition as an Indicator of Morbidity in Gastrectomy for Gastric Cancer with Outlet Obstruction."}, {"pubmed": 35115086, "text": "Transthyretin V142I Genetic Variant and Cardiac Remodeling, Injury, and Heart Failure Risk in Black Adults."}, {"pubmed": 35352593, "text": "CSF/plasma levels, transthyretin stabilisation and safety of multiple doses of tolcapone in subjects with hereditary ATTR amyloidosis."}, {"pubmed": 35377943, "text": "Association of Transthyretin Val122Ile Variant With Incident Heart Failure Among Black Individuals."}, {"pubmed": 35607996, "text": "Evidence From Human Placenta, Endoplasmic Reticulum-Stressed Trophoblasts, and Transgenic Mice Links Transthyretin Proteinopathy to Preeclampsia."}, {"pubmed": 35929637, "text": "Transthyretin cardiac amyloidosis."}, {"pubmed": 36278951, "text": "A review of transthyretin cardiac amyloidosis."}, {"pubmed": 36772971, "text": "Ser77Tyr transthyretin amyloidosis in Israel: Initial manifestations and diagnostic features."}, {"pubmed": 36796540, "text": "Human transthyretin gene expression is markedly increased in repair Schwann cells in an in vitro model of hereditary transthyretin amyloidosis."}, {"pubmed": 36796722, "text": "Hereditary transthyretin amyloidosis caused by p.Ser43Asn variant. A new endemic variant in Ecuador."}, {"pubmed": 36851846, "text": "A molecular basis for tetramer destabilization and aggregation of transthyretin Ala97Ser."}, {"pubmed": 36930136, "text": "Cardiovascular Disease and Mortality in Black Women Carrying the Amyloidogenic V122I Transthyretin Gene Variant."}, {"pubmed": 36947059, "text": "Decreased expression of S100A8/A9 in V30M related ATTRv amyloidosis."}, {"pubmed": 37004943, "text": "Prevalence of transthyretin-related amyloidosis in Tuscany: Data from the regional population-based registry."}, {"pubmed": 37264308, "text": "Transthyretin derived amyloid deposits in the atrium and the aortic valve: insights from multimodality evaluations and mid-term follow up."}, {"pubmed": 37439769, "text": "Mapping cellular response to destabilized transthyretin reveals cell- and amyloidogenic protein-specific signatures."}, {"pubmed": 37486082, "text": "Clinical Penetrance of the Transthyretin V122I Variant in Older Black Patients With Heart Failure: The SCAN-MP (Screening for Cardiac Amyloidosis With Nuclear Imaging in Minority Populations) Study."}, {"pubmed": 37688511, "text": "Transthyretin promotes the invasion of combined hepatocellular cholangiocarcinoma by tumor-associated macrophages."}, {"pubmed": 37740174, "text": "Musculoskeletal manifestations associated with transthyretin-mediated (ATTR) amyloidosis: a systematic review."}, {"pubmed": 37946256, "text": "A 15-year consolidated overview of data in over 6000 patients from the Transthyretin Amyloidosis Outcomes Survey (THAOS)."}, {"pubmed": 37993462, "text": "Common transthyretin-derived amyloid fibril structures in patients with hereditary ATTR amyloidosis."}, {"pubmed": 38008337, "text": "Characterization of the G-quadruplexes in the transthyretin gene and its role in silencing transthyretin mRNA transcription."}, {"pubmed": 38085831, "text": "Position statement on the non-invasive diagnosis of patients with ATTR pardiac amyloidosis, endorsed by the Hellenic Society of Nuclear Cardiology, for the Nuclear Medicine practitioners."}, {"pubmed": 38184135, "text": "Prevalence of transthyretin amyloid cardiomyopathy in patients admitted for acute heart failure."}, {"pubmed": 38289614, "text": "Transthyretin-Regulated Diabetic Retinopathy Through the VEGFA/PI3K/AKT Pathway."}, {"pubmed": 38399526, "text": "Rare c.302C>T TTR Variant Associated with Transthyretin Amyloidosis."}, {"pubmed": 38486098, "text": "Altered gut microbiota in Taiwanese A97S predominant transthyretin amyloidosis with polyneuropathy."}, {"pubmed": 38626647, "text": "Targeting TNF-alpha-induced expression of TTR and RAGE in rheumatoid arthritis: Apigenin's mediated therapeutic approach."}, {"pubmed": 38769233, "text": "Cardiovascular autonomic failure in hereditary transthyretin amyloidosis and TTR carriers is an early and progressive disease marker."}, {"pubmed": 38775614, "text": "Scintigraphic and Echocardiographic Study of Patients with Pathogenic or Probably Pathogenic Variants of the TTR Gene without Overt Cardiac Involvement."}, {"pubmed": 38843135, "text": "Modeling transthyretin (TTR) amyloid diseases, from monomer to amyloid fibrils."}], "genomic_pos": {"chr": "18", "end": 31598833, "ensemblgene": "ENSG00000118271", "start": 31557009, "strand": 1}, "genomic_pos_hg19": {"chr": "18", "end": 29178974, "start": 29171689, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006144", "qualifier": "involved_in", "term": "purine nucleobase metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [986177, 16189514, 16716307, 18272491, 20646067, 21777382, 21900206, 25416956, 29892012, 29997244, 30213975, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [19861125, 21422279, 21740906, 21777382, 23792159, 23850452], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070324", "qualifier": "enables", "term": "thyroid hormone binding"}]}, "homologene": {"genes": [[7955, 449556], [8364, 100125183], [9031, 396277], [9544, 705943], [9598, 493188], [9606, 7276], [9615, 480167], [9913, 280948], [10090, 22139], [10116, 24856]], "id": 317}, "interpro": [{"desc": "Transthyretin/hydroxyisourate hydrolase", "id": "IPR000895", "short_desc": "Transthyretin/HIU_hydrolase"}, {"desc": "Transthyretin/hydroxyisourate hydrolase domain", "id": "IPR023416", "short_desc": "Transthyretin/HIU_hydrolase_d"}, {"desc": "Transthyretin, thyroxine binding site", "id": "IPR023418", "short_desc": "Thyroxine_BS"}, {"desc": "Transthyretin, conserved site", "id": "IPR023419", "short_desc": "Transthyretin_CS"}, {"desc": "Transthyretin/hydroxyisourate hydrolase domain superfamily", "id": "IPR036817", "short_desc": "Transthyretin/HIU_hydrolase_sf"}], "ipi": "IPI00022432", "map_location": "18q12.1", "name": "transthyretin", "other_names": ["epididymis luminal protein 111", "prealbumin, amyloidosis type I", "thyroxine-binding prealbumin", "transthyretin"], "pantherdb": {"HGNC": "12405", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98865", "ortholog_type": "LDO", "panther_family": "PTHR10395", "taxid": 10090, "uniprot_kb": "P07309"}, {"RGD": "3916", "ortholog_type": "LDO", "panther_family": "PTHR10395", "taxid": 10116, "uniprot_kb": "P02767"}, {"Ensembl": "ENSGALG00000015143", "ortholog_type": "O", "panther_family": "PTHR10395", "taxid": 9031, "uniprot_kb": "A0A1I7Q422"}, {"Ensembl": "ENSGALG00000044733", "ortholog_type": "O", "panther_family": "PTHR10395", "taxid": 9031, "uniprot_kb": "A0A1L1RWR0"}, {"Gene": "TTR", "ortholog_type": "LDO", "panther_family": "PTHR10395", "taxid": 9031, "uniprot_kb": "P27731"}, {"ZFIN": "ZDB-GENE-040927-14", "ortholog_type": "LDO", "panther_family": "PTHR10395", "taxid": 7955, "uniprot_kb": "B8JLL8"}, {"WormBase": "WBGene00022808", "ortholog_type": "O", "panther_family": "PTHR10395", "taxid": 6239, "uniprot_kb": "O44578"}, {"WormBase": "WBGene00011181", "ortholog_type": "O", "panther_family": "PTHR10395", "taxid": 6239, "uniprot_kb": "Q21882"}, {"FlyBase": "FBgn0050016", "ortholog_type": "O", "panther_family": "PTHR10395", "taxid": 7227, "uniprot_kb": "A1Z8C9"}, {"PomBase": "SPCC285.04", "ortholog_type": "O", "panther_family": "PTHR10395", "taxid": 4896, "uniprot_kb": "O74492"}, {"dictyBase": "DDB_G0286691", "ortholog_type": "O", "panther_family": "PTHR10395", "taxid": 352472, "uniprot_kb": "Q54LD6"}, {"TAIR": "2161208", "ortholog_type": "O", "panther_family": "PTHR10395", "taxid": 3702, "uniprot_kb": "Q9LVM5"}, {"EnsemblGenome": "BAE76558", "ortholog_type": "O", "panther_family": "PTHR10395", "taxid": 562, "uniprot_kb": "P76341"}], "uniprot_kb": "P02766"}, "pathway": {"kegg": {"id": "hsa04918", "name": "Thyroid hormone synthesis - Homo sapiens (human)"}, "pid": {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-2453864", "name": "Retinoid cycle disease events"}, {"id": "R-HSA-2453902", "name": "The canonical retinoid cycle in rods (twilight vision)"}, {"id": "R-HSA-2474795", "name": "Diseases associated with visual transduction"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6806667", "name": "Metabolism of fat-soluble vitamins"}, {"id": "R-HSA-9675143", "name": "Diseases of the neuronal system"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}, {"id": "R-HSA-975634", "name": "Retinoid metabolism and transport"}, {"id": "R-HSA-977225", "name": "Amyloid fiber formation"}]}, "pdb": ["1BM7", "1BMZ", "1BZ8", "1BZD", "1BZE", "1DVQ", "1DVS", "1DVT", "1DVU", "1DVX", "1DVY", "1DVZ", "1E3F", "1E4H", "1E5A", "1ETA", "1ETB", "1F41", "1F86", "1FH2", "1FHN", "1G1O", "1GKO", "1ICT", "1III", "1IIK", "1IJN", "1QAB", "1QWH", "1RLB", "1SOK", "1SOQ", "1THA", "1THC", "1TLM", "1TSH", "1TT6", "1TTA", "1TTB", "1TTC", "1TTR", "1TYR", "1TZ8", "1U21", "1X7S", "1X7T", "1Y1D", "1Z7J", "1ZCR", "1ZD6", "2B14", "2B15", "2B16", "2B77", "2B9A", "2F7I", "2F8I", "2FBR", "2FLM", "2G3X", "2G3Z", "2G4E", "2G4G", "2G5U", "2G9K", "2GAB", "2H4E", "2M5N", "2NBO", "2NBP", "2NOY", "2PAB", "2QEL", "2QGB", "2QGC", "2QGD", "2QGE", "2ROX", "2ROY", "2TRH", "2TRY", "2WQA", "3A4D", "3A4E", "3A4F", "3B56", "3BSZ", "3BT0", "3CBR", "3CFM", "3CFN", "3CFQ", "3CFT", "3CN0", "3CN1", "3CN2", "3CN3", "3CN4", "3CXF", "3D2T", "3D7P", "3DGD", "3DID", "3DJR", "3DJS", "3DJT", "3DJZ", "3DK0", "3DK2", "3DO4", "3ESN", "3ESO", "3ESP", "3FC8", "3FCB", "3GLZ", "3GPS", "3GRB", "3GRG", "3GS0", "3GS4", "3GS7", "3HJ0", "3I9A", "3I9I", "3I9P", "3IMR", "3IMS", "3IMT", "3IMU", "3IMV", "3IMW", "3IPB", "3IPE", "3KGS", "3KGT", "3KGU", "3M1O", "3NEE", "3NEO", "3NES", "3NEX", "3NG5", "3OZK", "3OZL", "3P3R", "3P3S", "3P3T", "3P3U", "3SSG", "3TCT", "3TFB", "3U2I", "3U2J", "3W3B", "4ABQ", "4ABU", "4ABV", "4ABW", "4AC2", "4AC4", "4ACT", "4ANK", "4D7B", "4DER", "4DES", "4DET", "4DEU", "4DEW", "4FI6", "4FI7", "4FI8", "4HIQ", "4HIS", "4HJS", "4HJT", "4HJU", "4I85", "4I87", "4I89", "4IIZ", "4IK6", "4IK7", "4IKI", "4IKJ", "4IKK", "4IKL", "4KY2", "4L1S", "4L1T", "4MAS", "4MRB", "4MRC", "4N85", "4N86", "4N87", "4PM1", "4PME", "4PMF", "4PVL", "4PVM", "4PVN", "4PWE", "4PWF", "4PWG", "4PWH", "4PWI", "4PWJ", "4PWK", "4QRF", "4QXV", "4QYA", "4TKW", "4TL4", "4TL5", "4TLK", "4TLS", "4TLT", "4TLU", "4TM9", "4TNE", "4TNF", "4TNG", "4TQ8", "4TQH", "4TQI", "4TQP", "4WNJ", "4WNS", "4WO0", "4Y9B", "4Y9C", "4Y9E", "4Y9F", "4Y9G", "4YDM", "4YDN", "5A6I", "5AKS", "5AKT", "5AKV", "5AL0", "5AL8", "5AYT", "5BOJ", "5CLX", "5CLY", "5CLZ", "5CM1", "5CN3", "5CNH", "5CR1", "5DEJ", "5DWP", "5E23", "5E4A", "5E4O", "5EN3", "5EZP", "5FO2", "5FW6", "5FW7", "5FW8", "5H0V", "5H0W", "5H0X", "5H0Y", "5H0Z", "5HJG", "5IHH", "5JID", "5JIM", "5JIQ", "5K1J", "5K1N", "5L4F", "5L4I", "5L4J", "5L4M", "5LLL", "5LLV", "5N5Q", "5N62", "5N7C", "5NFE", "5NFW", "5OQ0", "5TTR", "5TZL", "5U48", "5U49", "5U4A", "5U4B", "5U4C", "5U4D", "5U4E", "5U4F", "5U4G", "6D0W", "6E6Z", "6E70", "6E71", "6E72", "6E73", "6E74", "6E75", "6E76", "6E77", "6E78", "6EOY", "6EP1", "6FFT", "6FWD", "6FXU", "6FZL", "6GR7", "6GRP", "6IMX", "6IMY", "6KGB", "6R66", "6R67", "6R68", "6R6I", "6SDZ", "6SUG", "6SUH", "6TI9", "6TJN", "6TXV", "6TXW", "6U0Q", "6XTK", "7ACU", "7DT3", "7DT5", "7DT6", "7DT8", "7EJQ", "7EJR", "7ERH", "7ERI", "7ERJ", "7ERK", "7OB4", "7Q3I", "7Q9L", "7Q9N", "7Q9O", "7QC5", "7THA", "7W9Q", "7W9R", "7WL6", "7Y1I", "7Y6J", "7YBR", "7YCQ", "7Z60", "8ADE", "8AWI", "8AWW", "8C85", "8C86", "8E7D", "8E7E", "8E7H", "8E7I", "8E7J", "8G9R", "8GBR", "8HEJ", "8HY4", "8I00", "8I0O", "8IG1", "8II1", "8II2", "8II3", "8II4", "8JNU", "8JOK", "8JQW", "8PKE", "8PKF", "8PKG", "8T5X", "8TDN", "8TDO", "8VE0", "8W1N", "8W2W", "8W42", "8W43", "8W44", "8W45", "8W46", "8W47", "8W48"], "pfam": "PF00576", "pharmgkb": "PA37069", "pharos": {"target_id": 6222, "tdl": "Tclin"}, "pir": "A91532", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325236", "relationship": "is"}, {"id": "GNF325237", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168629", "relationship": "is"}, {"id": "GNF179535", "relationship": "is"}, {"id": "GNF190441", "relationship": "is"}, {"id": "GNF201347", "relationship": "is"}, {"id": "GNF212580", "relationship": "is"}, {"id": "GNF229561", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160644", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032772", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF015045", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330870", "relationship": "is"}, {"id": "GNF334122", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336174", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101334", "relationship": "is"}, {"id": "GNF140989", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1", "NG_009490.1"], "protein": "NP_000362.1", "rna": "NM_000371.4", "translation": {"protein": "NP_000362.1", "rna": "NM_000371.4"}}, "reporter": {"HG-U133_Plus_2": "209660_at", "HG-U95Av2": "32252_at", "HTA-2_0": "TC18000129.hg.1", "HuEx-1_0": "3783565", "HuGene-1_1": "8020795", "HuGene-2_1": "16851786"}, "retired": 1507, "summary": "This gene encodes one of the three prealbumins, which include alpha-1-antitrypsin, transthyretin and orosomucoid. The encoded protein, transthyretin, is a homo-tetrameric carrier protein, which transports thyroid hormones in the plasma and cerebrospinal fluid. It is also involved in the transport of retinol (vitamin A) in the plasma by associating with retinol-binding protein. The protein may also be involved in other intracellular processes including proteolysis, nerve regeneration, autophagy and glucose homeostasis. Mutations in this gene are associated with amyloid deposition, predominantly affecting peripheral nerves or the heart, while a small percentage of the gene mutations are non-amyloidogenic. The mutations are implicated in the etiology of several diseases, including amyloidotic polyneuropathy, euthyroid hyperthyroxinaemia, amyloidotic vitreous opacities, cardiomyopathy, oculoleptomeningeal amyloidosis, meningocerebrovascular amyloidosis and carpal tunnel syndrome. [provided by RefSeq, Aug 2017].", "symbol": "TTR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421224"}, "unigene": "Hs.427202", "uniprot": {"Swiss-Prot": "P02766", "TrEMBL": ["A0A087WV45", "E9KL36", "A0A087WT59"]}, "wikipedia": {"url_stub": "Transthyretin"}}