{"AllianceGenome": "26066", "HGNC": "26066", "MIM": "614971", "_id": "55000", "_version": 1, "accession": {"genomic": ["AC004542.1", "CP068256.2", "NC_000022.11", "NC_060946.1"], "protein": ["NP_001383447.1", "NP_001385405.1", "NP_001385406.1", "NP_001385407.1", "NP_001385408.1", "NP_001385409.1"], "rna": ["AB073661.1", "AI186830.1", "AK000625.1", "AK000749.1", "AK056480.1", "AK057695.1", "BC037986.1", "BM461799.1", "BM719085.1", "BM806212.1", "BQ000368.1", "BU540086.1", "CB127883.1", "CD556251.1", "CN395940.1", "CR456447.1", "NM_001396518.1", "NM_001398476.1", "NM_001398477.1", "NM_001398478.1", "NM_001398479.1", "NM_001398480.1", "NM_017903.2", "NR_002323.3", "NR_110493.2", "NR_152867.2", "NR_152868.2"], "translation": [{"protein": "NP_001385408.1", "rna": "NM_001398479.1"}, {"protein": "NP_001385405.1", "rna": "NM_001398476.1"}, {"protein": "NP_001385407.1", "rna": "NM_001398478.1"}, {"protein": "NP_001385406.1", "rna": "NM_001398477.1"}, {"protein": "NP_001385409.1", "rna": "NM_001398480.1"}, {"protein": "NP_001383447.1", "rna": "NM_001396518.1"}]}, "alias": ["LINC00080", "NCRNA00080", "TI-227H"], "ensembl": {"gene": "ENSG00000253352", "protein": "ENSP00000501406", "transcript": ["ENST00000519077", "ENST00000521091", "ENST00000540687", "ENST00000563812", "ENST00000566220", "ENST00000569149", "ENST00000569384", "ENST00000602393", "ENST00000602971", "ENST00000643071", "ENST00000643077", "ENST00000643280", "ENST00000643553", "ENST00000643877", "ENST00000643920", "ENST00000644027", "ENST00000644773", "ENST00000646021", "ENST00000646496", "ENST00000647354"], "translation": [{"protein": "ENSP00000501406", "rna": "ENST00000644773"}], "type_of_gene": "protein_coding"}, "entrezgene": "55000", "exons": [{"cdsend": 30979394, "cdsstart": 30979394, "chr": "22", "position": [[30969210, 30971779], [30972854, 30973601], [30975169, 30979394]], "strand": 1, "transcript": "NR_002323", "txend": 30979394, "txstart": 30969210}, {"cdsend": 30979394, "cdsstart": 30979394, "chr": "22", "position": [[30969210, 30971779], [30972047, 30972172], [30972923, 30973601], [30975169, 30979394]], "strand": 1, "transcript": "NR_110492", "txend": 30979394, "txstart": 30969210}, {"cdsend": 30979394, "cdsstart": 30979394, "chr": "22", "position": [[30969210, 30971779], [30972854, 30973587], [30975169, 30979394]], "strand": 1, "transcript": "NR_110493", "txend": 30979394, "txstart": 30969210}, {"cdsend": 30979394, "cdsstart": 30979394, "chr": "22", "position": [[30969210, 30969386], [30972047, 30972172], [30972854, 30973587], [30975169, 30979394]], "strand": 1, "transcript": "NR_152867", "txend": 30979394, "txstart": 30969210}, {"cdsend": 30979394, "cdsstart": 30979394, "chr": "22", "position": [[30969210, 30969386], [30972047, 30972172], [30972854, 30973601], [30975169, 30979394]], "strand": 1, "transcript": "NR_152868", "txend": 30979394, "txstart": 30969210}, {"cdsend": 30979394, "cdsstart": 30979394, "chr": "22", "position": [[30969210, 30971779], [30972923, 30973587], [30975169, 30979394]], "strand": 1, "transcript": "NR_152869", "txend": 30979394, "txstart": 30969210}, {"cdsend": 30979394, "cdsstart": 30979394, "chr": "22", "position": [[30969210, 30971779], [30972923, 30973601], [30975169, 30979394]], "strand": 1, "transcript": "NR_152870", "txend": 30979394, "txstart": 30969210}, {"cdsend": 30979394, "cdsstart": 30979394, "chr": "22", "position": [[30969210, 30971779], [30972047, 30972172], [30972854, 30973587], [30975169, 30979394]], "strand": 1, "transcript": "NR_152871", "txend": 30979394, "txstart": 30969210}], "exons_hg19": [{"cdsend": 31375380, "cdsstart": 31375380, "chr": "22", "position": [[31365196, 31367765], [31368840, 31369587], [31371155, 31375380]], "strand": 1, "transcript": "NR_002323", "txend": 31375380, "txstart": 31365196}, {"cdsend": 31375380, "cdsstart": 31375380, "chr": "22", "position": [[31365196, 31367765], [31368033, 31368158], [31368909, 31369587], [31371155, 31375380]], "strand": 1, "transcript": "NR_110492", "txend": 31375380, "txstart": 31365196}, {"cdsend": 31375380, "cdsstart": 31375380, "chr": "22", "position": [[31365196, 31367765], [31368840, 31369573], [31371155, 31375380]], "strand": 1, "transcript": "NR_110493", "txend": 31375380, "txstart": 31365196}, {"cdsend": 31375380, "cdsstart": 31375380, "chr": "22", "position": [[31365196, 31365372], [31368033, 31368158], [31368840, 31369573], [31371155, 31375380]], "strand": 1, "transcript": "NR_152867", "txend": 31375380, "txstart": 31365196}, {"cdsend": 31375380, "cdsstart": 31375380, "chr": "22", "position": [[31365196, 31365372], [31368033, 31368158], [31368840, 31369587], [31371155, 31375380]], "strand": 1, "transcript": "NR_152868", "txend": 31375380, "txstart": 31365196}, {"cdsend": 31375380, "cdsstart": 31375380, "chr": "22", "position": [[31365196, 31367765], [31368909, 31369573], [31371155, 31375380]], "strand": 1, "transcript": "NR_152869", "txend": 31375380, "txstart": 31365196}, {"cdsend": 31375380, "cdsstart": 31375380, "chr": "22", "position": [[31365196, 31367765], [31368909, 31369587], [31371155, 31375380]], "strand": 1, "transcript": "NR_152870", "txend": 31375380, "txstart": 31365196}, {"cdsend": 31375380, "cdsstart": 31375380, "chr": "22", "position": [[31365196, 31367765], [31368033, 31368158], [31368840, 31369573], [31371155, 31375380]], "strand": 1, "transcript": "NR_152871", "txend": 31375380, "txstart": 31365196}], "generif": [{"pubmed": 15797018, "text": "taurine upregulated gene 1 (TUG1) is necessary for the proper formation of photoreceptors in the developing rodent retina"}, {"pubmed": 22078878, "text": "Pc2, methylation controls the protein's interaction with two distinct ncRNAs, TUG1 and NEAT2, which results in the exclusive subnuclear localization of methylated and unmethylated Pc2 in Polycomb bodies and interchromatin granules, respectively."}, {"pubmed": 23725133, "text": "High taurine upregulated gene is associated with osteosarcoma."}, {"pubmed": 24853421, "text": "Results suggest that p53-regulated TUG1 is a growth regulator, which acts in part through control of HOXB7 in non-small cell lung cancer."}, {"pubmed": 25366138, "text": "Study indicates that TUG1 promotes proliferation and migration of ESCC cells and is a potential oncogene of ESCC."}, {"pubmed": 26078353, "text": "TUG1 regulates blood brain barrier permeability via miR-144/tight junction protein expression by targeting HSF2."}, {"pubmed": 26318860, "text": "Data indicate zinc finger E-box binding homeobox 2 (ZEB2) as a down-stream target of miR-145 and long non-coding RNA TUG1 exerted its function through the microRNA miR-145/ZEB2 axis."}, {"pubmed": 26336870, "text": "TUG1 overexpression was induced by nuclear transcription factor SP1 and TUG1 could epigeneticly repress Kruppel-like factor 2 (KLF2) transcription in HCC cells by binding with PRC2 and recruiting it to KLF2 promoter region."}, {"pubmed": 26499949, "text": "TUG1 was overexpressed in patients with osteosarcoma and strongly correlated with disease status."}, {"pubmed": 26748401, "text": "Moreover, taurine upregulated gene 1 could induce the activation of caspase-3 and-9, with inhibited expression of Bcl-2, implying the mechanism in taurine upregulated gene 1-induced apoptosis."}, {"pubmed": 26856330, "text": "tumor expression of lncRNA TUG1 plays a critical role in colorectal cancer metastasis."}, {"pubmed": 26913601, "text": "Long noncoding RNA TUG1 was associated with PRC2 and that this association was required for epigenetic repression of cyclin-dependent protein kinase inhibitors thus contributing to the regulation of gastric cancer cell cycle and proliferation."}, {"pubmed": 26975529, "text": "TUG1 has a tumor suppressive function and regulates PTEN expression in prostate cancer."}, {"pubmed": 27154519, "text": "Its oncogenic activity is partially due to its repression of p21.  and it may be a potential target for HCC therapy."}, {"pubmed": 27323757, "text": "Our results indicate that TUG1 is identified as a novel oncogene in the morbid state of RCC, which potentially acts as a therapeutic target/biomarker in RCC. The graphic abstract of the present work."}, {"pubmed": 27329359, "text": "Our findings suggest that elevated TUG1 expression is related to chemotherapy resistance and may help predict a poor prognostic outcome of esophageal squamous cell carcinoma"}, {"pubmed": 27339553, "text": "TUG1 is a recently identified oncogenic lncRNA whose aberrant upregulation has been detected in different types of cancer, including B-cell malignancies, oesophageal squamous cell carcinoma, bladder cancer, hepatocellular carcinoma and osteosarcoma.  [review]"}, {"pubmed": 27345398, "text": "Study revealed that TUG1 was upregulated in glioblastoma tissues and cell lines. Its knockdown significantly suppressed glioblastoma induced angiogenesis as well as reduced the secretion and expression of VEGFA. TUG1 influenced tumor angiogenesis though directly binding to the miR-299."}, {"pubmed": 27362796, "text": "TUG1 upregulation contributes to unusual hypervascularity of hepatoblastoma."}, {"pubmed": 27363339, "text": "TUG1 could serve as a miR-26a sponge in human glioma cells, contributing to the upregulation of PTEN. This study revealed a new TUG1/miR-26a/PTEN regulatory mechanism and provided a further understanding of the tumor-suppressive role of TUG1 in glioma development."}, {"pubmed": 27421138, "text": "TUG1 knockdown significantly inhibited cell proliferation, migration and invasion of colorectal cancer (CRC) in vitro. Knockdown of TUG1 may represent a rational therapeutic strategy for CRC patients in future."}, {"pubmed": 27460088, "text": "Overexpression of long non-coding RNA TUG1 is associated with high-grade muscle-invasive bladder cancer."}, {"pubmed": 27485439, "text": "Results show that LncRNA TUG1 is downregulated in non-small cell lung cancer (NSCLC) and can regulates the expression of CELF1."}, {"pubmed": 27634385, "text": "qRT-PCR was used to analyze the expression level of TUG1 and p63 in 75 colon cancer tissues and the matched adjacent non-tumor tissue. p63-siRNA significantly decreased the mRNA level of p63 in HCT-116 and LoVo. The mRNA level of TUG1 was significantly increased in HCT-116 after transfection with p63-siRNA.Among the 75 colon cancer cases, the expression of TUG1 was significantly higher in colon cancer tissues vs. control"}, {"pubmed": 27658774, "text": "High expression of TUG1 is associated with osteosarcoma."}, {"pubmed": 27693324, "text": "knock-down of TUG1 induced cell apoptosis and altered the protein expression levels of apoptosis-related mediators in ovarian cancer cells."}, {"pubmed": 27848085, "text": "High TUG1 long noncoding RNA expression is associated with metastasis in breast cancer."}, {"pubmed": 27922002, "text": "Notch1 activation in glioma stem cells specifically induces expression of the long noncoding RNA, TUG1."}, {"pubmed": 27932875, "text": "LncRNA TUG1 inhibits TGF-beta induction of lung cell proliferation in COPD."}, {"pubmed": 27983921, "text": "The results showed that TUG1 was significantly overexpressed and miR-145-5p was dramatically downregulated in GC cell lines. TUG1 knockdown strikingly inhibited cell proliferation and invasion in vitro and markedly suppressed tumor growth in vivo."}, {"pubmed": 28069000, "text": "these results suggested that TUG1 mediates cell growth and chemoresistance of SCLC by regulating LIMK2b via EZH2."}, {"pubmed": 28088836, "text": "Results show that TUG1 expression is significantly upregulated in cervical cancer, and promotes the proliferation of cervical cancer cells. Its knockdown decreases migration and invasion of cancer cells which provide evidence that TUG1 acts as an oncogene in cervical cancer."}, {"pubmed": 28119088, "text": "knock-down of TUG1 suppressed cell growth, proliferation and invasion, and also induced apoptosis of oral squamous cell carcinoma (OSCC) possibly via targeting Wnt/beta-catenin signaling. Our data suggest that knock-down of TUG1 may represent a novel therapeutic target for management of OSCC."}, {"pubmed": 28164690, "text": "Increased TUG1 expression was associated with a higher TNM staging and poorer overall survival in tumor patients."}, {"pubmed": 28178615, "text": "LncRNA TUG1 promotes gallbladder carcinoma cell proliferation, metastasis and epithelial-mesenchymal transition progression by functioning as a miRNA sponge to abrogate the endogenous effect of miR-300."}, {"pubmed": 28205334, "text": "TUG1 affected ROCK1 expression and ROCK1-mediated migration/invasion by working as a competitive endogenous RNA (ceRNA) via miR-335-5p."}, {"pubmed": 28302487, "text": "Long non-coding RNA TUG1 mediates methotrexate resistance in colorectal cancer via miR-186/CPEB2 axis."}, {"pubmed": 28376901, "text": "LncRNA TUG1 knockdown enhances radiosensitivity of bladder cancer by suppressing HMGB1 expression."}, {"pubmed": 28392351, "text": "TUG1 modulated lens epithelial cell apoptosis through miR-421/caspase-3 axis. These findings will offer a novel insight into the pathogenesis of cataract."}, {"pubmed": 28404901, "text": "lncRNA-TUG1 enhances the evolution and progression of EC through inhibiting miR-299 and miR-34a-5p."}, {"pubmed": 28411362, "text": "our study elucidated that TUG1 contributes to the development of osteosarcoma by sponging miR-153"}, {"pubmed": 28466821, "text": "this meta-analysis study indicated that TUG1 might associate with the overall survival of osteosarcoma and digestive system's tumors."}, {"pubmed": 28597931, "text": "The long non-coding RNA TUG1 may represent a potential oncogene in tongue squamous cell carcinoma."}, {"pubmed": 28645161, "text": "TUG1 may contribute to the progression of thyroid cancer cells by function as a ceRNA competitive sponging miR-145, and that lncRNA TUG1 is associated with tumor progression in thyroid cancer cells."}, {"pubmed": 28671045, "text": "upregulated taurine upregulated 1 is correlated with more advanced clinicopathological characteristics and poor prognosis, suggesting that taurine upregulated 1 may serve as a novel predictive biomarker of patients with numerous tumors."}, {"pubmed": 28756222, "text": "Silencing TUG1 may not only protect human NPCs from TNF-alpha-induced apoptosis and senescence, but also promote cell proliferation by blocking Wnt/beta-catenin pathway, which provides a theoretical basis for the clinical treatment of IDD."}, {"pubmed": 28813705, "text": "Knockdown of TUG1 had the most significant effect on miR-382 expression and Overexpression of TUG1 resulted in a significant downregulation of miR-382."}, {"pubmed": 28901436, "text": "TUG1 has been shown to be expressed in a tissue-specific pattern and exert oncogenic or tumor suppressive functions in different types of cancer in humans. (Review)"}, {"pubmed": 28902349, "text": "Study demonstrated that TUG1 was increased in osteosarcoma tissues and cell lines, and negatively correlated with miR-144-3p. TUG1 knockdown induced miR-144-3p expression in MG63 and U2OS cell lines. Also, TUG1 regulated miR-144-3p expression through direct binding. These results showed that TUG1 plays an important role in osteosarcoma development through miRNA-144-3p/EZH2/Wnt/beta-catenin pathway."}, {"pubmed": 28950664, "text": "Our findings indicate that the lncRNA TUG1 is a tumor suppressor in breast cancer; TUG1 overexpression significantly suppressed cell proliferation by causing cell cycle arrest and inducing apoptosis in breast cancer cells, while TUG1 knockdown caused increased cell growth"}, {"pubmed": 29016735, "text": "lncRNA TUG1 acts as a miR-204-5p sponge in aortic valve calcification, promoting osteoblast differentiation by upregulating Runx2 expression."}, {"pubmed": 29022920, "text": "TUG1 can epigenetically inhibit the level of RND3 through binding to EZH2, thus promoting pre-eclampsia development."}, {"pubmed": 29145271, "text": "meta-analysis of value as prognostic biomarker of survival in cancer"}, {"pubmed": 29182008, "text": "In conclusion, PlncRNA-1 and TUG1 genes may play a critical role in gastric cancer (GC) progression and may serve as potential diagnostic biomarkers in GC patients"}, {"pubmed": 29271993, "text": "AIB1 regulates the cycle of ovarian cancer cells through TUG1."}, {"pubmed": 29321088, "text": "High TUG1 expression is associated with Bladder Cancer."}, {"pubmed": 29436190, "text": "TUG1 facilitated proliferation and suppressed apoptosis by regulating the miR-132-3p/SOX4 axis in human OS cell lines and primary OS cells. This finding provides a potential target for OS therapy."}, {"pubmed": 29543785, "text": "Reduction of TUG1 level suppressed cell growth and metastasis by regulating AEG1 expression mediated by targeting miR-129-5p."}, {"pubmed": 29654398, "text": "lncRNA TUG1 associates with advanced disease and worse prognosis in adult AML patients, and it induces AML cell proliferation and represses cell apoptosis via targeting AURKA"}, {"pubmed": 29674645, "text": "Lin28A was found to be significantly downregulated in TUG1-repressed Periodontal ligament stem cells and contained multiple binding sites for lncRNA TUG1."}, {"pubmed": 29742691, "text": "lncRNA TUG1 is positively correlated with advanced disease and poor prognosis, and it promotes cells proliferation and inhibits cells apoptosis in Epithelial Ovarian Cancer."}, {"pubmed": 29791864, "text": "LncRNA TUG1 interacting with miR-144 contributes to proliferation, migration and tumorigenesis through activating the JAK2/STAT3 pathway in hepatocellular carcinoma."}, {"pubmed": 29793327, "text": "TUG1 promoted osteosarcoma cell proliferation and suppressed apoptosis by regulating the miR-212-3p/FOXA1 axis."}, {"pubmed": 29960067, "text": "Hexokinase-2 might be an important molecule by which TUG1 affected glycolysis in osteosarcoma cells."}, {"pubmed": 29960845, "text": "TUG1 promoted the viability of PDAC cells and enhanced its resistance of gemcitabine."}, {"pubmed": 29967294, "text": "TUG1 acts as a functional oncogene in the prostate cancer development.TUG1 negatively regulates the expression of miR-26a in prostate cancer."}, {"pubmed": 29970697, "text": "our data support TUG1 as a potential prognostic predictor and gene therapy target with its high expression in tumor tissues and its association with carcinogenesis and progression in osteosarcoma."}, {"pubmed": 30017186, "text": "The Tug1 promotes the expression of these pro-fibrogenic genes by down-regulating miR-29b, thus accelerating the progression of liver fibrosis."}, {"pubmed": 30092578, "text": "Silenced TUG1 significantly reduced the levels of ZEB1 and epithelial-mesenchymal transition related proteins."}, {"pubmed": 30098551, "text": "nemo-like kinase (NLK), which was positively controlled by TUG1, was a target gene of miR-197."}, {"pubmed": 30099814, "text": "TUG1 may be a potential biomarker and therapeutic target for osteosarcoma."}, {"pubmed": 30114626, "text": "The Taurine-up-regulated gene 1 (TUG1) in peripheral blood of 50 relapsing-remitting MS patients and 50 matched healthy subjects."}, {"pubmed": 30132963, "text": "TUG1 was overexpressed in the renal cell carcinoma and correlated with YAP mRNA levels in tumor tissues."}, {"pubmed": 30200102, "text": "Epithelial ovarian cancer (EOC) cell apoptosis rate was repressed after treatment with lncRNA TUG1 mimic and promoted after treatment with lncRNA TUG1 inhibitor. AURKA expression but not CLDN3, SERPINE1, or ETS1 expression was adversely regulated by lncRNA TUG1 mimic and inhibitor. In conclusion, lncRNA TUG1 promotes cells proliferation and inhibits cells apoptosis through regulating AURKA in EOC cells."}, {"pubmed": 30261503, "text": "TUG1 knockdown suppressed the proliferation of Hep-2 cells, but induced apoptosis of the cells and depletion of TUG1 caused cell-cycle arrest in Hep-2 cells."}, {"pubmed": 30347595, "text": "In conclusion, lncRNA TUG1 expression was elevated in R/R AML patients, and it might serve as a potential biomarker for poor prognosis in R/R AML patients treated with CLAG or FLAG based chemotherapy."}, {"pubmed": 30387842, "text": "lncRNATUG1 was able to promote RCC cell proliferation, migration and invasion in vitro by suppressing miR196a."}, {"pubmed": 30402858, "text": "We found that overexpressed TUG1 stimulates proliferation and migration of endothelial cells via Wnt pathway, thereby promoting the occurrence and progression of diabetic atherosclerosis."}, {"pubmed": 30452403, "text": "LncRNA TUG1 predicts advanced disease conditions and poor prognosis in acute myeloid leukemia patients, and its knockout decreases proliferation and increases apoptosis of acute myeloid leukemia cells."}, {"pubmed": 30468492, "text": "lncRNA TUG1 was closely related to the progression of atherosclerosis."}, {"pubmed": 30549987, "text": "The high expression Long Non-Coding RNA TUG1 (TUG1) was a significant risk factor for distant metastasis,and could be considered as a potential prognostic factor in different cancer types."}, {"pubmed": 30551433, "text": "TUG1 could epigenetically suppress miR-34a expression via recruiting Enhancer of zeste homolog 2 (EZH2)."}, {"pubmed": 30575896, "text": "LncRNA-TUG1 regulates the degradation of extracellular matrix in osteoarthritis via lncRNA-TUG1/miR-195/MMP-13 axis."}, {"pubmed": 30590378, "text": "Cancer-related long non-coding RNA taurine up-regulated 1 (TUG1) is expected to be a biomarker and a new therapeutic target for the diagnosis and prognosis of certain cancers [Review]."}, {"pubmed": 30593723, "text": "study demonstrated that TUG1 promotes the migration and invasion of human adenomyotic epithelial cells, and EGR1/TUG1/EZH2/TIMP2 may be a potential therapeutic target for adenomyosis."}, {"pubmed": 30595764, "text": "The oncogenic role of TUG1 in pancreatic cancer.TUG1 Interacts with miR-29c."}, {"pubmed": 30720136, "text": "TUG1 was found to be overexpressed in melanomas compared with benign nevi and positively associated with patient survival and cancer metastasis. TUG1 facilitated proliferation and invasion of melanoma cells and suppressed the induction of apoptosis by regulating the miR29c3p/RGS1 axis in melanoma."}, {"pubmed": 30896502, "text": "Knockdown of long noncoding RNA-taurine-upregulated gene 1 inhibits tumor angiogenesis in ovarian cancer by regulating leucine-rich alpha-2-glycoprotein-1."}, {"pubmed": 30911001, "text": "TUG1 regulated osteosarcoma cell metastasis, angiogenesis, and proliferation in vivo and in vitro."}, {"pubmed": 30924963, "text": "Downregulation of TUG1 promotes melanogenesis and UVB-induced melanogenesis."}, {"pubmed": 30980391, "text": "TUG1 participated in the development of OSCC as a competing endogenous RNA to competitively bind to miR-524-5p and thus mediate DLX1 expression."}, {"pubmed": 30986552, "text": "miR-425-5p suppressed the tumorigenesis of OS via decreasing MALAT1 and TUG1 expressions through inactivation of the Wnt/beta-catenin signaling pathway"}, {"pubmed": 31149038, "text": "TUG1 is a negative regulator of Smad5 signaling and suppresses osteogenesis of bone marrow mesenchymal stem cells after irradiation."}, {"pubmed": 31155234, "text": "Figure 4G shows that this RNA actually encodes a small protein localized to mitochondria.  "}, {"pubmed": 31264280, "text": "LncRNA TUG1 regulates FGF1 to enhance endothelial differentiation of adipose-derived stem cells by sponging miR-143."}, {"pubmed": 31264779, "text": "A functional polymorphism in the promoter of TUG1 is associated with an increased risk of ischaemic stroke."}, {"pubmed": 31287493, "text": "TUG1 promotes esophageal squamous cell carcinoma cell resistance to cisplatin, at least in part, through upregulating Nrf2"}, {"pubmed": 31310753, "text": "a novel mechanism of TUG1 in RCC tumorigenesis"}, {"pubmed": 31422096, "text": "High LncRNA Tug1 expression is associated with pulmonary hypertension."}, {"pubmed": 31424656, "text": "TUG1 is highly expressed in CC tissues and closely related with its DDP-resistance. TUG1 knockdown could inhibit the proliferative rate but accelerate the apoptosis of CC cells through activating the MAPK pathway."}, {"pubmed": 31557398, "text": "Long non-coding RNA TUG1 promotes airway remodelling by suppressing the miR-145-5p/DUSP6 axis in cigarette smoke-induced COPD."}, {"pubmed": 31646551, "text": "LncRNA TUG1 aggravates the progression of cervical cancer by binding PUM2."}, {"pubmed": 31647962, "text": "results suggest that serum TUG1 levels may serve as a valuable biomarker that can help to facilitate multiple myeloma diagnosis."}, {"pubmed": 31655908, "text": "Inhibition of TUG1/miRNA-299-3p Axis Represses Pancreatic Cancer Malignant Progression via Suppression of the Notch1 Pathway."}, {"pubmed": 31742924, "text": "LncRNA TUG1 contributes to ESCC progression via regulating miR-148a-3p/MCL-1/Wnt/beta-catenin axis in vitro."}, {"pubmed": 31799645, "text": "Long non-coding RNA TUG1 regulates the progression and metastasis of osteosarcoma cells via miR-140-5p/PFN2 axis."}, {"pubmed": 31809214, "text": "GATA6-AS overexpression promoted glioma cell proliferation and inhibited apoptosis, TUG1 overexpression inhibited cell proliferation and attenuated the effects of GATA6-AS overexpression."}, {"pubmed": 31880241, "text": "Pathophysiological Functions of the lncRNA TUG1."}, {"pubmed": 31918742, "text": "lncTUG1 was upregulated in esophageal squamous cell carcinoma (ESCC) cells and tissues, and its expression associated with advanced stage. lncTUG1 could specifically bind to miR-144. LncTUG1 inhibition retarded proliferation and colony formation and induced apoptosis in ESCC cells. Its knockdown dramatically improved the effect of radiotherapy on ESCC development both in vivo and in vitro."}, {"pubmed": 31926162, "text": "Inhibition of miR-133a abolished TUG 1 knockdown-mediated promotion of proliferative ability and repression of apoptosis in hypoxia-cultured AC16 cells. In conclusion, TUG 1 knockdown relieved hypoxia-induced reduction of proliferation and repressed hypoxia-induced AC16 cell apoptosis by up-regulating miR-133a expression."}, {"pubmed": 31926240, "text": "TUG1 knockdown attenuated ox-LDL-induced injury through regulating proliferation and apoptosis of VSMC and HUVEC by miR-148b/IGF2 axis, providing a novel mechanism for pathogenesis of atherosclerosis"}, {"pubmed": 31944629, "text": "Clinical significance of reduced expression of lncRNA TUG1 in the peripheral blood of systemic lupus erythematosus patients."}, {"pubmed": 31973032, "text": "TUG1 Is a Regulator of AFP and Serves as Prognostic Marker in Non-Hepatitis B Non-Hepatitis C Hepatocellular Carcinoma."}, {"pubmed": 32016963, "text": "Long non-coding TUG1 accelerates prostate cancer progression through regulating miR-128-3p/YES1 axis."}, {"pubmed": 32057513, "text": "Long noncoding RNA TUG1 regulates prostate cancer cell proliferation, invasion and migration via the Nrf2 signaling axis."}, {"pubmed": 32139664, "text": "TUG1 downregulation constrains cell proliferation and invasion through regulating CDC42 expression via miR-498 in esophageal squamous cell carcinoma cells"}, {"pubmed": 32173492, "text": "lncRNA TUG1 regulates ulcerative colitis through miR-142-5p/SOCS1 axis."}, {"pubmed": 32237949, "text": "Long noncoding RNA TUG1 is downregulated in sepsis and may sponge miR-27a to downregulate tumor necrosis factor-alpha."}, {"pubmed": 32305055, "text": "LncRNA TUG1 promotes tumor growth and metastasis of esophageal squamous cell carcinoma by regulating XBP1 via competitively binding to miR-498."}, {"pubmed": 32346696, "text": "Down-regulation of TUG1 targeting and negative regulation of miR-212-3p inhibits proliferation, induces apoptosis and improves NK cell killing sensitivity of oral squamous cell carcinoma cells."}, {"pubmed": 32390141, "text": "LncRNA TUG1 facilitates proliferation, invasion and stemness of ovarian cancer cell via miR-186-5p/ZEB1 axis."}, {"pubmed": 32391554, "text": "LncRNA TUG1 promotes the progression of colorectal cancer via the miR-138-5p/ZEB2 axis."}, {"pubmed": 32427740, "text": "TUG1 knockdown inhibits the tumorigenesis and progression of prostate cancer by regulating microRNA-496/Wnt/beta-catenin pathway."}, {"pubmed": 32432757, "text": "TUG1 weakens the sensitivity of acute myeloid leukemia cells to cytarabine by regulating miR-655-3p/CCND1 axis."}, {"pubmed": 32468036, "text": "miR1299/NOTCH3/TUG1 feedback loop contributes to the malignant proliferation of ovarian cancer."}, {"pubmed": 32559120, "text": "Long non-coding RNA TUG1 and its molecular mechanisms in polycystic ovary syndrome."}, {"pubmed": 32574885, "text": "Long noncoding RNA TUG1 promotes osteogenic differentiation of human periodontal ligament stem cell through sponging microRNA-222-3p to negatively regulate Smad2/7."}, {"pubmed": 32599321, "text": "lncRNA TUG1 promotes endometrial fibrosis and inflammation by sponging miR-590-5p to regulate Fasl in intrauterine adhesions."}, {"pubmed": 32738556, "text": "TUG1 Represses Apoptosis, Autophagy, and Inflammatory Response by Regulating miR-27a-3p/SLIT2 in Lipopolysaccharide-Treated Vascular Endothelial Cells."}, {"pubmed": 32762066, "text": "Long non-coding RNA TUG1 participates in LPS-induced periodontitis by regulating miR-498/RORA pathway."}, {"pubmed": 32767580, "text": "LncRNA TUG1 overexpression promotes apoptosis of cardiomyocytes and predicts poor prognosis of myocardial infarction."}, {"pubmed": 32781203, "text": "Tissue-based long non-coding RNAs \"\"PVT1, TUG1 and MEG3\"\" signature predicts Cisplatin resistance in ovarian Cancer."}, {"pubmed": 32808542, "text": "Long-Noncoding RNA TUG1 Promotes Parkinson's Disease via Modulating MiR-152-3p/PTEN Pathway."}, {"pubmed": 32985219, "text": "The lncRNA TUG1 promotes cell growth and migration in colorectal cancer via the TUG1-miR-145-5p-TRPC6 pathway."}, {"pubmed": 33009634, "text": "LncRNA TUG1 promotes esophageal cancer development through regulating PLK1 expression by sponging miR-1294."}, {"pubmed": 33051429, "text": "Taurine up-regulated gene 1 and disease development.\", trans \"1."}, {"pubmed": 33053117, "text": "lncRNA TUG1 promotes proliferation and differentiation of osteoblasts by regulating the miR-545-3p/CNR2 axis."}, {"pubmed": 33057965, "text": "Over-Expression of Immune-Related lncRNAs in Inflammatory Demyelinating Polyradiculoneuropathies."}, {"pubmed": 33073961, "text": "lncRNA TUG1 Expression in NSCLC and Its Clinical Significance."}, {"pubmed": 33085068, "text": "The Role of lncRNA TUG1 in the Parkinson Disease and Its Effect on Microglial Inflammatory Response."}, {"pubmed": 33135476, "text": "Silencing of the lncRNA TUG1 attenuates the epithelial-mesenchymal transition of renal tubular epithelial cells by sponging miR-141-3p via regulating beta-catenin."}, {"pubmed": 33165134, "text": "LncRNA TUG1 Contributes to Hypoxia-Induced Myocardial Cell Injury Through Downregulating miR-29a-3p in AC16 Cells."}, {"pubmed": 33327275, "text": "The associations of long non-coding RNA taurine upregulated gene 1 and microRNA-223 with general disease severity and mortality risk in sepsis patients."}, {"pubmed": 33525473, "text": "Gliadin, through the Activation of Innate Immunity, Triggers lncRNA NEAT1 Expression in Celiac Disease Duodenal Mucosa."}, {"pubmed": 33596137, "text": "Association of the Expression Levels of Long-Chain Noncoding RNA TUG1 and Its Gene Polymorphisms with Knee Osteoarthritis."}, {"pubmed": 33747256, "text": "LncRNA Taurine Upregulated Gene 1 as a Potential Biomarker in the Clinicopathology and Prognosis of Multiple Malignant Tumors: A Meta-Analysis."}, {"pubmed": 33791919, "text": "LncRNA TUG1 exhibits pro-fibrosis activity in hypertrophic scar through TAK1/YAP/TAZ pathway via miR-27b-3p."}, {"pubmed": 33971184, "text": "LncRNA TUG1 silencing enhances proliferation and migration of ox-LDL-treated human umbilical vein endothelial cells and promotes atherosclerotic vascular injury repairing via the Runx2/ANPEP axis."}, {"pubmed": 34014568, "text": "Association between long noncoding RNA taurine-upregulated gene 1 and microRNA-377 in vitiligo."}, {"pubmed": 34021124, "text": "Long non-coding RNA TUG1/microRNA-187-3p/TESC axis modulates progression of pituitary adenoma via regulating the NF-kappaB signaling pathway."}, {"pubmed": 34030715, "text": "Long noncoding RNA TUG1 regulates the progression of colorectal cancer through miR-542-3p/TRIB2 axis and Wnt/beta-catenin pathway."}, {"pubmed": 34036375, "text": "lncRNA TUG1 inhibits the cancer stem celllike properties of temozolomideresistant glioma cells by interacting with EZH2."}, {"pubmed": 34080023, "text": "lncRNA TUG1 regulates angiogenesis via the miR2045p/JAK2/STAT3 axis in hepatoblastoma."}, {"pubmed": 34083519, "text": "Nuclear compartmentalization of TERT mRNA and TUG1 lncRNA is driven by intron retention."}, {"pubmed": 34097717, "text": "LncRNA TUG1/miR-29c-3p/SIRT1 axis regulates endoplasmic reticulum stress-mediated renal epithelial cells injury in diabetic nephropathy model in vitro."}, {"pubmed": 34251066, "text": "Correlation analysis of long non-coding RNA TUG1 with disease risk, clinical characteristics, treatment response, and survival profiles of adult Ph(-) Acute lymphoblastic leukemia."}, {"pubmed": 34352236, "text": "Long noncoding TUG1 promotes angiogenesis of HUVECs in PE via regulating the miR-29a-3p/VEGFA and Ang2/Tie2 pathways."}, {"pubmed": 34362467, "text": "LncRNA-TUG1 promotes the progression of infantile hemangioma by regulating miR-137/IGFBP5 axis."}, {"pubmed": 34403518, "text": "Influences of the lncRNA TUG1-miRNA-34a-5p network on fibroblast-like synoviocytes (FLSs) dysfunction in rheumatoid arthritis through targeting the lactate dehydrogenase A (LDHA)."}, {"pubmed": 34411571, "text": "Knockdown of lncRNA TUG1 suppresses corneal angiogenesis through regulating miR-505-3p/VEGFA."}, {"pubmed": 34554391, "text": "Knockdown of Long Non-coding RNA TUG1 Suppresses Migration and Tube Formation in High Glucose-Stimulated Human Retinal Microvascular Endothelial Cells by Sponging miRNA-145."}, {"pubmed": 34608813, "text": "LncRNA TUG1 contributes to the tumorigenesis of lung adenocarcinoma by regulating miR-138-5p-HIF1A axis."}, {"pubmed": 34749662, "text": "Long non-coding RNA TUG1 promotes proliferation and migration in PDGF-BB-stimulated HASMCs by regulating miR-216a-3p/SMURF2 axis."}, {"pubmed": 34762771, "text": "Long noncoding RNA TUG1 upregulates VEGFA to enhance malignant behaviors in stomach adenocarcinoma by sponging miR-29c-3p."}, {"pubmed": 34787069, "text": "Clinical value of lncRNA TUG1 in temporal lobe epilepsy and its role in the proliferation of hippocampus neuron via sponging miR-199a-3p."}, {"pubmed": 34793263, "text": "The miRNA mir-582-3p suppresses ovarian cancer progression by targeting AKT/MTOR signaling via lncRNA TUG1."}, {"pubmed": 34846690, "text": "LncRNA-TUG1 Downregulation is Correlated with the Development of Progressive Chronic Kidney Disease Among Patients with Congestive Heart Failure."}, {"pubmed": 34872438, "text": "Long noncoding RNAs Colorectal Neoplasia Differentially Expressed and taurine-upregulated gene 1 are downregulated in sepsis and positively regulate each other to suppress the apoptosis of cardiomyocytes."}, {"pubmed": 34920123, "text": "LncRNA TUG1 promotes bladder cancer malignant behaviors by regulating the miR-320a/FOXQ1 axis."}, {"pubmed": 35014946, "text": "Insulin-like growth factor 2 mRNA-binding protein 2-stabilized long non-coding RNA Taurine up-regulated gene 1 (TUG1) promotes cisplatin-resistance of colorectal cancer via modulating autophagy."}, {"pubmed": 35040400, "text": "The Role of LncRNA TUG1 in Obesity-related Diseases."}, {"pubmed": 35124178, "text": "A novel regulatory mechanism network mediated by lncRNA TUG1 that induces the impairment of spiral artery remodeling in preeclampsia."}, {"pubmed": 35176897, "text": "Knockdown of the Long Noncoding RNA TUG1 Suppresses Retinoblastoma Progression by Disrupting the Epithelial-Mesenchymal Transition."}, {"pubmed": 35193488, "text": "Exosomal lncRNA TUG1 from cancer-associated fibroblasts promotes liver cancer cell migration, invasion, and glycolysis by regulating the miR-524-5p/SIX1 axis."}, {"pubmed": 35237695, "text": "Long Noncoding RNA TUG1 Inhibits Tumor Progression through Regulating Siglec-15-Related Anti-Immune Activity in Hepatocellular Carcinoma."}, {"pubmed": 35298636, "text": "Role of lncRNA TUG1 in Adenomyosis and its Regulatory Mechanism in Endometrial Epithelial Cell Functions."}, {"pubmed": 35348966, "text": "LncRNA TUG1 compromised neuronal mitophagy in cerebral ischemia/reperfusion injury by targeting sirtuin 1."}, {"pubmed": 35421276, "text": "LncRNA TUG1 functions as a ceRNA for miR-1-3p to promote cell proliferation in hepatic carcinogenesis."}, {"pubmed": 35588998, "text": "Novel insights into bicuspid aortic valve (BAV) aortopathy: Long non-coding RNAs TUG1 and MIAT are differentially expressed in BAV ascending aortas."}, {"pubmed": 35604743, "text": "lncRNA TUG1 promotes the development of oral squamous cell carcinoma by regulating the MAPK signaling pathway by sponging miR-593-3p."}, {"pubmed": 35729773, "text": "Hypoxia induced-disruption of lncRNA TUG1/PRC2 interaction impairs human trophoblast invasion through epigenetically activating Nodal/ALK7 signalling."}, {"pubmed": 35850762, "text": "Long non-coding RNA Tug1 modulates mitochondrial and myogenic responses to exercise in skeletal muscle."}, {"pubmed": 35982898, "text": "Interplay of LncRNAs NEAT1 and TUG1 in Incidence of Cytokine Storm in Appraisal of COVID-19 Infection."}, {"pubmed": 36088044, "text": "LncRNA TUG1 promotes the migration and invasion in type I endometrial carcinoma cells by regulating E-N cadherin switch."}, {"pubmed": 36126725, "text": "Functional roles of lncRNA-TUG1 in hepatocellular carcinoma."}, {"pubmed": 36151390, "text": "LncRNA TUG1 Promoted Stabilization of BAG5 by Binding DDX3X to Exacerbate Ketamine-Induced Neurotoxicity."}, {"pubmed": 36173935, "text": "Aging-regulated TUG1 is dispensable for endothelial cell function."}, {"pubmed": 36373305, "text": "Overexpression of lncRNA TUG1 enhances the efficacy of DC-CIK immunotherapy in neuroblastoma in vitro and in vivo."}, {"pubmed": 36510991, "text": "Expression of oncolong noncoding RNA taurine-upregulated gene-1 in colon cancer: A clinical study supported by in silico analysis."}, {"pubmed": 36539367, "text": "Long noncoding RNA TUG1 decreases bladder cancer chemo-sensitivity toward doxorubicin through elevating KPNA2 expression and activating the PI3K/AKT pathway via adsorbing miR-582-5p."}, {"pubmed": 36662419, "text": "Long non-coding RNAs TUG1 and MEG3 in patients with type 2 diabetes and their association with endoplasmic reticulum stress markers."}, {"pubmed": 36901763, "text": "Involvement of lncRNA TUG1 in HIV-1 Tat-Induced Astrocyte Senescence."}, {"pubmed": 37078241, "text": "YY1-induced LncRNA-TUG1 elevates YOD1 to promote cell proliferation and inhibit bortezomib sensitivity in multiple myeloma."}, {"pubmed": 37102641, "text": "LncRNA TUG1 relieves renal mesangial cell injury by modulating the miR-153-3p/Bcl-2 axis in lupus nephritis."}, {"pubmed": 37160972, "text": "LncTUG1 contributes to the progression of hepatocellular carcinoma via the miR-144-3p/RRAGD axis and mTOR/S6K pathway."}, {"pubmed": 37813900, "text": "LncTUG1 promotes hepatocellular carcinoma immune evasion via upregulating PD-L1 expression."}, {"pubmed": 37870937, "text": "Increased ferroptosis in leukocytes from preeclamptic women involving the long non-coding taurine upregulated gene 1 (TUG1)."}, {"pubmed": 38019256, "text": "Interplay of LncRNA TUG1 and TGF-beta/P53 Expression in Colorectal Cancer."}, {"pubmed": 38062969, "text": "[Long Noncoding RNAs MEG3, TUG1, and hsa-miR-21-3p Are Potential Diagnostic Biomarkers for Coronary Artery Disease]."}, {"pubmed": 38167433, "text": "The interaction between MALAT1 and TUG1 with dietary fatty acid quality indices on visceral adiposity index and body adiposity index."}, {"pubmed": 38490634, "text": "Aerobic exercise suppresses cognitive injury in patients with Alzheimer's disease by regulating long non-coding RNA TUG1."}, {"pubmed": 38558246, "text": "Long noncoding RNA TUG1 promotes cisplatin resistance in ovarian cancer via upregulation of DNA polymerase eta."}], "genomic_pos": {"chr": "22", "end": 30979395, "ensemblgene": "ENSG00000253352", "start": 30969245, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 31375381, "start": 31366663, "strand": 1}, "map_location": "22q12.2", "name": "taurine up-regulated 1", "other_names": ["taurine up-regulated 1", "taurine upregulated gene 1"], "pharmgkb": "PA164727367", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171217", "relationship": "is"}, {"id": "GNF182123", "relationship": "is"}, {"id": "GNF193029", "relationship": "is"}, {"id": "GNF203935", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF034742", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005052", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244666", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF115148", "relationship": "is"}, {"id": "GNF154789", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1"], "protein": ["NP_001383447.1", "NP_001385405.1", "NP_001385406.1", "NP_001385407.1", "NP_001385408.1", "NP_001385409.1"], "rna": ["NM_001396518.1", "NM_001398476.1", "NM_001398477.1", "NM_001398478.1", "NM_001398479.1", "NM_001398480.1", "NM_017903.2", "NR_002323.3", "NR_110493.2", "NR_152867.2", "NR_152868.2"], "translation": [{"protein": "NP_001385408.1", "rna": "NM_001398479.1"}, {"protein": "NP_001385405.1", "rna": "NM_001398476.1"}, {"protein": "NP_001385407.1", "rna": "NM_001398478.1"}, {"protein": "NP_001385406.1", "rna": "NM_001398477.1"}, {"protein": "NP_001385409.1", "rna": "NM_001398480.1"}, {"protein": "NP_001383447.1", "rna": "NM_001396518.1"}]}, "reporter": {"HG-U133_Plus_2": ["212337_at", "212725_s_at", "222244_s_at", "228397_at", "230635_at"], "HG-U95Av2": "33683_at", "HG-U95B": ["51693_at", "53033_at", "57802_at"], "HTA-2_0": ["TC22000220.hg.1", "TC22001070.hg.1"], "HuEx-1_0": "3942648", "HuGene-1_1": "8072407", "HuGene-2_1": "16929056"}, "retired": 29793, "summary": "Predicted to act upstream of or within photoreceptor cell development and regulation of gene expression. Predicted to be active in nucleus. Biomarker of Huntington's disease. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "TUG1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C2681088"}, "unigene": "Hs.554829", "wikipedia": {"url_stub": "TUG1"}}