{"AllianceGenome": "12428", "HGNC": "12428", "MIM": "601622", "_id": "7291", "_version": 1, "accession": {"genomic": ["AC003986.2", "CH236948.1", "CH471073.1", "CP068271.2", "KT583896.1", "NC_000007.14", "NC_060931.1", "NG_008114.2", "U80998.1", "X91662.1", "Y10871.1"], "protein": ["AAC50930.1", "AAC60381.2", "AAH36704.1", "CAA62850.1", "CAA67664.1", "CAA71821.1", "EAL24279.1", "EAW93711.1", "NP_000465.1", "Q15672.1"], "rna": ["AW173505.1", "BC036704.2", "BU619355.1", "HY372340.1", "NM_000474.4", "NR_149001.2", "X99268.1", "Y11177.1", "Y11178.1"], "translation": [{"protein": "CAA67664.1", "rna": "X99268.1"}, {"protein": "NP_000465.1", "rna": "NM_000474.4"}, {"protein": "AAH36704.1", "rna": "BC036704.2"}]}, "alias": ["ACS3", "BPES2", "BPES3", "CRS", "CRS1", "CSO", "SCS", "SWCOS", "TWIST", "bHLHa38"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "moderate", "classification_date": "2021-06-10T16:00:00.000Z", "disease_label": "TWIST1-related craniosynostosis", "gcep": "Craniofacial Malformations Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0007399", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_bda425f8-b760-4484-9336-b3e572d402ab-2021-06-10T160000.000Z", "sop": "SOP8"}, {"classification": "limited", "classification_date": "2021-03-26T21:32:22.762Z", "disease_label": "Sweeney-Cox syndrome", "gcep": "Craniofacial Malformations Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0060592", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_14ba10ad-ebb5-491f-b4d6-639890ab7ab9-2021-03-26T213222.762Z", "sop": "SOP8"}, {"classification": "definitive", "classification_date": "2021-01-28T18:00:00.000Z", "disease_label": "Saethre-Chotzen syndrome", "gcep": "Craniofacial Malformations Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0007042", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1730a1bb-49c2-4c11-8c45-e8747d8fb91d-2021-01-28T180000.000Z", "sop": "SOP8"}]}, "ensembl": {"gene": "ENSG00000122691", "protein": ["ENSP00000242261", "ENSP00000346582", "ENSP00000416986"], "transcript": ["ENST00000242261", "ENST00000354571", "ENST00000443687"], "translation": [{"protein": "ENSP00000416986", "rna": "ENST00000443687"}, {"protein": "ENSP00000346582", "rna": "ENST00000354571"}, {"protein": "ENSP00000242261", "rna": "ENST00000242261"}], "type_of_gene": "protein_coding"}, "entrezgene": "7291", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.29701930562226, "exp_mis": 104.929320365748, "exp_syn": 65.5810802419963, "lof_z": 0.84772269386461, "mis_z": 3.81657740282498, "mu_lof": 2.39469778241e-07, "mu_mis": 1.25918358988e-05, "mu_syn": 7.85605956872e-06, "n_lof": 1.0, "n_mis": 25.0, "n_syn": 35.0, "p_li": 0.182033891254288, "p_null": 0.1724733342169, "p_rec": 0.645492774528812, "syn_z": 2.34106262234206}, "bp": 609, "cds_end": 19156944, "cds_start": 19156335, "n_exons": 1, "nonpsych": {"exp_lof": 2.06389156642562, "exp_mis": 94.9560308178282, "exp_syn": 59.3420775482678, "lof_z": 1.41089747232812, "mis_z": 3.82801799690478, "mu_lof": 2.39469778241e-07, "mu_mis": 1.25918358988e-05, "mu_syn": 7.85605956872e-06, "n_lof": 0.0, "n_mis": 21.0, "n_syn": 30.0, "p_li": 0.574470399691427, "p_null": 0.0524922421283986, "p_rec": 0.373037358180175, "syn_z": 2.39813130296377}, "nontcga": {"exp_lof": 2.11178284900356, "exp_mis": 96.5335069944675, "exp_syn": 60.3331255834223, "lof_z": 0.754703902691487, "mis_z": 3.72868810410493, "mu_lof": 2.39469778241e-07, "mu_mis": 1.25918358988e-05, "mu_syn": 7.85605956872e-06, "n_lof": 1.0, "n_mis": 23.0, "n_syn": 32.0, "p_li": 0.176609649398033, "p_null": 0.179012891821554, "p_rec": 0.644377458780413, "syn_z": 2.30961120247217}, "transcript": "ENST00000242261.5"}, "exons": [{"cdsend": 19117321, "cdsstart": 19116712, "chr": "7", "position": [[19115467, 19116131], [19116670, 19117636]], "strand": -1, "transcript": "NM_000474", "txend": 19117636, "txstart": 19115467}, {"cdsend": 19117636, "cdsstart": 19117636, "chr": "7", "position": [[19113047, 19113140], [19113876, 19113923], [19116670, 19117636]], "strand": -1, "transcript": "NR_149001", "txend": 19117636, "txstart": 19113047}], "exons_hg19": [{"cdsend": 19156944, "cdsstart": 19156335, "chr": "7", "position": [[19155090, 19155754], [19156293, 19157259]], "strand": -1, "transcript": "NM_000474", "txend": 19157259, "txstart": 19155090}, {"cdsend": 19157259, "cdsstart": 19157259, "chr": "7", "position": [[19152670, 19152763], [19153499, 19153546], [19156293, 19157259]], "strand": -1, "transcript": "NR_149001", "txend": 19157259, "txstart": 19152670}], "generif": [{"pubmed": 10485844, "text": "Twist1 and Twist2 antagonize the ARF/p53 pathway.  This is the first report suggesting a role for Twist genes as oncogenes"}, {"pubmed": 11474656, "text": "new TWIST mutation (7p21) with variable eyelid manifestations supports locus homogeneity of BPES at 3q22"}, {"pubmed": 11748846, "text": "Deletion of 18 nucleotides or insertion of three, 15, or 21 nucleotides was not consistently associated with clinical disease and was conclude that they are at most weakly pathogenic."}, {"pubmed": 11754069, "text": "Identified direct paternal transmission of a novel missense TWIST mutation in the highly conserved Helix II domain of this bHLH-family gene."}, {"pubmed": 11854168, "text": "Deficience causes skull osteoblast apoptosis due to increased TNFalpha expression and caspase-2 activation."}, {"pubmed": 11948912, "text": "Cooperative E-box regulation of human GLI1 by this protein and USF"}, {"pubmed": 12015302, "text": "Characterization of a dominant negative C. elegans Twist mutant protein with implications for human Saethre-Chotzen syndrome"}, {"pubmed": 12218784, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12270142, "text": "inactivation reduces CBFA1/RUNX2 expression and DNA binding to the osteocalcin promoter in osteoblasts"}, {"pubmed": 12791045, "text": "One variant is associated with Robinow-Sorauf syndrome."}, {"pubmed": 14513358, "text": "The risk for developmental delay in patients with deletions involving the TWIST gene is approximately 90%."}, {"pubmed": 14724576, "text": "novel role for TWIST, a basic helix-loop-helix protein, which plays a central role in cell type determination and differentiation, during generation of acquired resistance to taxol in a nasopharyngeal carcinoma cell line, HNE1-T3"}, {"pubmed": 15210113, "text": "TWIST1 plays an essential role in tumor metastasis."}, {"pubmed": 15313894, "text": "Twist was highly and selectively expressed in T cells of patients with Sezary Syndrome."}, {"pubmed": 15545268, "text": "loss of HOXA5 expression could lead to the functional activation of Twist resulting in aberrant cell cycle regulation and promoting breast carcinogenesis"}, {"pubmed": 15555546, "text": "A reporter assay with the p21 promoter demonstrated that Snail inhibited expression of p21 induced by E2A. Co-expression of Snail with Twist showed additive inhibitory effects."}, {"pubmed": 15607966, "text": "H-Twist overexpression in neuroblastomas is responsible for the inhibition of the ARF/p53 pathway involved in the Myc-dependent apoptotic response."}, {"pubmed": 15735646, "text": "Misregulation of Twist1 dimerization by post-translational mechanisms underlies phenotypes of individuals with Saethre-Chotzen syndrome"}, {"pubmed": 15880747, "text": "This analysis further dissects the structure-function relationships of TWIST and corroborates with phenotypic observations of disease expressivity."}, {"pubmed": 15900593, "text": "TWIST gene is involved in high-grade pediatric osteosarcomas and is a new marker with a possible initial predictive value."}, {"pubmed": 15958559, "text": "Results have identified TWIST as a critical regulator of prostate cancer cell growth and suggest a potential therapeutic approach to inhibit the growth and metastasis of androgen-independent prostate cancer through inactivation of the TWIST gene."}, {"pubmed": 16229805, "text": "Overexpression of TWIST protein in a human glioma cell line significantly enhanced tumor cell invasion, a hallmark of high-grade gliomas."}, {"pubmed": 16293629, "text": "Twist1 is induced by canonical Wnt signaling and expression of Twist1 strongly inhibited chondrocyte gene expression."}, {"pubmed": 16322226, "text": "Twist over-expression induces angiogenesis in a mouse breast cancer model"}, {"pubmed": 16412561, "text": "Twist may play an important role in the invasion and metastasis of nasopharyngeal carcinoma"}, {"pubmed": 16502419, "text": "Dimer partner selection is an important mediator of Twist1 function in transgenic mice, providing a mechanistic understanding of craniosynostosis due to TWIST haploinsufficiency."}, {"pubmed": 16540516, "text": "This provides genetic evidence that Twist1, Msx2 and Efna4 function together in boundary formation and the pathogenesis of coronal synostosis."}, {"pubmed": 16737925, "text": "Twist overexpression plays a role in destabilizing the genome, thus promoting chromosomal instability."}, {"pubmed": 16831897, "text": "These results implicate Twist proteins in regulation of TNFalpha production by antiinflammatory factors and pathways, and provide a mechanism by which type I IFNs and Axl receptors suppress inflammatory cytokine production."}, {"pubmed": 16888803, "text": "Twist may act as a negative regulator of osteoblastic differentiation in periodontal ligament cells"}, {"pubmed": 17003487, "text": "Twist haploinsufficiency results in decreased Cbl-mediated PI3K degradation in osteoblasts."}, {"pubmed": 17070479, "text": "Patients with TWIST gene mutations may have more ophthalmic abnormalities, including more strabismus, ptosis, NLDO, astigmatism, vertical deviations, and amblyopia compared with patients with FGFR3 gene mutations."}, {"pubmed": 17157810, "text": "suggest critical implication of the CCT repeats in association with Sp1 and Sp3 factors in sustaining expression of the TWIST1 gene in mesenchymal cells"}, {"pubmed": 17236203, "text": "Twist, a novel oncogene, is upregulated in pancreatic cancer"}, {"pubmed": 17332324, "text": "Induction of Twist by a human viral oncoprotein LMP1 directly contributes to the metastatic nature of nasopharyngeal carcinoma."}, {"pubmed": 17332325, "text": "Twist is a positive transcriptional regulator of AKT2 expression;Twist-AKT2 signaling is involved in promoting invasive ability and survival of breast cancer cells."}, {"pubmed": 17343269, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17343269, "text": "Some TWIST1 mutations in the RUNX2 binding site are associated with craniosynostosis."}, {"pubmed": 17394502, "text": "TWIST may serve as a prognostic marker for high-grade prostatic cancer in humans; up-regulation of TWIST with aberrant expression of E-cadherin may predict development of metastatic disease."}, {"pubmed": 17403902, "text": "Data suggest that Twist-1 and -2 play an important role in NF-kappaB-dependent chemoresistance."}, {"pubmed": 17414280, "text": "no evidence that mosaicism for mutations, normally associated with syndromal forms of craniosynostosis, occur in single suture craniosynostosis"}, {"pubmed": 17487558, "text": "findings suggest that reduced expression of TWIST suppresses the multistep process of peritoneal dissemination (detachment from the primary lesion, adhesion to MCs and invasion of MCs."}, {"pubmed": 17512904, "text": "Twist regulates cell motility and invasion in gastric cancer cell lines, probably through the N-cadherin and fibronectin production"}, {"pubmed": 17690110, "text": "TWIST plays a key role in the continuous proliferation of immortalized cells. Over-expression of TWIST results in down-regulation of p14(ARF), which leads to the impairment of DNA damage checkpoint in response to genotoxic stress."}, {"pubmed": 17785550, "text": "TWIST1 was frequently observed in the bone marrow of breast cancer patients before chemotherapy; expression of TWIST1 correlated with the rapid occurrence of distant metastasis or local progression, within 1 year from initial diagnosis"}, {"pubmed": 17886095, "text": "TWIST may be a useful prognostic marker and target for gastric cancer therapy."}, {"pubmed": 17893140, "text": "analysis of transcriptional activation by the proto-oncogene Twist1"}, {"pubmed": 17925286, "text": "Twist was found in cell membrane and cytoplasm of cervical cancers.High expression predicted poor survival; it was a significant prognostic factor in radiation-sensitive squamous cell carcinomas but not in radiation-resistant adenocarcinomas."}, {"pubmed": 17967182, "text": "Results identified TWIST1 loci showing significant differential DNA methylation levels between tumor and non-tumor lung and highly significant hypermethylation in adenocarcinoma."}, {"pubmed": 17987801, "text": "Twist may play an important role in the angiogenesis and metastasis of hepatocellular carcinoma."}, {"pubmed": 18062917, "text": "Using transient promoter assays, we show that Twist can down-regulate E-cadherin promoter activity by up to two folds."}, {"pubmed": 18172301, "text": "Both YB-1 and Twist expression could induce tumor progression, promoting cell growth and driving oncogenesis in various cancers."}, {"pubmed": 18231738, "text": "Twist was up-regulated in primary liver cancer."}, {"pubmed": 18255367, "text": "TWIST microdeletion is associated with Saethre-Chotzen phenotype and a complex rearrangement involving chromosomes 2 and 7"}, {"pubmed": 18297062, "text": "a key signalling pathway involving HIF-1alpha and TWIST promotes metastasis in response to intratumoural hypoxia"}, {"pubmed": 18349132, "text": "These data indicate that MSX2 plays a crucial role in pancreatic cancer development by inducing changes consistent with epithelial to mesenchymal transition through enhanced expression of Twist 1."}, {"pubmed": 18353781, "text": "STAT3, Twist, and AKT2 form a functional signaling axis to regulate pivotal oncogenic properties of cancer cells"}, {"pubmed": 18391499, "text": "summary of the effects of FGFR2 and Twist genetic mutations resulting in altered osteoblast phenotype and premature cranial fusion based on analysis in human syndromic craniosynostosis [review]"}, {"pubmed": 18440840, "text": "Positive Twist expression may be a useful prognostic marker for patients with bladder cancer, and its expression seems to be correlated to the tobacco status of the patients."}, {"pubmed": 18480983, "text": "high expression level of Twist is closely associated with more aggressive behaviors of human hepatocellular carcinoma"}, {"pubmed": 18504427, "text": "p53 interacted with the N-terminal domain of Twist and repressed Twist-dependent YB-1 promoter activity."}, {"pubmed": 18519689, "text": "thrombin up-regulates Twist, which is required for thrombin-induced angiogenesis as measured by endothelial cell migration, Matrigel tubule formation, and tumor angiogenesis"}, {"pubmed": 18549475, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18598946, "text": "Twist proteins promote malignant conversion and metastatic dissemination."}, {"pubmed": 18663125, "text": "Th lymphocytes from the inflamed joint or gut tissue of patients with rheumatic diseases, Crohn's disease or ulcerative colitis expressed high levels of twist1."}, {"pubmed": 18974133, "text": "In human melanoma cells, MFG-E8 knockdown attenuated Akt and Twist signaling and thereby compromised tumor cell survival, EMT, and invasive ability"}, {"pubmed": 19051271, "text": "TWIST regulates the expression of several genes involved in the differentiation, adhesion, and proliferation of gastric cancer cells."}, {"pubmed": 19064546, "text": "TWIST1 promoter methylation is significantly more prevalent in malignant compared with healthy breast tissue."}, {"pubmed": 19094228, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19276370, "text": "using gene expression profiling, several genes differentially expressed in human choroid plexus papillomas could be identified. TWIST1 is highly expressed in choroid plexus papillomas and promotes proliferation and invasion."}, {"pubmed": 19345188, "text": "The nuclear receptor PPARdelta not only mediates the actions of PGC-1alpha but also regulates twist-1 expression, suggesting a negative-feedback regulatory mechanism."}, {"pubmed": 19373776, "text": "Studied TWIST1 mutation confirmed Saethre-Chotzen syndrome patients and possible increased risk of cancer. Found breast cancer risk not increased in individuals with TWIST1 mutation confirmed Saethre-Chotzen syndrome."}, {"pubmed": 19381684, "text": "We found upregulation of mRNA for transcription factors Snail, Slug, Twist, and SIP1 in spindle cell carcinoma when compared to squamous cell carcinoma."}, {"pubmed": 19412634, "text": "We describe for the first time that EMT markers Snail and Twist are expressed in PCC and that their expression is associated with malignancy"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19470737, "text": "Results show that cumulative RASSF1A, TWIST1, and HIN1 gene methylation accurately distinguished ducts with cancerous versus benign lesions."}, {"pubmed": 19513566, "text": "Negative regulation of TIMP1 is mediated by transcription factor TWIST1."}, {"pubmed": 19534813, "text": "Results demonstrates the presence of two putative putative nuclear localization signals (NLS) motifs in H-TWIST and suggests that these NLS sequences are functional."}, {"pubmed": 19597909, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19597909, "text": "results suggest that TWIST1 may be a useful genetic marker for osteoporosis and may have a role on bone metabolism in humans."}, {"pubmed": 19609939, "text": "These findings implicate the TWIST gene family members as potential mediators of MSC self-renewal and lineage commitment in postnatal skeletal tissues by exerting their effects on genes involved in the early stages of bone development."}, {"pubmed": 19644484, "text": "hypoxic TWIST1 induction is regulated by both HIF-1 and HIF-2 proteins through distinct regulatory elements in a tissue-specific manner"}, {"pubmed": 19802001, "text": "Data suggest that modulation of castration-induced oxidative stress or Twist1/AR signaling might be a useful strategy for developing a novel therapeutics in prostate cancer."}, {"pubmed": 19816777, "text": "upregulated Twist expression in the primary ESCC significantly correlates with the high risk of subsequent development of distant metastasis and low postoperative survival rates."}, {"pubmed": 19821482, "text": "Coexpression of Snail and Twist correlated with the worst prognosis of hepatocellular carcinoma."}, {"pubmed": 19851501, "text": "Twist contributes to EMT in the model of virus-induced pulmonary fibrosis"}, {"pubmed": 19860490, "text": "Girl with clinical features of Saethre-Chotzen syndrome who has a previously undescribed sequence variant in the TWIST1 gene, corresponding to p.R191M."}, {"pubmed": 19863427, "text": "We have analysed women with BRCA1/2-negative hereditary breast cancer to study whether these families might have mutations in Saethre-Chotzen-associated genes."}, {"pubmed": 19893041, "text": "Twist1 represents one of the factors that promotes pathogenic accumulation of fibroblasts in fibrotic lung disease."}, {"pubmed": 19954024, "text": "Down-regulation of Twist1 could increase drug sensitivity of nasopharyngeal carcinoma cell line HNE1 to taxol by inducing apoptosis."}, {"pubmed": 20007935, "text": "Twist1 may play a role in inflammation of human white adipocytes because it can regulate the expression and secretion of inflammatory adipokines via direct transcriptional effects in white adipocytes"}, {"pubmed": 20019840, "text": "Data demonstrate that the overexpression of Twist in breast cells can promote the generation of a cancer stem cell phenotype characterized by the high expression of CD44, little or no expression of CD24, and increased aldehyde dehydrogenase 1 activity."}, {"pubmed": 20019840, "text": "Twist promotes breast cancer stem cell formation via down-regulation of CD24"}, {"pubmed": 20025748, "text": "Evaluation of Twist and E-cadherin expressions should be useful for determining tumor properties, including prognosis, in patients with esophageal squamous cell carcinoma"}, {"pubmed": 20079104, "text": "TWIST1 may play a pivotal role in paclitaxel-induced apoptosis of Hep-2 cells."}, {"pubmed": 20140954, "text": "The TWIST1 methylation level was higher in colorectal adenoma and cancer than in normal colorectal mucosa. Elevated TWIST1 mRNA expression in normal colorectal mucosa in patients with CRC as well as in primary CRC specimens was assoc'd with poor outcomes."}, {"pubmed": 20219012, "text": "Findings indicate that Twist1 induces HCC invasion via increased activity in MMPs, specifically in MMP2 and MMP9, leading to poor clinical prognoses."}, {"pubmed": 20388391, "text": "The positive expression of Twist was correlated to lymph node metastasis in invasive lobular carcinoma."}, {"pubmed": 20400975, "text": "Twist1 as a regulator of miRNA cluster responsible for the regulation of the IKKbeta/NF-kappaB and PTEN/AKT pathways and its association of ovarian cancer stem cell differentiation"}, {"pubmed": 20400976, "text": "PKB phosphorylates one of the anti-apoptotic proteins--transcription factor Twist-1 at Ser42."}, {"pubmed": 20496080, "text": "HIN-1, RAR-beta, RASSF1A, and Twist had the ability to distinguish high-grade squamous intraepithelial lesions/squamous cell carcinomas from low-grade squamous intraepithelial lesions/negative cervical scrapings"}, {"pubmed": 20505321, "text": "The methylation levels and frequencies of HIN1, RASSF1A and TWIST, and average MR were significantly lower in basal-like subtype compared to luminal or human epithelial growth factor receptor-2 subtype."}, {"pubmed": 20562331, "text": "role for dysregulation of TWIST in the pathophysiology of myelodysplastic syndromes"}, {"pubmed": 20564230, "text": "Studies indicate that understanding of the mechanistic insights in the role of Twist in lineage specification/differentiation and tumorigenesis is vital to the success of future clinical applications for the therapeutic use of MSCs."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20643727, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20646316, "text": "studies demonstrated that TWIST1 enhances glioblastoma multiforma invasion in concert with mesenchymal change not involving the canonical cadherin switch of carcinoma epithelial-mesenchymal transition"}, {"pubmed": 20696219, "text": "This article summarizes the recent knowledge on the role and mechanisms of action of Twist1 in the control of skeletal cell fate with specific emphasize on postnatal bone biology and pathology."}, {"pubmed": 20804746, "text": "These data implicate Twist1 as a critical regulator of valve development and suggest that Twist1 influences extracellular matrix production and cell proliferation during disease."}, {"pubmed": 20818389, "text": "The results suggest that Twist1-induced epithelial-mesenchymal transition and tumour-initiating capability in cancer cells occurs through chromatin remodelling, which leads to unfavourable clinical outcomes."}, {"pubmed": 20838384, "text": "ILK regulates the expression of Her2/neu through TWIST and YB-1, lending support to the use of ILK inhibitors in the treatment of aggressive Her2/neu-positive tumors."}, {"pubmed": 20857420, "text": "Thrombin upregulates Twist via HIF-1alpha to make tumor cells malignant and also establish a link between the coagulation disorder and cancer metastasis."}, {"pubmed": 20920982, "text": "Results showed the prognostic relevance of bone marrow disseminated tumor cells assessed by a multimarker mRNA panel consisting of TWIST1, cytokeratin 19 (gene name: KRT19), and mammaglobin A (gene name: SCGB2A2) mRNA in operable breast cancer patients."}, {"pubmed": 20943789, "text": "Low twist1 expression in human white adipose tissue correlates with obesity and an insulin-resistant phenotype, which may be mediated by an increased sensitivity to the proinflammatory effect of TNFalpha."}, {"pubmed": 20970163, "text": "Our data indicate that deregulation of TWIST is somehow important in the aggressiveness of triple-negative carcinomas and poor patient outcome"}, {"pubmed": 21083641, "text": "The present study showed that Twist1 regulates YB-1 expression and that both Twist1 and YB-1 promote malignant potentials, including tumour growth, invasion and anti-cancer-drug resistance in bladder cancer cells"}, {"pubmed": 21123820, "text": "Deregulation of TWIST-1 in the CD34+ compartment is associated with chronic myeloid leukemia."}, {"pubmed": 21138866, "text": "Foxo3a suppression of urothelial cancer invasiveness through Twist1, Y-box-binding protein 1, and E-cadherin regulation."}, {"pubmed": 21199805, "text": "results show that Twist1 needs to induce Snail2 to suppress the epithelial branch of the EMT program and that Twist1 and Snail2 act together to promote EMT and tumor metastasis"}, {"pubmed": 21208645, "text": "Twist1 is related to metastasis by tumor cells un hepatocellular carcinoma angiogenesis."}, {"pubmed": 21316706, "text": "activated STAT3 signal may associate with Twist and E-cadherin expression and mediate HCC invasiveness and metastasis."}, {"pubmed": 21317430, "text": "The results indicate that Snail1 controls Zeb1 expression at multiple levels and acts cooperatively with Twist in the ZEB1 gene transcription induction."}, {"pubmed": 21324165, "text": "Expression of transcriptional factors zeb1 and twist mainly occur in the stromal compartment of breast carcinomas."}, {"pubmed": 21333765, "text": "Data show that three patients carrying small deletions containing TWIST1 who present with significant postnatal microcephaly, facial dysmorphism, and short stature."}, {"pubmed": 21389145, "text": "TWIST1 plays a key role in determining malignant features of the anaplastic phenotype in vitro"}, {"pubmed": 21397860, "text": "Data show that induction of PDGFRalpha and invadopodia is essential for Twist1 to promote tumor metastasis."}, {"pubmed": 21461979, "text": "TWIST1 hypermethylation was detected in colorectal specimens of 46 patients with cancer, but in none of the tissues from the nonmalignant control group."}, {"pubmed": 21464926, "text": "TWIST1 expression levels could be a tumor indicator in stage II patients."}, {"pubmed": 21478681, "text": "Loss of p27(Kip)(1) causes an elongated/scatter cell-like phenotype involving up-regulation of Brachyury and Twist gene expression."}, {"pubmed": 21502402, "text": "Twist1, a basic helix-loop-helix transcription factor, promotes breast tumor cell epithelial-mesenchymal transition (EMT), invasiveness, and metastasis."}, {"pubmed": 21503964, "text": "the TWIST mutation (R154S) may be an essential underlying factor in the development and pathophysiology of giant cell tumor of bone"}, {"pubmed": 21539816, "text": "These results suggest that the overexpression of Twist correlates to hypoxia-induced vasculogenic mimicry in hepatocellular carcinoma cells."}, {"pubmed": 21559372, "text": "Twist expression can be regulated at the post-translational level through phosphorylation by CK2, which increases Twist stability in response to IL-6 stimulation"}, {"pubmed": 21559426, "text": "Phosphorylation of the Twist1-family basic helix-loop-helix transcription factors is involved in pathological cardiac remodeling and can be regulated by Akt signaling"}, {"pubmed": 21594904, "text": "analysis of twist expression in lung cancer provide clues to comprehensive understanding of the mechanisms, by which metastasis often develops in lung cancer"}, {"pubmed": 21677079, "text": "Twist1 overexpression in DPSCs enhanced expression of DSPP, gene that marks odontoblast terminal differentiation. Twist1 stimulates Dspp promoter activity by antagonizing Runx2 function in 293FT cells."}, {"pubmed": 21732143, "text": "High TWIST1 is associated with esophageal squamous cell carcinoma and associated with its epithelial-mesenchymal transition."}, {"pubmed": 21740802, "text": "Twist expression correlates with lymph node metastasis. The mechanism involved in such a correlation may be related to lymphangiogenesis."}, {"pubmed": 21748764, "text": "We report functional and structural interactions between Bcl-2 and the transcription factor Twist1 in the relationship with metastasis and vascular mimicry in hepatocellular carcinoma."}, {"pubmed": 21796367, "text": "SNAIL and TWIST play a crucial role in epithelial to mesenchymal transition through regulation of E- and N-cadherin expression, exclusively in estrogen receptor-positive breast cancer patients."}, {"pubmed": 21822911, "text": "confirmed that down-regulation of TWIST expression decreased the motion, invasion, and migration ability of the Hep-2 cells"}, {"pubmed": 21834956, "text": "TWIST and SNAI1 expression in stromal cells is associated with clinical and histopathological characteristics that indicate progressive disease. Negative expression of these EMT-promoting transcription factors predicts a better outcome."}, {"pubmed": 21854747, "text": "Cancer-associated fibroblasts in gastric cancer frequently have altered Twist1 expression."}, {"pubmed": 21864967, "text": "expression was positively associated with lymph node metastasis, pathologic grade, and tumor stage [in oral squamous cell carcinoma]"}, {"pubmed": 21866569, "text": "Twist1 and Twist2 modulate ATF4-dependent transcriptional activity in response to Parathyroid hormone."}, {"pubmed": 21883379, "text": "Twist1 directly activates Bmi1 expression and that these two molecules function together to mediate cancer stemness and epithelial-mesenchymal transition--{REVIEW}"}, {"pubmed": 21914771, "text": "these findings strongly implicate an essential role for TWIST1 in the initiation of human decidualization and uterine stromal cell apoptosis that occurs upstream of the induction of forkhead box protein O1 and v-ets-erythroblastosis virus E26 mRNA."}, {"pubmed": 21919891, "text": "Epithelial-mesenchymal transition and cancer stemness: the Twist1-Bmi1 connection"}, {"pubmed": 21931630, "text": "the important role of hypoxia-mediated signalling in osteogenic differentiation in MSCs through direct regulation of RUNX2 by TWIST"}, {"pubmed": 21983900, "text": "SET8 and TWIST are functionally interdependent in promoting EMT and enhancing the invasive potential of breast cancer cells in vitro and in vivo"}, {"pubmed": 21994965, "text": "Twist is an upstream regulator of the E-cadherin-mediated terminal differentiation and fusion in a human trophoblastic cell line in vitro."}, {"pubmed": 22002117, "text": "down-regulation of the Twist gene suppressed the proliferation of MKN45 gastric cancer cells by negatively regulating the AP-1 activity"}, {"pubmed": 22006115, "text": "in both nontumorigenic and tumorigenic epithelial cancer cells, that Snail1 is uniquely required for EMT initiation, whereas Twist1 is required to maintain late EMT"}, {"pubmed": 22006371, "text": "Overexpression of MAML-1 and Twist1 were significantly associated with lymph node metastasis and the surgical staging of tumor"}, {"pubmed": 22007485, "text": "Overexpression of TWIST may correlate to tumor invasion in gastric adenocarcinoma."}, {"pubmed": 22020939, "text": "CCN5-induced inhibition of TWIST1 expression is mediated through the translational inhibition/modification of hypoxia-inducible factor-1alpha via impeding JNK signaling pathway."}, {"pubmed": 22050045, "text": "nucleostemin expression level correlated with TWIST expression level in esophageal cancer cell lines; identified that high nucleostemin proportion, TWIST intensity, and advanced pathological N stage were correlated with poor relapse-free survival"}, {"pubmed": 22056872, "text": "Twist recruits DNA methyltransferase 3B (DNMT3B) and histone acetylase 1 (HDAC1) to the estrogen receptor promoter, which reduces the estrogen receptor expression in breast cancer."}, {"pubmed": 22056872, "text": "Twist transcriptionally regulates estrogen receptor alpha expression."}, {"pubmed": 22056872, "text": "regulation of ER by Twist could be an underlying mechanism for the loss of ER activity observed in breast tumors, and may contribute to the generation of hormone-resistant, ER-negative breast cancer"}, {"pubmed": 22060274, "text": "ARTN and TWIST1 synergize to produce a worse outcome in ER-MC and combined inhibition of ARTN and phosphatidylinositol 3-kinase/protein kinase B (PI3K/AKT) may therefore provide a novel therapeutic strategy in this subtype of mammary carcinoma."}, {"pubmed": 22102471, "text": "Human TWIST was found to be endogenously expressed in human fetal myoblasts, and its expression decreased during late stages of development."}, {"pubmed": 22110753, "text": "bladder cancer T24 cells may undergo the telomerase-to-ALT-like conversion and promote cancer progression"}, {"pubmed": 22155737, "text": "Twist1 expression, owing to the abnormal NPM-ALK/STAT3 signaling, contributes to its invasiveness in ALK-positive anaplastic large cell lymphoma."}, {"pubmed": 22166980, "text": "Twist is an upstream regulator of N-cadherin-mediated invasion of human trophoblastic cells."}, {"pubmed": 22178381, "text": "Increased expression of Twist was observed in 38.0% of primary NSCLC tumors. Overexpression of Twist in stage I NSCLC was associated with a worse overall survival and correlated with a shorter recurrence-free survival."}, {"pubmed": 22184289, "text": "Glioblastoma multiforme tissue grade IV specimens showed significant expression of Twist1 and Sox2, known mesenchymal and stemness related markers, respectively, indicating their association with glial tumor genesis and metastasis."}, {"pubmed": 22241470, "text": "Regulation of transcription factor Twist expression by the DNA architectural protein high mobility group A2 during epithelial-to-mesenchymal transition."}, {"pubmed": 22245869, "text": "*uggest that Twist1-mediated modulation of MDR1/P-gp expression plays an important role in sensitization of cervical cancer cells to cisplatin."}, {"pubmed": 22253230, "text": "our results establish a signaling axis through which the tumor microenvironment elicits Twist1 expression to promote cancer metastasis. We"}, {"pubmed": 22266852, "text": "miR-580 is able to target the promoter region of TWIST1 and to control TWIST1 expression."}, {"pubmed": 22272264, "text": "Results suggest that TWIST1 is an important driver of epithelial to mesenchymal transition in EGFR mutated cells and could be a potential marker in clinics to predict outcome in patients with EGFR mutated tumors."}, {"pubmed": 22288519, "text": "None of 20 ordinary glioblastomas showed TWIST1 expression in >10% neoplastic cells."}, {"pubmed": 22290439, "text": "These studies for the first time link Twist-1 to histone methylation of the Ink4A/Arf locus by controlling the expression of histone methyltransferases as well as the expression of other basic helix-loop-helix factors."}, {"pubmed": 22331730, "text": "TWIST may act upstream of E-cadherin, which can indirectly regulate the expression levels of beta-catenin in bladder cancer."}, {"pubmed": 22349827, "text": "TWIST-1 is constitutively degraded in EOC stem cells, and that the acquisition of TWIST-1 requires additional signals that will trigger the differentiation process"}, {"pubmed": 22360285, "text": "A potential role of TWIST as the promoter of tumor invasion and metastasis associated with down-regulation of E-cadherin."}, {"pubmed": 22407364, "text": "The results uncover an essential mechanism to explain how Twist1 induces the motile stem-like cancer cell phenotype beyond simply suppressing E-cadherin."}, {"pubmed": 22441818, "text": "our study indicates that nuclear twist plays an important role in ESCC lymphatic metastasis by increasing the expression of VEGF-C."}, {"pubmed": 22457607, "text": "TWIST expression was inversely correlated with ERalpha expression in both breast cancer cell lines and human breast ductal carcinomas."}, {"pubmed": 22515221, "text": "Increased Twist protein expression in advanced MF/SS lesions suggests that Twist expression may correlate with MF/SS stages."}, {"pubmed": 22532563, "text": "identify Twist1 as an inhibitor of Sox9 and further suggest that the balance between Twist1 and Sox9 may determine the earliest steps of chondrogenesis."}, {"pubmed": 22544111, "text": "Three novel TWIST1 mutations were detected, and p.P250R was the only mutation in FGFR3 associated with craniosynostosis."}, {"pubmed": 22576709, "text": "Twist was expressed significantly more and E-cadherin significantly less in gastrointestinal stromal tumors (GISTs) with metastasis, and expression of both was closely related to metastasis of GISTs."}, {"pubmed": 22581441, "text": "Twist may be associated with the epithelial-mesenchymal transition in gastric cancer and the tumorigenesis, invasion, and metastasis of gastric cancer."}, {"pubmed": 22581828, "text": "results suggest that Notch1/STAT3/Twist signaling axis is involved in progression of human gastric cancer and modulation of this cascade has potential for the targeted combination therapy"}, {"pubmed": 22654667, "text": "The suppression of TWIST1 in human lung cancer cells also induced cellular senescence"}, {"pubmed": 22668877, "text": "these results indicate that Twist1 induces the repression of claudin-4 expression during the epithelial-mesenchymal transition in esophageal carcinoma."}, {"pubmed": 22797064, "text": "Depletion of TWIST1 in MMSET-overexpressing cells blocked cell invasion and epithelial-mesenchymal transition, indicating that TWIST1 is a critical target of MMSET, responsible for the acquisition of an invasive phenotype."}, {"pubmed": 22820497, "text": "Dysregulated expression of TWIST1, TGF-beta1 and SMAD3 mRNA observed in osteoarthritis bone is reflected in the functionality of the osteoblast when these cells are cultured ex vivo."}, {"pubmed": 22847601, "text": "Our results suggest that Twist was expressed significantly more and E-cadherin significantly less in osteosarcoma with metastasis"}, {"pubmed": 22896337, "text": "findings indicate that CLU is an important mediator of TGF-beta-induced EMT, and suggest that CLU suppression may represent a promising therapeutic option for suppressing prostate cancer metastatic progression"}, {"pubmed": 22899291, "text": "we have demonstrated strong diffuse expression of SNAI2 and TWIST1 in the majority of anaplastic thyroid carcinomas but not in normal thyroids, thyroid adenomas or well-differentiated thyroid carcinomas"}, {"pubmed": 22961111, "text": "These results indicated that moscatilin inhibited MDA-MB-231 cell migration via Akt- and Twist-dependent pathways; this finding was consistent with moscatilin's antimetastatic activity in vivo."}, {"pubmed": 22965800, "text": "Letter/Case Report: Twist1 may be a feasible biomarker for highly invasive and/or metastatic basal cell carcinoma."}, {"pubmed": 22967435, "text": "TWIST1 mRNA expression is an independent prognostic factor for poor prognosis in LNN/ER-positive breast cancer."}, {"pubmed": 22974478, "text": "Ectopic expression of Snail and Twist contributed to lymph node and disseminated metastasis, respectively, by reducing E-cadherin expression, providing a novel role for Snail and Twist in the progression of colorectal cancer."}, {"pubmed": 22974479, "text": "The assessment of the Twist immunoreactivity and lymphovascular space involvement may distinguish high- from low-risk patients with locally invasive cervical carcinoma."}, {"pubmed": 22975381, "text": "study found that Twist1 acts to inactivate p53 in mesenchymal tumors; evidence provided that Twist1 binds p53 C terminus through the Twist box; this interaction hinders key posttranslational modifications of p53 and facilitates its MDM2-mediated degradation"}, {"pubmed": 22982861, "text": "PROX1 directly binds to proximal promoter of TWIST1 gene to repress its transcription"}, {"pubmed": 22983574, "text": "TWIST-1 and miR10a/b expression are dysregulated in MDS. Expression of miRs10a/b is controlled by TWIST-1."}, {"pubmed": 23029385, "text": "The overexpression of SLUG and TWIST with down-regulation of E-cadherin was characteristic findings in hemangiopericytomas and solitary fibrous tumors, but not in meningiomas."}, {"pubmed": 23052737, "text": "It might play an important role in the implantation of metastatic foci."}, {"pubmed": 23056278, "text": "Methylation levels of EOMES, HOXA9, POU4F2, TWIST1, VIM, and ZNF154 in urine specimens are promising diagnostic biomarkers for bladder cancer recurrence surveillance"}, {"pubmed": 23095743, "text": "ARTN promotion of the cancer stem cell-like cell phenotype was mediated by TWIST1 regulation of BCL-2 expression."}, {"pubmed": 23135750, "text": "This study study showed that HMGA2 was able to elicit EMT and regulate several genes which are closely related to the Wnt/beta-catenin pathway by directly binding to their promoter."}, {"pubmed": 23150175, "text": "high expression of TWIST1 and TWIST1 promoter methylation were significantly more frequent in borderline/malignant phyllodes tumors (PT) than in benign PT; results suggest a high expression of TWIST1 and related proteins plays a pivotal role in the malignant progression of PT"}, {"pubmed": 23158991, "text": "The expression of Twist1 has a close relationship with MMP-2 in endometrial endometrioid adenocarcinoma. Twist1 may be closely correlated with the tumor invasion, metastasis and prognosis."}, {"pubmed": 23161342, "text": "HBx activates the Twist promoter by activating STAT3 and promotes epithelium-mesenchymal transition occurrence in liver cells."}, {"pubmed": 23167357, "text": "Twist is essential for epithelial-mesenchymal transition, invasion, and metastasis of ovarian cancer."}, {"pubmed": 23222305, "text": "A previously unrecognized interplay between ERK1/2, TWIST1, and MMP-1 that is likely significant in the progression of melanoma toward metastasis."}, {"pubmed": 23232513, "text": "Twist1 promotes tumor invasion by down-regulating E-cadherin expression."}, {"pubmed": 23280703, "text": "TWIST interacts with beta-catenin signaling on osteosarcoma cell survival against cisplatin."}, {"pubmed": 23329645, "text": "our findings show that how Twist1 recruits stromal macrophages through CCL2 induction to promote angiogenesis and tumor progression."}, {"pubmed": 23354436, "text": "Hence, the dosage of TCF12-TWIST1 heterodimers is critical for normal coronal suture development"}, {"pubmed": 23360823, "text": "TWIST1 was repressed in patients with dilated cardiomyopathy compared to controls."}, {"pubmed": 23364532, "text": "Together these findings suggest that silencing of TWIST1 in oncogene driver-dependent NSCLCs represents a novel and promising therapeutic strategy."}, {"pubmed": 23375009, "text": "Data observed that depletion of beta-TRCP leads to an accumulation of Twist protein, which could enhance tumor cell motility and cancer metastasis."}, {"pubmed": 23395237, "text": "Twist1 and YB-1 promote bladder cancer progression"}, {"pubmed": 23429988, "text": "PLS2, Twist KIR3DL2 and NKp46 gene expression can model efficient molecular Sezary syndrome diagnosis."}, {"pubmed": 23500436, "text": "down-regulation of Twist expression by PGPW1 blocked epithelial-mesenchymal transition (EMT), characterized by a gain of epithelial cell markers, E-cadherin, and loss of the mesenchymal markers, vimentin and N-cadherin, at protein levels."}, {"pubmed": 23527594, "text": "this study highlights the determinant role of the interhelical loops in maintaining the TWIST1-DNA complex structures and provide a structural explanation for the loss of function associated with several TWIST1 mutations/insertions observed in Saethre-Chotzen syndrome patients"}, {"pubmed": 23530115, "text": "Studies indicate that mesenchymal stem cells (MSC)-derived hyaluronan (HA) was sufficient and necessary to induce lysyl oxidase (LOX) and Twist in the cancer cells."}, {"pubmed": 23613408, "text": "Twist1 gene may play a role as an oncogene during the tumorigenesis and development in bladder urothelial carcinoma."}, {"pubmed": 23621216, "text": "The expression of Twist is upregulated, whereas that of E-cadherin is downregulated in ovarian cancer. EMT, mediated by Twist, may be correlated with ovarian cancer metastasis."}, {"pubmed": 23623921, "text": "TGF-beta1 up-regulates STAT3 activation and HIF-1alpha stabilization, which leads to TWIST1 expression in a prostate cancer invasion cascade"}, {"pubmed": 23664538, "text": "TWIST1 promoter hypermethylation may be a useful molecular marker for predicting prognoses and contralateral cervical lymph node metastases in patients with tonsillar squamous cell carcinoma."}, {"pubmed": 23682613, "text": "combined methylation analysis of Twist homolog 1 and nidogen-2 genes may be a simple, noninvasive, sensitive, and specific method for detecting cancer cells in urine."}, {"pubmed": 23684708, "text": "Invasive neoplastic cells with a fibroblastlike morphology are traceable as TWIST1-positive elements in the peritumoral stroma of human colorectal cancer, and TWIST1 mRNA levels are increased in the blood of colorectal cancer patients."}, {"pubmed": 23691243, "text": "WAVE2 complex regulates breast epithelial morphology by a complex mechanism involving repression of Twist1 expression and Abl kinase activity"}, {"pubmed": 23696034, "text": "Lipocalin-2 negatively modulates the epithelial-to-mesenchymal transition in hepatocellular carcinoma through the epidermal growth factor (TGF-beta1)/Lcn2/Twist1 pathway."}, {"pubmed": 23741524, "text": "The proto-oncogene TWIST1 is regulated by microRNAs."}, {"pubmed": 23775496, "text": "Twist1 (and YB-1, androgen receptor) signaling promote docetaxel resistance in castration-resistant prostate cancer cells."}, {"pubmed": 23815808, "text": "Sox2 regulates the invasiveness of breast cancer cells via a mechanism that is dependent on Twist1 and the transcriptional status of Sox2"}, {"pubmed": 23825006, "text": "Loss of TWIST1 gene is associated with a saethre-chotzen-like phenotype, severe intellectual disability, and autism"}, {"pubmed": 23828164, "text": "Increased expression of both TWIST1 was associated with decrease renal function in IgA nephropathy."}, {"pubmed": 23845905, "text": "Our study suggests that Twist, as an important potential downstream effector, plays a key role in TFF3-modulated metastasis in gastric cancer and can be a promising therapeutic target against intestinal-type gastric cancer."}, {"pubmed": 23848983, "text": "Twist1 as a common downstream target of multiple signalling cascades plays a crucial role in mediating drug resistance to BRAF- and MEK-targeted molecular inhibitors."}, {"pubmed": 23873099, "text": "Twist is responsible for the stemness of cancer cells and the generation of drug resistance. [Review]"}, {"pubmed": 23889968, "text": "MEK1/2 inhibition caused approximately twofold decrease in Twist serine phosphorylation"}, {"pubmed": 23928864, "text": "Ex vivo expansion protocols involving hypoxic preconditioning inhibit cell senescence in endothelial progenitor cells by hypoxia-induced hypoxia-inducible factor-1alpha-TWIST-p21 axis."}, {"pubmed": 23935104, "text": "identify the transcription factor Twist1 as a component of a STAT3-induced feedback loop that controls IL-6 signals by directly repressing Il6ra."}, {"pubmed": 23982216, "text": "Data suggest that the Twist box domain is required for Twist1 transcriptional programs and prostate cancer metastasis."}, {"pubmed": 23990016, "text": "Aberrant expression of p53, Twist, and E-cadherin is found in patients with oral squamous cell carcinoma."}, {"pubmed": 23991044, "text": "Data indicate that E-cadherin was elevated , and the expression levels of N-cadherin, Vimentin and Twist1 were all decreased in oleanolic acid (OA)-treated cells."}, {"pubmed": 23994666, "text": "Up-regulation of TWIST1 is associated with oral sub-mucous fibrosis."}, {"pubmed": 24002805, "text": "Overexpression of TWIST1 is associated with invasive endometrial cancer."}, {"pubmed": 24023872, "text": "Twist1-Tie2-Angs signaling is important for controlling vascular permeability"}, {"pubmed": 24051309, "text": "Twist1 is an essential transcription factor for the maintenance of mesenchymal characters and tumor initiating properties of synovial sarcoma"}, {"pubmed": 24051540, "text": "Interleukin-6-induced Twist and N-cadherin have roles in melanoma cell metastasis"}, {"pubmed": 24085799, "text": "High TWIST1 expression is associated with breast cancer."}, {"pubmed": 24092570, "text": "At the molecular level, we demonstrated that HDAC5 promoted mRNA expression of twist 1, which has been reported as an oncogene"}, {"pubmed": 24113349, "text": "These findings first determine that Twist contributes to invasion and metastasis by inducing wide-ranging transcriptional and functional changes of long non-coding RNAs and signal pathways in our study."}, {"pubmed": 24117170, "text": "determined whether activation and expression levels of EGFR1, ERK, AKT, STAT3, and TWIST1 are dependent on activating mutations of EGFR1 in NSCLC"}, {"pubmed": 24148247, "text": "this study demonstrates that miR-181a-Twist1 pathway may play an important role in the development of cisplatin-chemoresistance, with EMT and an increase the metastatic potential of tongue squamous cell carcinoma cells."}, {"pubmed": 24150986, "text": "result was corroborated by the clinical observation that Twist1 up-regulation predicted the occurrence of lymph node and lung metastases as well as poor patient survival"}, {"pubmed": 24157255, "text": "Data show that modin directly inhibited TWIST1 expression, upregulated E-cadherin, and inhibited TWIST1-induced epithelial-mesenchymal transition (EMT) by inhibiting the beta-catenin and Akt pathways."}, {"pubmed": 24204899, "text": "Twist 1 could bind to the promoter region of FoxM1."}, {"pubmed": 24220291, "text": "KLF17 may have an oncogenic role during EEC progression via initiating EMT through the regulation of TWIST1"}, {"pubmed": 24288553, "text": "Overexpression of HIF-2alpha, TWIST, and CXCR4 is associated with lymph node metastasis in papillary thyroid carcinoma."}, {"pubmed": 24304426, "text": "twist and zeb1 are involved in placental maturation, whereas claudin 4 appears to be connected with placental diseases such as diabetes, toxaemia or molar disease."}, {"pubmed": 24402192, "text": "High TWIST1 and SNAI1 mRNA expression was associated with poor overall survival in human colorectal cancer."}, {"pubmed": 24402692, "text": "upregulation and senescence bypass during progression and metastasis of cervical cancer"}, {"pubmed": 24413082, "text": "Id4 has a role in suppressing MMP2-mediated invasion of glioblastoma-derived cells by direct inactivation of Twist1 function"}, {"pubmed": 24418088, "text": "Studied the expression of E-cadherin, N-cadherin, TGF-beta1 and Twist protein and investigate its significance in the occurrence and development of prostate cancer."}, {"pubmed": 24435707, "text": "TWIST1 mediated EGF-induced N-cadherin expression, leading to prostate cancer invasion."}, {"pubmed": 24457449, "text": "The combination of gamma-catenin and Twist positive staining is associated with poor prognosis in malignant pleural mesothelioma."}, {"pubmed": 24468065, "text": "MiR-33a promotes osteosarcoma cell resistance to cisplatin by down-regulating TWIST."}, {"pubmed": 24469992, "text": "Kindlin-3 influences breast cancer progression by influencing the crosstalk between beta1 integrins and Twist to increase VEGF production, which enhances breast cancer cell invasion and tumor angiogenesis and metastasis"}, {"pubmed": 24491388, "text": "Insulin-like growth factor-I induces CLU expression through Twist1 to promote prostate cancer growth."}, {"pubmed": 24607904, "text": "depletion of Sox5 in breast cancer cells caused a dramatic decrease in Twist1 and chromosome immunoprecipitation assay showed that Sox5 can bind directly to the Twist1 promoter, suggesting that Sox5 transactivates Twist1 expression"}, {"pubmed": 24719557, "text": "SRC1 and Twist1 expression are associated with poor survival in breast cancer."}, {"pubmed": 24805866, "text": "The overexpression of Twist1 protein enhanced the resistance to apoptosis, with apoptotic proteins changing to resist cell death, and inhibited Ca2+ release induced by taxol"}, {"pubmed": 24833103, "text": "High Twist1 expression is associated with mesenchymal tumors."}, {"pubmed": 24848707, "text": "We showed that Twist1 affects thyroid cancer cell survival and motility."}, {"pubmed": 24870796, "text": "TWIST1 demonstrated marked down-regulation in basal cell carcinoma compared to normal skin tissue."}, {"pubmed": 24885626, "text": "miR-300 inhibits epithelial to mesenchymal transition and metastasis by targeting Twist in human epithelial cancer."}, {"pubmed": 24895167, "text": "High Twist1 expression is associated with squamous cell carcinoma."}, {"pubmed": 24895412, "text": "TIMP-1's function as an endogenous inhibitor of MMP or as a \"cytokine-like\" signaling molecule may be a critical determinant for tumor cell behavior."}, {"pubmed": 24909638, "text": "It is a epithelial-mesenchymal transition promoting transcription factor and its expressionis associated with aggressiveness and poor prognosis of intraductal papillary mucinous neoplasm of pancreas."}, {"pubmed": 24950909, "text": "TWIST1 inhibited TRIM29 promoter activity."}, {"pubmed": 25031735, "text": "Twist plays important roles in tumor growth, progression, and survival in patients with renal cell carcinoma patients"}, {"pubmed": 25061102, "text": "FOXD3 and TWIST1 define distinct subgroups of cells within a heterogeneous tumor."}, {"pubmed": 25146389, "text": "Twist1-Jagged1/KLF4 axis is essential both for transdifferentiation of tumour cells into endothelial cells and for chemoresistance acquisition."}, {"pubmed": 25182808, "text": "A single cell methods shows that high expression of ALDH1 along with nuclear TWIST in circulating tumour cells are frequently detected in patients with metastatic breast cancer."}, {"pubmed": 25197348, "text": "these results demonstrated for the first time that SIRT6 suppressed non-small cell lung cancer cells proliferation via down-regulation of Twist1 expression"}, {"pubmed": 25317801, "text": "Elevated serum levels of Twist were associated with higher breast cancer staging and lymph node metastasis."}, {"pubmed": 25318604, "text": "CCL2 greatly enhanced IL-6-induced EMT events mainly by upregulating the expression of Twist. Genetic or pharmacological inhibition of STAT3 disrupted STAT3-centered loop and markedly suppressed Twist expression as well as IL-6/CCL2-mediated EMT induction"}, {"pubmed": 25368381, "text": "loss of BRMS1 promotes malignant phenotypes that are dependent on NF-kappaB-dependent regulation of Twist1"}, {"pubmed": 25378227, "text": "Twist-related protein 1 enhances oral tongue squamous cell carcinoma cell invasion through beta-catenin signaling."}, {"pubmed": 25402957, "text": "LMP2A may suppress the HER2 expression through the TWIST/YB-1 axis in Epstein-Barr virus-associated gastric carcinoma"}, {"pubmed": 25414194, "text": "TWIST1 is a novel regulator of pathologic ocular angiogenesis and may represent a new molecular target for developing potential therapeutic treatments to suppress pathological neovascularization in vascular eye diseases."}, {"pubmed": 25426550, "text": "miR-520d-5p targeting of TWIST1 resulted in reduced expression of the prominent metastamiR miR-10b"}, {"pubmed": 25429425, "text": "A systematic review and meta-analysis were performed to determine whether the expression of Twist-1 was associated with the prognosis of carcinoma patients."}, {"pubmed": 25446074, "text": "DEC2 regulates cellular function by modulating the expression of Twist1"}, {"pubmed": 25460568, "text": "MEOX2 participates in chemoresistance irrespective of high CNV, but it is significantly dependent upon H3K27me3 enrichment probably associated with aggressiveness and chemotherapy failure in NSCLC patients"}, {"pubmed": 25472652, "text": "TWIST1 promoter hypermethylation is associated with Colorectal Cancer."}, {"pubmed": 25475555, "text": "Author demonstrate that both N-Myc and c-Myc proteins can bind and activate the TWIST1 promoter and propose TWIST1 as a direct MYC transcriptional target."}, {"pubmed": 25501015, "text": "miR-23a promotes cisplatin chemoresistance and protects cisplatin-induced apoptosis in TSCC cells through inducing Twist expression by a JNK-dependent mechanism"}, {"pubmed": 25506891, "text": "This review describes that d-acetylated Twist recruits BRD4 during progression of basal-like breast cancer."}, {"pubmed": 25528769, "text": "Data suggest that TWIST1 and to a lesser degree TWIST2 expressed within the tumor stroma could contribute to the epithelial-mesenchymal transition (EMT)-like tumor budding phenotype in colorectal cancers."}, {"pubmed": 25561797, "text": "Twist1 and FGFR2 are highly associated with differentiation of gastric adenocarcinoma; Twist1 can facilitate invasion and EMT in gastric adenocarcinoma via promotion of FGFR2 expression."}, {"pubmed": 25572815, "text": "we revealed that SOX5 is linked to epithelial-mesenchymal transition in hepatocellular carcinoma by regulation of Twist1"}, {"pubmed": 25575080, "text": "Twist1 is required for skin tumor initiation and progression in a gene-dosage-dependent manner."}, {"pubmed": 25588661, "text": "Twist1, together with snail, links the Hedgehog signaling pathway to the tumor-initiating cell-like properties of chemoresistant cells."}, {"pubmed": 25597482, "text": "This study reports the first evidence of miR-10b over-expression in NPC patients. Furthermore, our findings can support hsa-miR-10b gene regulation through LMP1/Twist1 in NPC malignancy"}, {"pubmed": 25599843, "text": "Twist protein expression in primary breast cancer and axillary lymph node metastases"}, {"pubmed": 25600770, "text": "Twist1 expression positively correlates with integrin alpha5 expression in human colorectal cancers.Twist1 and AP-1 cooperatively upregulate integrin alpha5 expression to induce invasion and the epithelial-mesenchymal transition."}, {"pubmed": 25622896, "text": "TWIST1 TQS phosphorylation state determines the intensity of TWIST1-induced pro-metastatic ability in prostate cancer cells, which may be partly explained mechanistically by TWIST1 dimeric partner choice."}, {"pubmed": 25653024, "text": "STAT3 may bind the Twist promoter, mediate its transcriptional activity, and then promote the EMT process in SMMC7721 cells."}, {"pubmed": 25663706, "text": "TWIST1 and TWIST2 are expressed in skeletal muscle and remained unaltered in metabolic diseases."}, {"pubmed": 25674256, "text": "The data suggest that TWIST over-expression has a correlation with lymphatic and distant metastasis in nasopharyngeal carcinoma"}, {"pubmed": 25677742, "text": "Twist and Foxc2 stromal expression in PTs was significantly correlated with tumour grade and worse histological features."}, {"pubmed": 25684140, "text": "To drive STAT3 activation and EMT through STAT3-mediated TWIST1 induction."}, {"pubmed": 25704764, "text": "Up-regulated Sox12 induced by FoxQ1 promotes hepatocellular carcinoma invasion and metastasis by transactivating Twist1 and FGFBP1 expression."}, {"pubmed": 25716682, "text": "Breast cancer patient miR-424 levels positively associate with TWIST1/2."}, {"pubmed": 25744835, "text": "Twist gene promotes the formation and migration of mammospheres in breast cancer cells."}, {"pubmed": 25759817, "text": "Leading to significant knockdown of TWIST1."}, {"pubmed": 25760076, "text": "PDGF-D expression is associated with miR-106a and Twist1 in HCC patients"}, {"pubmed": 25780290, "text": "Twist gene silencing significantly induced apoptosis, cell cycle arrest at G0/G1 phase, proliferation inhibition, and reduced the ability of migration and invasion in human gastric cancer SGC7901 cells."}, {"pubmed": 25784376, "text": "High TWIST1 expression is associated with gastric cancer."}, {"pubmed": 25867064, "text": "the EMT phenotype was detected in cisplatin-resistant ovarian cancer tissues and cell lines, and correlated with decreased miR-186 expression, increased Twist1 expression, chemoresistance and poor prognosis in epithelial ovarian cancer"}, {"pubmed": 25868853, "text": "targeting miRNA by cordycepin indicates a new mechanism of cordycepin-induced suppression of tumor metastasis; miR-33b/HMGA2/Twist1/ZEB1 axis plays critical roles in regulating melanoma dissemination"}, {"pubmed": 25892968, "text": "These results indicate that tamoxifen can significantly accelerate Twist1 degradation to suppress cancer cell invasion and metastasis, regardless of the estrogen receptor status."}, {"pubmed": 25893917, "text": "Reveal a TWIST1-G3BP2 mechanotransduction pathway that responds to biomechanical signals from the tumour microenvironment to drive EMT, invasion and metastasis."}, {"pubmed": 25895023, "text": "MACC1 promotes vasculogenic mimicry in gastric cancer by regulating the HGF/c-Met-TWIST1/2 signaling pathway."}, {"pubmed": 25899063, "text": "Increased expression of TWIST1 is associated with metastatic capability of immunoedited tumor cells."}, {"pubmed": 25919570, "text": "The mechanism through which miR-33b inhibits the stemness, migration and invasion of breast cancer cells is by targeting HMGA2, SALL4 and Twist1."}, {"pubmed": 25955272, "text": "Fetuses with ventricular septal defects have decreased TWIST1 mRNA and protein expression levels in the myocardial tissue."}, {"pubmed": 25981568, "text": "TWIST1 has a potential causative effect on the development of ventricular septal defect."}, {"pubmed": 26018318, "text": "Twist promotes pancreatic cancer cell invasion and cisplatin chemoresistance through inducing GDF15 expression via a p38 MAPKdependent mechanism."}, {"pubmed": 26019273, "text": "After chronic NOD2 stimulation, Twist1 and Twist2 coordinate the regulation of both transcriptional activators and repressors, thereby mediating optimal cytokine down-regulation."}, {"pubmed": 26023736, "text": "Thymoquinone treatment inhibits TWIST1 promoter activity and decreases its expression, leading to the inhibition of cancer cell migration, invasion and metastasis."}, {"pubmed": 26023795, "text": "TWIST-1 has a role in promoting cell growth, drug resistance and progenitor clonogenic capacities in myeloid leukemia"}, {"pubmed": 26036627, "text": "Akirin-2 downregulation increases chemosensitivity in human glioblastomas more efficiently than Twist-1"}, {"pubmed": 26055210, "text": "Twist contributes to peritoneal mesothelial cell fibrosis during peritoneal dialysis treatment, mainly through regulation of YB-1."}, {"pubmed": 26071255, "text": "EGF receptor promotes prostate cancer bone metastasis by downregulating miR-1 and activating TWIST1.miR-1 directly targets the 3'UTR of TWIST1 and regulates TWIST1 mRNA stability."}, {"pubmed": 26088962, "text": "Clinically, Twist transcript and protein expression was higher in areca quid chewing-associated Oral submucous fibrosis (OSF) tissues than in normal oral mucosa tissues. This evidence suggests that upregulation of Twist might be involved in the pathogenesis of areca quid-associated OSF through dysregulation of myofibroblast activity."}, {"pubmed": 26115637, "text": "when siRNA against TWIST1 was delivered via mesoporous silica nanoparticle, there was tumor reduction in an in-vivo model."}, {"pubmed": 26124343, "text": "SLUG and TWIST expression in IDC was significant higher in stromal cells."}, {"pubmed": 26141861, "text": "our work revealed that MTDH promotes CSC accumulation and breast tumorigenicity by regulating TWIST1, deepening the understanding of MTDH function in cancer."}, {"pubmed": 26163539, "text": "Twist is upregulated in glioblastomas"}, {"pubmed": 26194471, "text": "Data showed a lack of association between circulating tumor cells (CTCs) and expression of epithelial to mesenchymal transition (EMT) factors, TWIST1 and SLUG, in breast tumor suggesting that expression of EMT protein is not surrogate marker of CTCs."}, {"pubmed": 26196741, "text": "Activation of the miR-373-TXNIP-HIF1alpha-TWIST signaling axis is correlated with a worse outcome in patients with breast cancer."}, {"pubmed": 26198055, "text": "We found that TWIST1, SNAIL and SLUG are overexpressed in endometriosis"}, {"pubmed": 26202447, "text": "Hypoxia upregulated the expression of Twist1, Bmi1, epithelialmesenchymal transition markers, stem cell markers and vasculogenic mimicry associated markers in hepatocellular carcinoma cells."}, {"pubmed": 26214683, "text": "co-expression of TWIST1 and ZEB2 in OSCC was significantly associated with poorer overall survival, particularly in patients without detectable lymph node metastasis."}, {"pubmed": 26219899, "text": "CCR7 pathway up-regulates Twist expression via ERK and PI3K/AKT signaling to manage the epithelial-mesenchymal transition of pancreatic ductal adenocarcinoma"}, {"pubmed": 26239019, "text": "The results suggested a novel function for Twist in the promotion of EMT via TGF-b/Smad3 signaling pathway. Thus, Twist constitutes a potential therapeutic target in human cervical cancer."}, {"pubmed": 26289126, "text": "reducing Twist1 expression using short hairpin RNA against Twist1 can decrease the invasive and metastatic properties of papillary thyroid carcinoma cells"}, {"pubmed": 26295469, "text": "Over-expressed TWIST associates with markers of epithelial mesenchymal transition and predicts poor prognosis in breast cancers via ERK and AKT activation."}, {"pubmed": 26311513, "text": "Twist1 mediates TGF-beta-induced expression of both full-length and splice-variant AR expression. Twist1/AR signaling was augmented in castration resistant as well as mesenchymal-phenotype prostate cancer."}, {"pubmed": 26321866, "text": "The downregulation of ZEB1, Twist1, and Snail1 reduces the invasive properties of uveal melanoma cells, and the elevated mRNA levels of ZEB1 and Twist1 are associated with a more aggressive clinical phenotype in uveal melanoma samples."}, {"pubmed": 26341138, "text": "provide evidence that Bcl-2 enhances the role of Twist-1 in vasculogenic mimicry and provide evidence that Bcl-2 enhances the role of Twist-1 in vasculogenic mimicry and epithelial-mesenchymal transition through miRNAs through miRNAs"}, {"pubmed": 26342198, "text": "Twist promotes reprogramming of glucose metabolism in MCF10A-Twist cells and Twist-positive breast cancer cells via activation of the beta1-integrin/FAK/PI3K/AKT/mTOR pathway and inhibition of the p53 pathway."}, {"pubmed": 26360779, "text": "Twist1 is correlated with p-4E-BP1 in predicting the prognostic outcome of NSCLC."}, {"pubmed": 26391953, "text": "A detailed analysis of the TWIST1 promoter showed that SP1 was required for the basal transcription of TWIST1 and that BHLHE40/41 suppressed SP1 binding to the consensus SP1 binding site of the TWIST1 promoter."}, {"pubmed": 26411101, "text": "Twist immunohistochemical analysis can be used as an adjuvant to H&E histopathological findings for proper categorization and grading of ameloblastoma especially in the clinically aggressive tumours."}, {"pubmed": 26418365, "text": "the Shh-GLI1 pathway associated lncRNA-Hh, transcriptionally regulated by Twist, directly targets GAS1 to stimulate the activation of hedgehog signaling (Hh)."}, {"pubmed": 26459371, "text": "highly expressed in stromal villi cells of molar disease"}, {"pubmed": 26590086, "text": "data indicate that up-regulation of twist is correlated with the ER presenting breast cancer, and iNOS expression was positively correlated with tumour-node metastasis (TNM) staging of breast cancer"}, {"pubmed": 26602382, "text": "TWIST1 is overexpressed in a variety of tumors [review]"}, {"pubmed": 26621503, "text": "These results highlighting the significant correlation between TWIST and HDAC9 gene expression suggest that both genes may contribute to plaque stability in a coordinated way"}, {"pubmed": 26656856, "text": "Data suggest that basic helix-loop-helix transcription factor TWIST might play critical roles in cancer progression and act as a prognostic factor for head and neck carcinoma (HNC) patients."}, {"pubmed": 26693891, "text": "Twist-ITGB1-FAK/ILK pathway and their downstream signaling network dictate the Twist-induced EMT process in human mammary epithelial cells and breast cancer cells"}, {"pubmed": 26718114, "text": "findings demonstrate that Twist-1, which maintains BMSC at an immature state, endows them with an increased capacity for supporting hematopoiesis via direct activation of CXCL12 gene expression."}, {"pubmed": 26718342, "text": "Our results identified TWIST1 as a transcription factor that regulates C3 expression during pathologic and physiologic epithelial-mesenchymal transition"}, {"pubmed": 26762267, "text": "Findings suggest that miR-548c directly downregulates Twist, and provide a novel mechanism for Twist upregulation in both endometrial and ovarian cancers."}, {"pubmed": 26774288, "text": "We concluded that Twist1-high is associated with a poor prognosis and may be correlated with angiogenesis in the skeletal extramedullary disease of multiple myeloma patients"}, {"pubmed": 26782761, "text": "Twist and P-gp are expressed correlatively in human colorectal cancer specimens"}, {"pubmed": 26819207, "text": "High TWIST expression is associated with invasion and metastasis of hypoxic non-small cell lung cancer."}, {"pubmed": 26832177, "text": "Twist might play a role in the formation of salivary gland neoplasm and also may affect malignant transformation and tumoral invasion"}, {"pubmed": 26832848, "text": "Study found that upregulated Twist1 increased Bmi1 expression in acute myeloid leukemia (AML) and endued leukemic cells a higher proliferative potential and increased resistance to apoptosis. In primary AML samples, there was strong positive correlation between the expression levels of Twist1 and Bmi1."}, {"pubmed": 26840564, "text": "High TWIST1 expression is associated with epithelial-mesenchymal transition in cancer."}, {"pubmed": 26905590, "text": "findings not only pinpoint that Twist1 mediates the modulatory function of PAQR3 on EMT and metastasis but also suggest that targeting Twist1 is a promising strategy to control metastasis of tumors with downregulation of PAQR3"}, {"pubmed": 26910679, "text": "TWIST1 gene mutation maybe an underlying factor in the development of craniosynostosis."}, {"pubmed": 26940738, "text": "expression of ZEB1 and TWIST1, which are master regulators of tumor metastasis. Our study first indicates that miR-1271 functions as a suppressor in regulating of pancreatic cancer EMT by targeting ZEB1 and TWIST1."}, {"pubmed": 26973246, "text": "Twist1 appears to require both palladin and collagen alpha1(VI) as downstream effectors for its prometastatic effects, which could be future therapeutic targets in cancer metastasis."}, {"pubmed": 26975371, "text": "SCP1 is the phosphatase that counterregulates the MAPK-mediated phosphorylation of Ser(68)-Twist1."}, {"pubmed": 26980408, "text": "Data suggest that the microRNA miR-27a-3p-mediated down-regulation of VE-cadherin and inhibition of epithelial-mesenchymal transition may be essential for Twist-1 to induce tumor metastasis and vasculogenic mimicry (VM)."}, {"pubmed": 26992674, "text": "Twist1 may promote trophoblast syncytialization by regulating the expression of GCM1."}, {"pubmed": 27015364, "text": "By analyzing the expression levels of miR-497, Twist was found inversely correlated with miR-497 in pancreatic cancer tissues, and a positive correlation was found between Twist and VEGFA levels in pancreatic cancer specimens"}, {"pubmed": 27027434, "text": "Data show that miR-26b-5p suppresses Twist1-induced EMT, invasion, and metastasis of HCC cells by targeting SMAD1."}, {"pubmed": 27048589, "text": "ETS2 and Twist1 promote invasiveness of Helicobacter pylori-infected gastric cancer cells by inducing Siah2"}, {"pubmed": 27060448, "text": "Our data suggest TWIST1 and SSPN to be the functionally relevant androgenetic alopecia genes at the 7p21.1 and 12p12.1 risk loci, respectively."}, {"pubmed": 27105506, "text": "Data show that twist-related protein 1 (Twist1) requires TGF-beta type-I receptor (TGFBR1)-activation for activation for epithelial-mesenchymal transition (EMT)-induction."}, {"pubmed": 27113414, "text": "The data identify TWIST1 as a central pro-fibrotic factor in systemic sclerosis, which facilitates fibroblast activation by amplifying TGFbeta signalling."}, {"pubmed": 27121312, "text": "miR186 strongly inhibits cell motility, invasive, soft-agar colony formation, 3D culture growth and vasculogenic mimicry (VM) formation capacity, as well as the epithelial-to-mesenchymal transition (EMT) process by downregulation of its target Twist1."}, {"pubmed": 27170270, "text": "nuclear TWIST1 expression was an independent predictor of a poorer prognosis in metastatic melanoma."}, {"pubmed": 27171242, "text": "These results suggest that polymorphisms in TGFB1, TGFBR1, SNAI1 and TWIST1 may modulate endometrial cancer susceptibility, both separately and corporately."}, {"pubmed": 27228464, "text": "FGFR2, TWIST1, and FGFR3 mutations were identified in children with tracheal cartilaginous sleeve (TCS). All five children with a W290C mutation in FGFR2 had TCS, and most previously reported children with W290C had identification of TCS or early death"}, {"pubmed": 27237323, "text": "TWIST1-E protein heterodimeric complexes may thus constitute the main active forms of TWIST1 with regard to senescence inhibition over the time course of breast tumorigenesis."}, {"pubmed": 27280289, "text": "High TWIST1 expression is associated with Angiogenesis and recurrence in Gastric Cancer."}, {"pubmed": 27281171, "text": "These results indicate that Twist1 Ser42 phosphorylation contributes to the pathogenesis of bleomycin-induced pulmonary fibrosis through angiopoietin-Tie2 signaling."}, {"pubmed": 27315462, "text": "the epithelial-mesenchymal transition-related transcription factor Twist1 cooperates with Slug to regulate EMT upon H2A.X Loss."}, {"pubmed": 27412325, "text": "Data indicate a mechanism in breast cancer cells that tripartite motif-containing 28 protein (TRIM28) enhances metastasis by stabilizing TWIST1, suggesting that targeting TRIM28 could be an efficacious strategy in breast cancer treatment."}, {"pubmed": 27438288, "text": "Inverse correlation of TWIST1 and SNAIL mRNA levels may introduce novel molecular gene expression pathway."}, {"pubmed": 27494849, "text": "Twist1 induces stem cell-like characteristics in colon cancer cell lines related to epithelial-mesenchymal transition via AKT signaling pathways, and those pathways depend on microsatellite instability status"}, {"pubmed": 27495232, "text": "Upregulation of TWIST1 promotes prostate cancer."}, {"pubmed": 27519276, "text": "In urothelial bladder carcinoma, TWIST1 expression positively correlated with KLF4. Metastasis-free survival was poorest in those with KLF4/TWIST1 coexpression. KLF4 knockdown suppressed TWIST1 expression. KLF4 overexpression activated TWIST1 expression and restored EMT and metastatic phenotype. TWIST1 knockdown abolished KLF4-faciliated EMT and metastatic feature without affecting KLF4 expression."}, {"pubmed": 27524420, "text": "High TWIST1 expression is associated with breast cancer invasion and metastasis."}, {"pubmed": 27533647, "text": "Results found concomitant overexpression of MAGEA4 and TWIST1 in esophageal squamous cell carcinoma (ESCC). Also, it showed a correlation between MAGEA4 and TWIST1 expression, which was found as indirect binding of TWIST1 to the E-boxes in the MAGEA4 promoter revealing transcriptional upregulation of MAGEA4 by TWIST1."}, {"pubmed": 27618486, "text": "RNF8-promoted Twist ubiquitination is required for Twist localization to the nucleus for subsequent epithelial-mesenchymal transition and cancer stem cells functions, thereby conferring chemoresistance."}, {"pubmed": 27661106, "text": "Data show that TUSC2 is a direct target of miR-584, which is transcriptionally regulated by TWIST1."}, {"pubmed": 27664809, "text": "Our analysis consistently identified significant sub-networks associated with the interacting transcription factors MEF2C and TWIST1, genes not previously associated with spontaneous preterm births , both of which regulate processes clearly relevant to birth timing."}, {"pubmed": 27669657, "text": "C-ROS-1 is involved in Bone marrow-derived mesenchymal stem/stromal cell fate switching between osteogenesis and adipogenesis, mediated via PI3K/AKT/mTORC1 signalling."}, {"pubmed": 27718152, "text": "Downregulation of TWIST1 mRNA expression is associated with basal cell carcinoma."}, {"pubmed": 27724883, "text": "DNMT3 mutation in OCI-AML3 strain enhances leukemic aggressiveness by promoting extramedullary infiltration process, which is partially through upregulating TWIST1."}, {"pubmed": 27769047, "text": "microRNA miR-33a suppresses IL-6-induced tumor progression by binding Twist 3'UTR in gallbladder cancer, preventing proliferation and migration."}, {"pubmed": 27793033, "text": "Twist1 could promote the accumulation of DNA damage repair and inhibit the apoptosis of nasopharyngeal carcinoma cells, promoting radioresistance."}, {"pubmed": 27835599, "text": "miR-186 affects the proliferation, invasion and migration of human gastric cancer (GC) by inhibition of Twist1, and could be a tumor suppressor in GC development. Thus, miR-186 may be served as a candidate prognostic biomarker and target for new therapies in human gastric cancer."}, {"pubmed": 27876874, "text": "TWIST1, in part via GAS6 and L1CAM, led to higher expression and activation of Akt upon cisplatin treatment, and inhibition of Akt activation sensitized cells to cisplatin."}, {"pubmed": 27878307, "text": "HMGA2 regulates the Epithelial-mesenchymal transition of gastric cancer cells and the acquisition of tumor stem cell properties through direct regulation of the downstream target gene TWIST1."}, {"pubmed": 27881125, "text": "Increased expression of epithelial OCT4, SOX15 and TWIST1 was detected in endometriotic tissue compared to endometriosis patient endometrium. Epithelial expression of OCT4, SOX15, and TWIST1 was increased in the endometrium of endometriosis patients compared to controls."}, {"pubmed": 27884772, "text": "Ovol2 can suppress migration and invasion ability of A549 cells, and prevent EMT by inhibition of Twist1 transcription directly."}, {"pubmed": 28032603, "text": "Tumor cell hypoxia induced Bcl-2/Twist1 complex formation, promoting tumor cell invasion in oral squamous cell carcinoma."}, {"pubmed": 28033430, "text": "Let's be clear that these linguistic gymnastics are only fooling White people. People of color have been aware that corporate pushes for \"diversity\" are often flimsy CYA efforts to mask sustained homogeneity, and \"inclusion\" is often code for tokenism. Scholars of color have been writing about the nuances of privilege and oppression for a long, long time while watching White people invent different ways to either wriggle"}, {"pubmed": 28035069, "text": "PDGF-D promotes tumor growth and aggressiveness of colorectal carcinoma. Down-regulation of PDGF-D inactivates Notch1/Twist1 axis, which could reverse epithelial mesenchymal transformation and prevent CRC progression."}, {"pubmed": 28061440, "text": "Data show that the IL-6/STAT3/TWIST signaling pathway was activated during ionizing radiation (IR)-induced epithelial-mesenchymal transition (EMT), and that STAT3 inhibition or Twist depletion reversed the EMT process and attenuated radioresistance."}, {"pubmed": 28081635, "text": "Basic performance testing showed that the combined restriction digital PCR assay enabled detection of 0.14% of the TWIST1 methylation level for the lymphocyte DNA"}, {"pubmed": 28104986, "text": "The expression of TFF3 and TWIST1 might be associated with the survival of patients with colorectal cancer after curative resection and might be pivotal predictors of disease progression."}, {"pubmed": 28106542, "text": "Addition of a TWIST1/NID2-based DNA methylation assay adds diagnostic value to urine cytology and the model is sensitive to the classification of equivocal cytology."}, {"pubmed": 28112378, "text": "CD44, ALDH1 and Twist1 were significantly overexpressed in involved ALN. The serum levels of CA153 in those patients were clearly increased and the survival rates decreased, which suggested that a combination of Twist1 in ALN and CA153 may function as an indicator for the prognosis of patients with breast cancer."}, {"pubmed": 28120266, "text": "study has further confirmed that TWIST is a prognostic marker in prostate cancer, identified its potential downstream targets and genes that could possibly give additional prognostic value to predict TWIST-mediated prostate cancer progression"}, {"pubmed": 28123352, "text": "miR-15a-3p and miR-16-1-3p Negatively Regulate Twist1 to Repress Gastric Cancer Cell Invasion and Metastasis."}, {"pubmed": 28152509, "text": "Low TWIST1 expression is associated with renal cell carcinoma."}, {"pubmed": 28167680, "text": "This is the first study that links Twist1 in a feedback loop with its activating kinase, which indicates that concurrent inhibition of AURKA and Twist1 will be synergistic in inhibiting pancreatic tumorigenesis and metastasis."}, {"pubmed": 28177885, "text": "We suggest that APA enzymatic activity affects tumor initiation and cancer malignancy in a TWIST-dependent manner"}, {"pubmed": 28179498, "text": "this study shows that low Twist1 expression in idiopathic pulmonary fibrosis patients is associated with dysregulation of T cells, and that Twist1 may regulate inflammation in fibrotic lung injury"}, {"pubmed": 28184914, "text": "High Twist1 expression is associated with epithelial-to-mesenchymal transition in glioma."}, {"pubmed": 28220902, "text": "TWIST1 promotes catabolic reactions by inducing MMP3 expression through 5hmC gain in MMP3 promoter via regulation of TET1."}, {"pubmed": 28223364, "text": "NF-kappaB signaling thus appears to play a critical role in promoting both castration resistance and enzalutamide resistance in PKC/Twist1 signaling in prostate cancer."}, {"pubmed": 28256535, "text": "Data identified Twist1 and CD44 as novel REST targeted genes and provide new insight into the epigenetic regulation of Twist1 and CD44 by REST."}, {"pubmed": 28283022, "text": "Results have shown that the formation of a TWIST1- RELA complex is partially dependent on the well conserved W190, R191, and E193 residues of the TWIST1 WR domain, and that mutations at these positions reduce binding and downstream IL-8 promoter activation."}, {"pubmed": 28300491, "text": "TWIST1 expression is dynamically regulated during in vitro chondrogenic differentiation of human BMSCs."}, {"pubmed": 28337825, "text": "TWIST expression was dramatically decreased in both spontaneous abortion and recurrent pregnancy loss. TWIST may have a functional role in decidualization of endometrial cells and syncytialization of cytotrophoblast cells."}, {"pubmed": 28345456, "text": "overexpression of miR-10b results from high levels of TWIST-1 and may induce a decrease of E-cadherin membranous protein levels, thus contributing to the acquisition of metastatic phenotypes in colorectal cancer."}, {"pubmed": 28368406, "text": "SPZ1 promotes epithelial-mesenchymal transition (EMT)transition by trans-activating the gene of TWIST1. A clinical analysis showed a marker association of SPZ1 and TWIST1 with induction of tumorigenesis in HCC patients."}, {"pubmed": 28369327, "text": "These results demonstrated that BrMC inhibits the stemness of LCSLCs originated from SMMC-7721 cell line by inhibiting STAT3/Twist signal axis."}, {"pubmed": 28430582, "text": "lncRNA CHRF-induced miR-489 loss facilitates metastasis and EMT process of CRC cells probably via TWIST1/EMT signaling pathway."}, {"pubmed": 28466252, "text": "we demonstrated a mechanistic cascade of TMPRSS4 up-regulating STAT3 activation and subsequent TWIST1 expression, leading to prostate cancer migration."}, {"pubmed": 28468988, "text": "ADAM12 is induced by Twist1 and plays a crucial role in tumor invasion and metastasis by regulating both invadopodia and focal adhesions"}, {"pubmed": 28488542, "text": "Downregulation of CXC chemokine ligand 11 can inhibit tumor angiogenesis, suggesting that anti-CXC chemokine ligand 11 therapy may offer an alternative treatment strategy for TWIST1-positive ovarian cancer"}, {"pubmed": 28498365, "text": "this report conceives a novel strategy of Twist1 suppression through Chk2 induction, which prevents metastatic dissemination and promotes premature senescence in p53-defective invasive cancer cells."}, {"pubmed": 28521820, "text": "Study shows that molecular dynamic simulations provide a structural explanation for the loss-of-function associated with the Saethre-Chotzen syndrome TWIST1 mutation and provides a proof of concept of the predictive value of these MD simulations; MD simulations highlighted a clear decrease in the stability of the alpha-helix during the dimerization of the mutated R154P TWIST1/E12 dimer compared to the wild-type TE comp..."}, {"pubmed": 28533522, "text": "we demonstrate that HMGA2 is correlated with GC VM formation and that positivity for both HMGA2 and VM predicts a worse clinical outcome for GC patients. HMGA2 can directly target Twist1 and promote the expression of Twist1 and VE-cadherin."}, {"pubmed": 28569420, "text": "data provide the first evidence that T17M rhodopsin mutant disrupts C3 secretion via the induction of ROS and the suppression of TWIST1."}, {"pubmed": 28599281, "text": "HIF-2alpha and VM were overexpressed in pancreatic cancer tissues and were associated with poor pathological characteristics. HIF-2alpha contributes to VM formation by regulating the expression of VE-cadherin through the binding of the transcription factor Twist1 to the promoter of VE-cadherin in pancreatic cancer both in vitro and in vivo."}, {"pubmed": 28627611, "text": "the inhibition of Twist1 transfected with siRNA could enhance the irinotecan sensitivity in LoVo/CPT-11R cells and downregulate the expression of vimentin and CD44. Our data provide evidence that EMT and CSC-like phenotype induced by Twist1 contribute to acquire resistance to irinotecan and enhanced migration and invasion in colon cancer"}, {"pubmed": 28650334, "text": "Twist protein can increase the proliferation and migration ability of the colorectal cancer cells, and its mechanism may be related to MMP - 9."}, {"pubmed": 28661037, "text": "The findings suggest that AEG-1 promotes gastric cancer metastasis through upregulation of eIF4E-mediated MMP-9 and Twist."}, {"pubmed": 28671020, "text": "We initially observed that p-Akt, p-GSK-3b, and b-catenin were overexpressed in a series of advanced gastric adenocarcinoma specimens and found that the Akt and Wnt pathways were correlated with gastric tumorigenesis. we showed that the PI3K/Akt and Wnt/beta-catenin signaling pathways promoted EMT by epigenetically activating the expression of Twist in gastric cancer."}, {"pubmed": 28677228, "text": "the entire cohort of VEGF(+) /TWIST1(-) patients showed a statistically worse DFS than the patients with VEGF(-) /TWIST1(+) expression (p = 0.034). In conclusion, we found that tumour stratification based on an immunoprofile is useful to predict the patient clinical behaviour."}, {"pubmed": 28677802, "text": "High TWIST expression is associated with hepatocellular carcinoma."}, {"pubmed": 28710479, "text": "Inactivation of VHL gene direct angiogenesis in vascular endothelial cells, not vasculogenesis via Twist1 accumulation, was associated with hemangioblastoma neovascularization."}, {"pubmed": 28713968, "text": "The mechanism study revealed that ASLNC02525, as an RNA sponge, broke the negative regulation of twist1 by hsa-miRNA-489-3p, and once ASLNC02525 was silenced, the highly expressed hsa-miRNA489-3p regained its regulation on twist1 and inhibited the proliferation and invasion."}, {"pubmed": 28718375, "text": "epithelial membrane protein 3 is a downstream effector of TWIST1/2 in inducing epithelial-to-mesenchymal transition in gastric cancer. Epithelial membrane protein 3 upregulation might be associated with gastric cancer metastasis and is a potential indicator of unfavorable overall survival and progression-free survival in gastric cancer patients"}, {"pubmed": 28765882, "text": "Twist1 was demonstrated to act as a direct target of miR300, and was negatively regulated by miR300. In addition, miR300 overexpression downregulated the expression of the primary factors involved in the NFkappaB signaling pathway."}, {"pubmed": 28779345, "text": "The aggresome formation of the Twist1 deletion mutants was confirmed by counterstaining with known aggresome markers: Vimentin, HDAC6, and gamma tubulin and further validated by MG-132 treatment. In addition, it was found that the aggresomes generated by the Twist1Delta30-46 construct are more stable than the aggresome produced by the Twist1Delta47-100 construct as well as the wild-type Twist1 protein."}, {"pubmed": 28791412, "text": "the results from the present study indicate that BaP enhances the epithelial-mesenchymal transition-associated migration of lung adenocarcinoma A549 cells by upregulating Twist1."}, {"pubmed": 28815582, "text": "we demonstrate how COL11A1 regulates twist family basic helix-loop-helix transcription factor 1-related protein 1 (TWIST1) to induce chemoresistance and inhibit apoptosis in ovarian cancer cells"}, {"pubmed": 28832071, "text": "High Twist-1 expression, aberrant E-cadherin and high EZH2 expression in primary prostate cancer are considered as adverse prognostic markers of an aggressive tumor with high metastatic potential."}, {"pubmed": 28843749, "text": "gene TWIST1 showed no significant difference in expression between groups"}, {"pubmed": 28844842, "text": "molecular and cellular processes that regulate dural Cerebral vein development in mammals and describe venous malformations in humans with craniosynostosis and TWIST1 mutations that are recapitulated in mouse models, are reported."}, {"pubmed": 28851812, "text": "These studies identified harmine as a first-in-class TWIST1 inhibitor with marked anti-tumor activity in oncogene-driven non-small cell lung cancer (NSCLC)including EGFR mutant, KRAS mutant and MET altered NSCLC"}, {"pubmed": 28864720, "text": "TrpC5 induces the epithelial-mesenchymal transition through the HIF-1alpha-Twist signaling pathway to promote tumor metastasis in colon cancer."}, {"pubmed": 28873262, "text": "These results suggest that TWIST1 promotes metastasis in Ewing sarcoma and could be used as a prognostic marker for treatment stratification."}, {"pubmed": 28893347, "text": "The administration of si-Twist1 cancelled the effect of miR-203 inhibitor on cell proliferation, apoptosis, invasion, and migration. These demonstrated that miR-203 may function as a tumor-suppressive microRNA in BCa by negatively targeting Twist1."}, {"pubmed": 28899457, "text": "Authors found that swainsonine inhibits cell invasion and EMT in the esophageal carcinoma cells by downregulation of Twist1 and deactivation of the PI3K/AKT signaling pathway."}, {"pubmed": 28901319, "text": "Taken together, these findings demonstrated that Twist was upregulated in high invasion and metastasis cell lines as well as invasive ductal carcinoma (IDC) tissues companioned with downregulated expression of E-cadherin and ER, which provides important clues for the deeper study of breast cancer"}, {"pubmed": 28975990, "text": "demonstrate that miR-326 served as a tumor suppressor by targeting TWIST1, and may serve as a biomarker or therapeutic target for patients with EC."}, {"pubmed": 28982309, "text": "TWIST elicits resistance to paclitaxel via the regulation of the Akt and Bcl-2 pathway"}, {"pubmed": 28982853, "text": "Twist is the major transcription factor active in controlling epithelial mesenchymal transformation in squamous cell carcinomas of the head and neck."}, {"pubmed": 28982860, "text": "Increased expression of twist/podoplanin in ductal breast carcinoma was associated with shorter patient survival."}, {"pubmed": 28987542, "text": "High Twist1 expression is associated with mesenchymal to epithelial transition of breast cancer."}, {"pubmed": 29016671, "text": "our results demonstrate that Twist over-expression is a statistically significant indicator of OS in breast cancer. In addition, our meta-analysis shows that increased Twist expression is significantly associated with larger tumor size, lymph node involvement, higher nuclear grade, and positive HER2 status."}, {"pubmed": 29037998, "text": "All the nine probands with syndromic craniosynostosis were found to carry the possibly causative variants, among which three variants including two missense mutations in IFT122 gene, in SMC1A gene and a frameshift mutation in TWIST1 gene have never been reported in patients before."}, {"pubmed": 29063902, "text": "TAMs [tumor-associated macrophages] distribution suggested antitumor activity and the potential for tumor metastasis was only partly due to Twist-mediated epithelial-mesenchymal transition."}, {"pubmed": 29101499, "text": "Twist1 and Snail1 expression levels were associated with lymphovascular space invasion, lymph node metastasis and histological grade in cervical squamous cell carcinoma."}, {"pubmed": 29115546, "text": "Study provides evidence that upregulation of the Twist gene promotes EMT molecular events and enhances the metastatic ability of colon tumor cells, while Twist-shRNA effectively silences Twist gene expression in the HCT116 cell line, promoting mesenchymalepithelial transition and effectively inhibiting colon cancer cell migration and invasion."}, {"pubmed": 29159326, "text": "The mutual correlation between the expression level of TWIST1 and ID1 might be a critical factor driving the process of the human odontoblasts' differentiation."}, {"pubmed": 29204790, "text": "Findings suggest that cytoplasmic, rather than nuclear expression of Twist1 can be considered as a prognostic marker especially for patients with clear cell renal cell carcinoma."}, {"pubmed": 29233917, "text": "CRP bound to surface CD32 (also known as FcgammaRII) on myeloma cells, which activated a pathway mediated by the kinase p38 MAPK and the transcription factor Twist that enhanced the cells' secretion of osteolytic cytokines."}, {"pubmed": 29237910, "text": "Twist, E-cadherin, and N-cadherin protein were differently expressed in endometrioid adenocarcinoma tissues and in normal endometrium which indicates their potential function for endometrioid adenocarcinoma development."}, {"pubmed": 29277613, "text": "Overall, hypoxia-induced activation of Twist/miR-214/E-cadherin axis is involved in the EMT of TECs, and anti-miR-214 may be an attractive strategy to ameliorate the progression of renal fibrosis."}, {"pubmed": 29299035, "text": "Overexpressed TWIST1 can be correlated with upregulation of the cancer stem cell marker OCT4 and the protein may play critical regulatory role in OCT4 gene expression."}, {"pubmed": 29311157, "text": "High TWIST1 expression is associated with Bladder Urothelial Carcinoma."}, {"pubmed": 29314610, "text": "Transcription factor Twist1 is involved in epithelial-mesenchymal transition and plays significant roles in various fibrotic diseases. (Review)"}, {"pubmed": 29333702, "text": "These new findings suggest an oncogenic role for concomitant expression of MAML1 and TWIST1 genes in head and neck squamous cell carcinoma invasion and metastasis"}, {"pubmed": 29348456, "text": "The Epithelial-to-Mesenchymal Transition inducing factor TWIST1 drives expression of discoidin domain receptor 2 (DDR2), a receptor tyrosine kinase (RTK) that recognizes fibrillar collagen as ligand."}, {"pubmed": 29369542, "text": "Sox6 as a regulator of pancreatic cancer development was shown to interact with the promoter of Twist1, a helix-loop-helix transcription factor involved in the induction of EMT, and to modulate the expression of Twist1 by recruiting HDAC1 to the promoter of the Twist1 gene."}, {"pubmed": 29415155, "text": "Investigated twist family bHLH transcription factor 1 (Twist), snail family transcriptional repressor 1 (Snail) and E-cadherin in prognosis, recurrence-free survival and overall survival in completely resected N0 NSCLC patients. Found high expression of Twist and Snail and low expression of E-cadherin were associated with unfavourable prognosis."}, {"pubmed": 29443542, "text": "MMP9 and TWIST1 were identified as more valuable biological targets for the early diagnosis and targeted therapy of lung cancer through Kaplan-Meier analysis of TCGA lung adenocarcinoma datasets."}, {"pubmed": 29452232, "text": "PVT1 promotes prostate cancer invasion and metastasis by modulating endothelial-mesenchymal transition. Furthermore, PVT1 can promote EMT by up-regulation of Twist1, a transcription factor associated with EMT. We then confirmed that PVT1 acts as a sponge for miRNA-186-5p and positively regulates Twist1 by a sponge effect."}, {"pubmed": 29512775, "text": "Chromatin immunoprecipitation (ChIP), quantitative ChIP and dual luciferase activity assays were used to confirm the binding of SOX6 to the promoter region of TWIST1."}, {"pubmed": 29559227, "text": "Rap1b increased Twist 1 expression by targeting its promoter activity to induce proliferation and migration of hepatocellular carcinoma cells."}, {"pubmed": 29615148, "text": "MiR-495 inhibited proliferation and metastasis and promoted apoptosis by targeting Twist1 in GC cells."}, {"pubmed": 29620151, "text": "the SDF1/CXCR4 signaling pathway is involved in Lowintensity pulsed ultrasoundpromoted periodontal ligament stem cell migration."}, {"pubmed": 29663378, "text": "C-ROS-1 promotes osteogenic differentiation of TWIST-1 haploinsufficient calvarial osteogenic progenitor cells."}, {"pubmed": 29693173, "text": "TWIST1-miR-214 pathway in the control of migration and invasion of lung adenocarcinoma."}, {"pubmed": 29754406, "text": "These studies provide direct experimental evidence supporting protumorigenic role of TWIST1 independent of invasion in vivo and the therapeutic relevance of targeting TWIST1 in human glioblastoma."}, {"pubmed": 29774072, "text": "High twist1 expression correlates with elevated ROR1 level and poor survival in breast cancer."}, {"pubmed": 29795373, "text": "SNCG is a novel target of TGF-beta-Smad-Twist1 axis and a mediator of Twist1-induced cancer metastasis."}, {"pubmed": 29844124, "text": "Twist1 bound the Cul2 promoter."}, {"pubmed": 29891550, "text": "These results suggest that Twist1 is an important upstream mediator of mutant Htt-induced neuronal death and may in part operate through epigenetic mechanisms."}, {"pubmed": 29908118, "text": "The upregulation of Twist is involved in Gli1 induced migration and invasion of hepatocellular carcinoma (HCC) cells."}, {"pubmed": 29909489, "text": "ilencing endogenous Ets1 by siRNA in mouse cell lines decreases Twist1 mRNA levels, decreases invasion, and increases cell growth. Ets1 and Twist1 are at the crossroad of several signaling pathways in cancer. Understanding their regulation may inform the development of therapies to impair lung tumor metastasis."}, {"pubmed": 29920276, "text": "In cancer patients, elevated levels of Twist1 are associated with greater degrees of muscle wasting."}, {"pubmed": 29950484, "text": "AMPKA2 activation increased the expression and nuclear localization of Twist1 which regulated epithelial-mesenchymal transition."}, {"pubmed": 29970507, "text": "Three SNPs were associated with survival: rs2526614 (TWIST1) (genotype CA + AA, adjusted HR=0.58, 95%CI=0.37-0.93), rs6953766 (TWIST1) (genotype GG, crude HR=2.02, 95%CI=1.06-3.82, adjusted HR=2.14, 95%CI=1.07-4.25), and rs431073 (ZEB1) (genotype AC + CC, crude HR=1.62, 95%CI=1.01-2.59, adjusted HR=1.96, 95%CI=1.18-3.25)."}, {"pubmed": 30002443, "text": "C-Myc transcriptionally enhances MTDH (metadherin) expression and subsequently activates Twist1 expression to induce EMT."}, {"pubmed": 30021598, "text": "Expression levels of MACC1, CD44, Twist1, and KiSS-1 are related to duration of overall survival among patients with colonic adenocarcinoma."}, {"pubmed": 30040876, "text": "we have identified the first non-coding point mutations in SCS, and demonstrate that they cause a reduction in TWIST1 expression at the level of translation."}, {"pubmed": 30066890, "text": "Study demonstrated that TWIST protein expression was elevated in liver cancer tissue specimens and was positively correlated with MDR1 expression. Knockdown of TWIST increased the sensitivity of RHepG2 cells to antineoplastic agents through a reduction in MDR1 expression and drug efflux ability."}, {"pubmed": 30081924, "text": "This study demonstrated that protease-activated receptor-1 (PAR1) can increase the expression of endothelial markers and enhance VM formation by upregulating Twist1 both in vitro and in vivo through thrombin binding."}, {"pubmed": 30131448, "text": "The ability of p53 to induce Twist1 degradation is abrogated when p53 is mutated. Consequently, the loss of p53-induced Twist1 degradation leads to EMT and the acquisition of a more invasive cancer phenotype."}, {"pubmed": 30154425, "text": "Tip60 mediates acetylation at Lys residues 73 and 76 of TWIST1, which are required for SPZ1-TWIST1 complex formation and cancer cell migration in vitro and in vivo. Ectopic SPZ1 and TWIST1 expression, but notTWIST1 alone, enhanced VEGF expression via BRD4, enhancing RNA-Pol II-dependent transcription and inducing metastasis. Acetylation in the SPZ1-TWIST1-BRD4 axis functions in the mediation of EMT and its regulation."}, {"pubmed": 30171258, "text": "These studies establish TWIST1 as a driver of resistance to EGFR TKIs and provide rationale for use of TWIST1 inhibitors or BCL2 inhibitors as means to overcome EMT-mediated resistance to EGFR TKIs."}, {"pubmed": 30185783, "text": "PPI also displayed dual effects on Twist1."}, {"pubmed": 30193732, "text": "Twist-related protein 1 (TWIST1) was a target of miR-490-3p and participated in long non-coding RNA TP73 antisense RNA 1 (TP73-AS1)/miR-490-3p-modulated MDA-MB-231cell vasculogenic mimicry (VM) formation."}, {"pubmed": 30197332, "text": "The results support the role of TWIST in carcinogenesis, development of oral squamous cell carcinoma, and its metastasis to lymph nodes."}, {"pubmed": 30213291, "text": "As potential molecular markers for bladder carcinoma, both TWIST1 and LASS2 transcripts seem to play role during the tumorigenesis and development of bladder cancer."}, {"pubmed": 30226603, "text": "These results suggested that EPN3 enhances the migration and invasion of glioblastoma cells by activating the transcription factors Slug, Twist and ZEB1, but not Snail 1 or ZEB2, to induce EMT in glioma cells; EPN3 involvement in the Notch and WNT/betacatenin signaling pathways may contribute to this process."}, {"pubmed": 30229694, "text": "we have identified miR-376c-3p as a TWIST-1-regulated miRNA, which plays an important role in the osteogenesis of bone precursor cells and can mediate TWIST-1 inhibition of osteogenesis."}, {"pubmed": 30240003, "text": "LINC01296/miR-598/Twist1 constitutes a positive feedback loop to promote the tumorigenesis of non-small cell lung cancer."}, {"pubmed": 30246336, "text": "We found that methylation of DNA in the promoter region of ZBTB16 and Twist1 genes might be one of the main mechanisms that controlling the gene expression during osteoblastic differentiation of mesenchymal stem cells"}, {"pubmed": 30272327, "text": "Study provides evidence that genetic variants in SNAI1 and TWIST1 are associated with breast cancer (BC) and ovarian cancer (OC) susceptibility and suggests a synergistic effect of those related loci on BC/OC risk."}, {"pubmed": 30309658, "text": "MiR-223 and miR-19a were found to regulate the expression of TWIST and Runx2, influence the RANKL-RANK pathway and the expression of MCP-1, and finally regulate the pathophysiological process of osteolytic bone destruction."}, {"pubmed": 30368884, "text": "The disease-free survival analysis showed an apparent relationship between the expression of epithelial-mesenchymal transition regulators TWIST, SLUG and SNAIL and the tumour disease-free outcomes in widely invasive follicular thyroid carcinomas ."}, {"pubmed": 30509092, "text": "KLF11 has a critical role in regulating gastric cancer migration and invasion by increasing Twist1 expression"}, {"pubmed": 30518916, "text": "Long noncoding RNA ATB promotes the epithelial-mesenchymal transition by upregulating the miR-200c/Twist1 axis and predicts poor prognosis in breast cancer."}, {"pubmed": 30518918, "text": "It has been proposed that chondrocytes undergo chondrocyte-mesenchymal transition where increased Cx43-mediated cell communication during osteoarthritis facilitates Twist-1 nuclear translocation as a novel mechanism involved in osteoarthritis progression."}, {"pubmed": 30548372, "text": "These results identified that the FZD7-TWIST1 axis is important for tumorigenesis and anoikis resistance, and therapeutic inhibition results in cell death in ovarian cancer."}, {"pubmed": 30552711, "text": "miR-186 inhibits proliferation, migration, and epithelial-mesenchymal transition in breast cancer cells by targeting Twist1."}, {"pubmed": 30556860, "text": "Twist1/2 can bind to the MMP2 promoter and promote its transcription, enhancing the invasive potential of colorectal cancer cells."}, {"pubmed": 30590988, "text": "Study found that overexpression of Kruppel like factor 6 splice variant 1 (KLF6-SV1) promoted the expression of TWIST1, and up-regulation of TWIST1 expression might promote the infiltration of M2 macrophages by up-regulating CCL2, thereby promoting the involvement of epithelial-mesenchymal transition in the metastasis of lung cancer cells."}, {"pubmed": 30591455, "text": "A significant correlation between mRNA levels of Twist1, fibronectin and vimentin was evident. Although their expression was inversely proportional, no association was observed between Twist1 and E-cadherin expression"}, {"pubmed": 30598410, "text": "results of the present study suggest the potential involvement of Twist and E-cadherin in the modulation of events related to worse prognoses in lip squamous cell carcinoma"}, {"pubmed": 30611739, "text": "Twist1 promoted the expression and secretion of CXCL12 in cancer-associated fibroblasts in esophageal cancer.  Knockdown of twist1 in CAFs suppressed in vivo tumor growth."}, {"pubmed": 30628676, "text": "Ecadherin expression levels were regulated by the manifold, and UPF1, a potential tumor suppressor, may promote the EMT process in Huh7 HCC cells. The findings of the present study suggested that UPF1 expression levels affected the EMT process by targeting Ecadherin, Ncadherin, Vimentin and Twist."}, {"pubmed": 30698309, "text": "The simultaneous expression of TNC and Twist1 was significantly higher in stromal fibroblasts of gastric cancer than in noncancerous tissues."}, {"pubmed": 30733340, "text": "Using a combination of immunoblotting, immunoprecipitation, protein overexpression, and CRISPR/Cas9-mediated PKCalpha knockout experiments, the study showed that PKCalpha-mediated Twist1 phosphorylation at Ser-144 inhibits Twist1 ubiquitination and consequently stabilizes it."}, {"pubmed": 30788837, "text": "High expression of TWIST is associated with breast cancer."}, {"pubmed": 30804457, "text": "A novel signaling pathway consisting of alpha-parvin, G3BP2, and TWIST1 regulates breast cancer progression and metastasis, this suggests that the activation of this signaling pathway is a key factor for driving the progression and poor clinical outcome of human ER-negative breast cancer."}, {"pubmed": 30819235, "text": "our study revealed a novel mechanism of the RBMS3/Twsit1/MMP2 axis in the regulation of invasion and metastasis of breast cancer"}, {"pubmed": 30846207, "text": "OIP5-AS1 could relieve osteogenic differentiation of valve interstitial cells via upregulating miR-137 target gene TWIST1."}, {"pubmed": 30847945, "text": "TWIST1 is overexpressed in pterygium and is involved in epithelial mesenchymal transition and disease recurrence."}, {"pubmed": 30903102, "text": "MEST induces Twist-1-mediated EMT through STAT3 activation in breast cancers."}, {"pubmed": 30919159, "text": "the risk allele Rs10230207 for patients with intracranial aneurysm is not associated with changes in FERD3L gene expression, but is associated with increased HDAC9 and decrease in TWIST1 mRNA expression"}, {"pubmed": 30941644, "text": "Kaplan-Meier plots showed that patients with Twist1negative/FOXA1positive tumors have a significant prolonged overall survival (P log rank = 0.001) and FOXA1 appeared as independent predictors of patient survival in multivariate analyses."}, {"pubmed": 30942161, "text": "the regional hypomethylation of Twist gene promoter in ovarian ectopic endometrium and eutopic endometrium may cause over-expression of Twist protein, which may directly lead to the pathogenesis of endometriosis."}, {"pubmed": 30973923, "text": "Src-1 and Twist1 were aberrantly upregulated in nasopharyngeal carcinoma (NPC) tissues, and associated with advanced tumor stage, distant metastasis and unfavorable prognosis. Knockdown of Src-1 or Twist1 in NPC cell line CNE-1 suppressed colony formation, anchorage-independent growth, cell migration, invasion and tumor xenografts growth."}, {"pubmed": 31016793, "text": "TWIST1, MMP-21, and HLAG-1 co-overexpression is associated with ESCC aggressiveness."}, {"pubmed": 31022384, "text": "The results of the current study present evidence emphasizing the significance of the interactions between miR-539 and TWIST1 in the development of and progression of PC."}, {"pubmed": 31131995, "text": "Findings indicate that TWIST1 is a master regulator of metabolic adaptation of T helper cells to chronic inflammation."}, {"pubmed": 31158427, "text": "TWIST1 and NY-ESO1 overexpression was associated with stage of progression and size of tumors in esophageal squamous cell carcinoma (ESCC). TWIST1-induced cells led to increase migration in ESCC cell line. Up-regulation of epithelial mesenchymal transition (EMT) markers was observed following ectopic expression of TWIST1."}, {"pubmed": 31175094, "text": "A Novel Oxoglutarate Dehydrogenase-Like Mediated miR-214/TWIST1 Negative Feedback Loop Inhibits Pancreatic Cancer Growth and Metastasis."}, {"pubmed": 31202462, "text": "AGR2 is required for Twist1-induced proliferation, migration, and invasion of breast cancer cells."}, {"pubmed": 31233187, "text": "Low TWIST1 expression is associated with nonsmall cell lung cancer."}, {"pubmed": 31235507, "text": "TRIB3 Stabilizes High TWIST1 Expression to Promote Rapid APL Progression and ATRA Resistance."}, {"pubmed": 31261917, "text": "A significant positive correlation between overexpression of TWIST1 and CD24-/low/CD44high profile was found in early stage breast cancer patients. Kaplan-Meier analysis revealed that the ER/PR-negative patients and those patients with more than 3 positive lymph nodes that overexpressed TWIST1 in EpCAM+ cells had a significant lower disease-free interval."}, {"pubmed": 31285765, "text": "Up-regulation of PCOLCE by TWIST1 promotes metastasis in Osteosarcoma."}, {"pubmed": 31299755, "text": "etrospective study note analysis was performed for all patients with a confirmed TWIST1 gene abnormality who attended the Oxford Craniofacial Unit"}, {"pubmed": 31308076, "text": "These findings uncover a master role for MUC1-C in driving the induction of TWIST1."}, {"pubmed": 31341908, "text": "LncRNA-TWIST1 promoted osteogenic differentiation both in PPDLSCs (periodontal mesenchymal stem cells from periodontitis patients) and in HPDLSCs (periodontal mesenchymal stem cells from healthy microenvironment) by inhibiting the TWIST1 expression."}, {"pubmed": 31401158, "text": "CASC15 could promote EMT and facilitate malignancy of HCC cells by increasing TWIST1 gene expression via miR-33a-5p sponging"}, {"pubmed": 31487504, "text": "The HR23A importantly contributes to regulating Twist1 protein stability, and suggest that altering the stability of Twist1 by modulating HR23A may be a new avenue for therapeutic intervention in cancer."}, {"pubmed": 31545430, "text": "forced expression of miR-381 suppressed GC cell viability and invasion, and induced cell apoptosis, possibly by directly targeting TWIST1."}, {"pubmed": 31545476, "text": "we revealed that COL11A1 and TWIST1 were significantly upregulated at the mRNA and protein levels within rightsided colon cancer compared with in leftsided colon cancer samples (P<0.05), consistent with bioinformatical analysis. Furthermore, a positive correlation between COL11A1 and TWIST1 protein expression was observed (P<0.0276). Collectively"}, {"pubmed": 31578574, "text": "the present data demonstrated that EMT activation mediated by MUTYH downregulation, by both enhancing Twist transcription and blocking its degradation, is one of the mechanisms for acquisition of Acquired resistance to cisplatinresistance in esophageal squamous cell carcinoma"}, {"pubmed": 31639426, "text": "High levels of lncRNA HULC (Highly Upregulated in Liver Cancer) correlate with Ewing sarcoma (ES) aggressiveness, whereas HULC depletion reduces ES cell growth. HULC promotes the expression of TWIST1 oncogene by sponging miR-186. High levels of miR-186 and low levels of TWIST1 correlate with better prognosis in ES patients. Results disclose a novel oncogenic regulatory circuit mediated by HULC lncRNA."}, {"pubmed": 31669261, "text": "TWIST1 overexpression inhibited apoptosis and enhanced trophoblast cell survival under hypoxic conditions."}, {"pubmed": 31676574, "text": "Study demonstrated that protein kinase D1 (Prkd1) is a direct transcriptional target of Twist1 and is not expressed in the normal mammary epithelium. In patients with breast cancer, TWIST1 and PRKD1 expression correlated with metastatic recurrence. Data identify Prkd1 as a novel and targetable signaling node downstream of Twist1 that is required for epithelial invasion and dissemination."}, {"pubmed": 31705846, "text": "TWIST1 transcriptionally regulates several glycolytic genes in pancreatic cancer. TWIST1 is highly expressed in pancreatic cancer tissue and predicts a poor prognosis."}, {"pubmed": 31742430, "text": "Activation of TGF-beta1 Pathway by SCUBE3 Regulates TWIST1 Expression and Promotes Breast Cancer Progression."}, {"pubmed": 31823218, "text": "Prognostic Value of TWIST1 and EZH2 Expression in Colon Cancer."}, {"pubmed": 31842825, "text": "The study found that LUADT1 and Twist1 were upregulated in small cell lung cancer (SCLC), while miR-15a-3p was downregulated in SCLC."}, {"pubmed": 31877303, "text": "miR-200b/c-RAP1B axis represses tumorigenesis and malignant progression of papillary thyroid carcinoma through inhibiting the NF-kappaB/Twist1 pathway."}, {"pubmed": 31917787, "text": "Disrupting the rs2107595 locus alters TWIST1 expression and increases binding of RBPJ.  TWIST1 expression influences vascular smooth muscle cells vascular disease-related phenotypes."}, {"pubmed": 31933479, "text": "MYC and Twist1 cooperate to drive metastasis by eliciting crosstalk between cancer and innate immunity."}, {"pubmed": 31941509, "text": "lncRNA JPX/miR-33a-5p/Twist1 axis regulates tumorigenesis and metastasis of lung cancer by activating Wnt/beta-catenin signaling."}, {"pubmed": 31970942, "text": "Relevance and prognostic ability of Twist, Slug and tumor spread through air spaces in lung adenocarcinoma."}, {"pubmed": 32011235, "text": "Transcriptional landscape of myogenesis from human pluripotent stem cells reveals a key role of TWIST1 in maintenance of skeletal muscle progenitors."}, {"pubmed": 32014459, "text": "Twist-1 is upregulated by NSD2 and contributes to tumour dissemination and an epithelial-mesenchymal transition-like gene expression signature in t(4;14)-positive multiple myeloma."}, {"pubmed": 32066880, "text": "MAOA-mediated reprogramming of stromal fibroblasts promotes prostate tumorigenesis and cancer stemness."}, {"pubmed": 32124963, "text": "The EMT transcription factor, Twist1, as a novel therapeutic target for pulmonary sarcomatoid carcinomas."}, {"pubmed": 32179550, "text": "TWIST1 Homodimers and Heterodimers Orchestrate Lineage-Specific Differentiation."}, {"pubmed": 32180088, "text": "MAML1 promotes ESCC aggressiveness through upregulation of EMT marker TWIST1."}, {"pubmed": 32196584, "text": "LncRNA DANCR affected cell growth, EMT and angiogenesis by sponging miR-345-5p through modulating Twist1 in cholangiocarcinoma."}, {"pubmed": 32205869, "text": "CBX7 binds the E-box to inhibit TWIST-1 function and inhibit tumorigenicity and metastatic potential."}, {"pubmed": 32248791, "text": "TFPI2 suppresses breast cancer progression through inhibiting TWIST-integrin alpha5 pathway."}, {"pubmed": 32264733, "text": "Novel long noncoding RNA LINC01385 promotes nasopharyngeal carcinoma proliferation via the miR-140-3p/Twist1 signaling pathway."}, {"pubmed": 32265096, "text": "miR-10b regulated by Twist maintains myofibroblasts activities in oral submucous fibrosis."}, {"pubmed": 32271429, "text": "MiR-526b suppresses cell proliferation, cell invasion and epithelial-mesenchymal transition in breast cancer by targeting Twist1."}, {"pubmed": 32337580, "text": "Twist1 induces chromosomal instability (CIN) in colorectal cancer cells."}, {"pubmed": 32340411, "text": "MiR-337-3p Promotes Adipocyte Browning by Inhibiting TWIST1."}, {"pubmed": 32388607, "text": "A novel Twist1/hsa-miR138-5p/caspase-3 pathway regulates cell proliferation and apoptosis of human multiple myeloma."}, {"pubmed": 32434501, "text": "Statin inhibits large hepatitis delta antigen-Smad3 -twist-mediated epithelial-to-mesenchymal transition and hepatitis D virus secretion."}, {"pubmed": 32461589, "text": "Sox13 promotes hepatocellular carcinoma metastasis by transcriptionally activating Twist1."}, {"pubmed": 32469152, "text": "Twist1 accelerates tumour vasculogenic mimicry by inhibiting Claudin15 expression in triple-negative breast cancer."}, {"pubmed": 32499481, "text": "Twist1-induced miR-199a-3p promotes liver fibrosis by suppressing caveolin-2 and activating TGF-beta pathway."}, {"pubmed": 32574556, "text": "Matrix Rigidity Controls Epithelial-Mesenchymal Plasticity and Tumor Metastasis via a Mechanoresponsive EPHA2/LYN Complex."}, {"pubmed": 32585183, "text": "Knockdown of PLOD3 suppresses the malignant progression of renal cell carcinoma via reducing TWIST1 expression."}, {"pubmed": 32640040, "text": "TRIP suppresses cell proliferation and invasion in choroidal melanoma via promoting the proteasomal degradation of Twist1."}, {"pubmed": 32647142, "text": "Twist-mediated PAR1 induction is required for breast cancer progression and metastasis by inhibiting Hippo pathway."}, {"pubmed": 32711119, "text": "TWIST1 upregulates matrix metalloproteinase (MMP) genes family in esophageal squamous carcinoma cells."}, {"pubmed": 32712748, "text": "TWIST1 correlates with Notch signaling pathway to develop esophageal squamous cell carcinoma."}, {"pubmed": 32784485, "text": "Wnt/CTNNB1 Signal Transduction Pathway Inhibits the Expression of ZFP36 in Squamous Cell Carcinoma, by Inducing Transcriptional Repressors SNAI1, SLUG and TWIST."}, {"pubmed": 33008450, "text": "TWIST1 DNA methylation is a cell marker of airway and parenchymal lung fibroblasts that are differentially methylated in asthma."}, {"pubmed": 33040790, "text": "Effects of Twist1 on drug resistance of chronic myeloid leukemia cells through the PI3K/AKT signaling pathway."}, {"pubmed": 33045527, "text": "Targeting methyltransferase PRMT5 retards the carcinogenesis and metastasis of HNSCC via epigenetically inhibiting Twist1 transcription."}, {"pubmed": 33064013, "text": "Expression pattern of ALDH1, E-cadherin, Vimentin and Twist in early and late onset sporadic colorectal cancer."}, {"pubmed": 33070258, "text": "CircRNA TGFBR2/MiR-25-3p/TWIST1 axis regulates osteoblast differentiation of human aortic valve interstitial cells."}, {"pubmed": 33106471, "text": "Mutant CFTR Drives TWIST1 mediated epithelial-mesenchymal transition."}, {"pubmed": 33108472, "text": "Retinoblastoma cell-derived Twist protein promotes regulatory T cell development."}, {"pubmed": 33170398, "text": "AKR1C1 Contributes to Cervical Cancer Progression via Regulating TWIST1 Expression."}, {"pubmed": 33235117, "text": "TWIST1 expression and clinical significance in type I endometrial cancer and premalignant lesions: A retrospective clinical study."}, {"pubmed": 33340431, "text": "MTA2 promotes the metastasis of esophageal squamous cell carcinoma via EIF4E-Twist feedback loop."}, {"pubmed": 33369125, "text": "Vertical transmission of a large calvarial ossification defect due to heterozygous variants of ALX4 and TWIST1."}, {"pubmed": 33378011, "text": "Inhibition of p53/p21 by TWIST alleviates TNF-alpha induced nucleus pulposus cell senescence in vitro."}, {"pubmed": 33381597, "text": "MicroRNA-361-5p Inhibits Tumorigenesis and the EMT of HCC by Targeting Twist1."}, {"pubmed": 33420365, "text": "MAOA promotes prostate cancer cell perineural invasion through SEMA3C/PlexinA2/NRP1-cMET signaling."}, {"pubmed": 33510354, "text": "Androgen receptor promotes renal cell carcinoma (RCC) vasculogenic mimicry (VM) via altering TWIST1 nonsense-mediated decay through lncRNA-TANAR."}, {"pubmed": 33565061, "text": "[Expression of Twist1, SIRT1, FGF2 and TGF-beta3 genes and its regulatory effect on the proliferation of placenta, umbilical cord and dental pulp mesenchymal stem cells]."}, {"pubmed": 33582945, "text": "Twist activates miR-22 to suppress estrogen receptor alpha in breast cancer."}, {"pubmed": 33603163, "text": "Tumor-derived osteopontin drives the resident fibroblast to myofibroblast differentiation through Twist1 to promote breast cancer progression."}, {"pubmed": 33604811, "text": "Crosstalk between MMP-13, CD44, and TWIST1 and its role in regulation of EMT in patients with esophageal squamous cell carcinoma."}, {"pubmed": 33605548, "text": "The epithelial-mesenchymal transition regulators Twist, Slug, and Snail are associated with aggressive tumour features and poor outcome in prostate cancer patients."}, {"pubmed": 33741336, "text": "Twist1 sustains the apoptosis resistance in eosinophils in nasal mucosa of allergic rhinitis."}, {"pubmed": 33752711, "text": "Expressions of TWIST1 and CD105 markers in colorectal cancer patients and their association with metastatic potential and prognosis."}, {"pubmed": 33760121, "text": "lincROR facilitates hepatocellular carcinoma resistance to doxorubicin by regulating TWIST1mediated epithelialmesenchymal transition."}, {"pubmed": 33764901, "text": "Twist1 signaling in age-dependent decline in angiogenesis and lung regeneration."}, {"pubmed": 33845139, "text": "TWIST1-mediated transcriptional activation of PDGFRbeta in breast cancer stem cells promotes tumorigenesis and metastasis."}, {"pubmed": 33852841, "text": "Stabilized epithelial phenotype of cancer cells in primary tumors leads to increased colonization of liver metastasis in pancreatic cancer."}, {"pubmed": 33920140, "text": "Combination of Niraparib, Cisplatin and Twist Knockdown in Cisplatin-Resistant Ovarian Cancer Cells Potentially Enhances Synthetic Lethality through ER-Stress Mediated Mitochondrial Apoptosis Pathway."}, {"pubmed": 33941102, "text": "Normal and cancer fibroblasts differentially regulate TWIST1, TOX and cytokine gene expression in cutaneous T-cell lymphoma."}, {"pubmed": 34015321, "text": "EZH2 regulates the malignancy of human glioblastoma cells via modulation of Twist mRNA stability."}, {"pubmed": 34170080, "text": "CXCL12/CXCR4 facilitates perineural invasion via induction of the Twist/S100A4 axis in salivary adenoid cystic carcinoma."}, {"pubmed": 34173718, "text": "Ajuba transactivates N-cadherin expression in colorectal cancer cells through interaction with Twist."}, {"pubmed": 34224315, "text": "CircRAB3IP upregulates twist family BHLH transcription factor (TWIST1) to promote osteosarcoma progression by sponging miR-580-3p."}, {"pubmed": 34285182, "text": "Loss of FBXL14 promotes mesenchymal shift and radioresistance of non-small cell lung cancer by TWIST1 stabilization."}, {"pubmed": 34335965, "text": "Twist1 contributes to developing and sustaining corticosteroid resistance in ulcerative colitis."}, {"pubmed": 34347983, "text": "Role of Epithelial-to-Mesenchymal Transition Markers in Different Stages of Endometriosis: Expression of the Snail, Slug, ZEB1, and Twist Genes."}, {"pubmed": 34408201, "text": "Identification of a novel inhibitor of liver cancer cell invasion and proliferation through regulation of Akt and Twist1."}, {"pubmed": 34606403, "text": "Increased expression of lncRNA SNHG7 promotes the cell viability, migration, and invasion in pre-eclampsia via modulating the miR-214-5p/TWIST1 axis."}, {"pubmed": 34607487, "text": "NOL6 promotes the proliferation and migration of endometrial cancer cells by regulating TWIST1 expression."}, {"pubmed": 34698000, "text": "Circular RNA CNOT2 knockdown regulates twist family BHLH transcription factor via targeting microRNA 409-3p to prevent breast cancer invasion, migration and epithelial-mesenchymal transition."}, {"pubmed": 34738200, "text": "Hsa-circ_0058106 induces EMT and metastasis in laryngeal cancer via sponging miR-153 and inducing Twist1 nuclear translocation."}, {"pubmed": 34791627, "text": "Epithelial mesenchymal transition regulator TWIST1 transcription factor stimulates glucose uptake through upregulation of GLUT1, GLUT3, and GLUT12 in vitro."}, {"pubmed": 34796452, "text": "Long Noncoding RNA CRNDE Functions as an Oncogene to Facilitate Aggressive Behaviors of Nasopharyngeal Carcinoma Cells by Modulating miR-3163/TWIST1 Axis."}, {"pubmed": 34818576, "text": "Elucidated tumorigenic role of MAML1 and TWIST1 in gastric cancer is associated with Helicobacter pylori infection."}, {"pubmed": 34830027, "text": "Twist1 Influences the Expression of Leading Members of the IL-17 Signaling Pathway in HER2-Positive Breast Cancer Cells."}, {"pubmed": 35239721, "text": "Epithelial-mesenchymal transition, regulated by beta-catenin and Twist, leads to esophageal wall remodeling in pediatric eosinophilic esophagitis."}, {"pubmed": 35242497, "text": "TWIST1-EP300 Expedites Gastric Cancer Cell Resistance to Apatinib by Activating the Expression of COL1A2."}, {"pubmed": 35354337, "text": "Postnatal Progressive Craniosynostosis in Syndromic Conditions: Two Patients With Saethre-Chotzen Due to TWIST1 Gene Deletions and Review of the Literature."}, {"pubmed": 35569209, "text": "Evaluation of Lipocalin-2 and Twist expression in thyroid cancers and its relationship with epithelial mesenchymal transition."}, {"pubmed": 35694846, "text": "TWIST1 methylation by SETD6 selectively antagonizes LINC-PINT expression in glioma."}, {"pubmed": 35710300, "text": "HDAC9 structural variants disrupting TWIST1 transcriptional regulation lead to craniofacial and limb malformations."}, {"pubmed": 35861841, "text": "Hsa_circ_0016070/micro-340-5p Axis Accelerates Pulmonary Arterial Hypertension Progression by Upregulating TWIST1 Transcription Via TCF4/beta-Catenin Complex."}, {"pubmed": 36083239, "text": "Hsa-microRNA-370-3p targeting Snail and Twist1 suppresses IL-8/STAT3-driven hepatocellular carcinoma metastasis."}, {"pubmed": 36136285, "text": "Twist alters the breast tumor microenvironment via choline kinase to facilitate an aggressive phenotype."}, {"pubmed": 36285599, "text": "TWIST1 regulates proliferation, migration, and invasion and is a prognostic marker for oral tongue squamous cell carcinoma."}, {"pubmed": 36474162, "text": "TWIST1 activates cancer stem cell marker genes to promote epithelial-mesenchymal transition and tumorigenesis in esophageal squamous cell carcinoma."}, {"pubmed": 36553636, "text": "TWIST1 Plays Role in Expression of Stemness State Markers in ESCC."}, {"pubmed": 36639679, "text": "SF3B4 promotes Twist1 expression and clear cell renal cell carcinoma progression by facilitating the export of KLF 16 mRNA from the nucleus to the cytoplasm."}, {"pubmed": 36669583, "text": "Twist1-YY1-p300 complex promotes the malignant progression of HCC through activation of miR-9 by forming phase-separated condensates at super-enhancers and relieved by metformin."}, {"pubmed": 36732432, "text": "USP13 promotes breast cancer metastasis through FBXL14-induced Twist1 ubiquitination."}, {"pubmed": 36781842, "text": "Rab31 promotes metastasis and cisplatin resistance in stomach adenocarcinoma through Twist1-mediated EMT."}, {"pubmed": 36782089, "text": "Phosphorylation of USP29 by CDK1 Governs TWIST1 Stability and Oncogenic Functions."}, {"pubmed": 36906874, "text": "Effect and Mechanism of lncRNA-PCMF1/hsa-miR-137/Twist1 Axis Involved in the EMT Regulation of Prostate Cancer Cells."}, {"pubmed": 36991485, "text": "Pathogenic role of Twist-1 protein in hydatidiform molar pregnancies and investigation of its potential diagnostic utility in complete moles."}, {"pubmed": 37144865, "text": "Twist1-IRF9 Interaction Is Necessary for IFN-Stimulated Gene Anti-Zika Viral Infection."}, {"pubmed": 37259735, "text": "LncRNA FOXD2-AS1 facilitates the progression of hepatocellular carcinoma by regulating TWIST1."}, {"pubmed": 37422632, "text": "USP51 promotes non-small cell lung carcinoma cell stemness by deubiquitinating TWIST1."}, {"pubmed": 37459799, "text": "ING1 inhibits Twist1 expression to block EMT and is antagonized by the HDAC inhibitor vorinostat."}, {"pubmed": 37474309, "text": "Grasping with a Twist: Dissociating Action Goals from Motor Actions in Human Frontoparietal Circuits."}, {"pubmed": 37784111, "text": "Roles of Twist1 in lipid and glucose metabolism."}, {"pubmed": 37833014, "text": "An overview of Twist1 in glioma progression and recurrence."}, {"pubmed": 37894950, "text": "EGF-Enhanced GnRH-II Regulation in Decidual Stromal Cell Motility through Twist and N-Cadherin Signaling."}, {"pubmed": 37932931, "text": "TOX, TWIST1, STAT4, and SATB1 protein expressions in early-stage mycosis fungoides."}, {"pubmed": 37948519, "text": "TWIST1 and TSG6 are coordinately regulated and function as potency biomarkers in human MSCs."}, {"pubmed": 38003483, "text": "TWIST1 Upregulation Is a Potential Target for Reversing Resistance to the CDK4/6 Inhibitor in Metastatic Luminal Breast Cancer Cells."}, {"pubmed": 38092725, "text": "Jagged1 intracellular domain/SMAD3 complex transcriptionally regulates TWIST1 to drive glioma invasion."}, {"pubmed": 38134227, "text": "FBXO3 stabilizes USP4 and Twist1 to promote PI3K-mediated breast cancer metastasis."}, {"pubmed": 38139368, "text": "Shake It Up Baby Now: The Changing Focus on TWIST1 and Epithelial to Mesenchymal Transition in Cancer and Other Diseases."}, {"pubmed": 38218898, "text": "Ubiquitin-specific protease 5 promotes bladder cancer progression through stabilizing Twist1."}, {"pubmed": 38281235, "text": "Co-expression of Twist and Snai1: predictor of poor prognosis and biomarker of treatment resistance in untreated prostate cancer."}, {"pubmed": 38351814, "text": "Expression of Snail and Twist compared with clinical and pathological parameters in patients with gastric cancer."}, {"pubmed": 38358184, "text": "The clinical significance of SNAIL, TWIST, and E-Cadherin expression in gastric mesentery tumor deposits of advanced gastric cancer."}, {"pubmed": 38508329, "text": "TMEM158 functions as an oncogene and promotes lung adenocarcinoma progression through the PI3K/AKT pathway via interaction with TWIST1."}, {"pubmed": 38608058, "text": "A comprehensive exploration of twist1 to identify a biomarker for tumor immunity and prognosis in pan-cancer."}, {"pubmed": 38963044, "text": "Inhibition of FBP1 expression by KMT5A through TWIST1 methylation is one of the mechanisms leading to chemoresistance in breast cancer."}], "genomic_pos": {"chr": "7", "end": 19117636, "ensemblgene": "ENSG00000122691", "start": 19020991, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 19157295, "start": 19060614, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 17690110, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001503", "pubmed": 11001584, "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003180", "pubmed": 20804746, "qualifier": "involved_in", "term": "aortic valve morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003183", "qualifier": "involved_in", "term": "mitral valve morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003203", "qualifier": "involved_in", "term": "endocardial cushion morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003253", "qualifier": "involved_in", "term": "cardiac neural crest cell migration involved in outflow tract morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007517", "qualifier": "involved_in", "term": "muscle organ development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 17003487, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010718", "pubmed": 18297062, "qualifier": "involved_in", "term": "positive regulation of epithelial to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010936", "qualifier": "involved_in", "term": "negative regulation of macrophage cytokine production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 17332325, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030500", "pubmed": 19597909, "qualifier": "involved_in", "term": "regulation of bone mineralization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032000", "pubmed": 20007935, "qualifier": "involved_in", "term": "positive regulation of fatty acid beta-oxidation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032502", "qualifier": "involved_in", "term": "developmental process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032720", "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032755", "pubmed": 20007935, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032760", "pubmed": 20007935, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035115", "qualifier": "involved_in", "term": "embryonic forelimb morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035116", "qualifier": "involved_in", "term": "embryonic hindlimb morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035359", "qualifier": "involved_in", "term": "negative regulation of peroxisome proliferator activated receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042473", "pubmed": 11001584, "qualifier": "involved_in", "term": "outer ear morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042733", "pubmed": 11001584, "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043518", "pubmed": 17690110, "qualifier": "involved_in", "term": "negative regulation of DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045668", "pubmed": 16888803, "qualifier": "involved_in", "term": "negative regulation of osteoblast differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045766", "pubmed": 17987801, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045843", "qualifier": "involved_in", "term": "negative regulation of striated muscle tissue development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 25981568, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 17332325, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 12270142, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048511", "qualifier": "involved_in", "term": "rhythmic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048642", "qualifier": "involved_in", "term": "negative regulation of skeletal muscle tissue development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048701", "pubmed": [8988166, 8988167], "qualifier": "involved_in", "term": "embryonic cranial skeleton morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050679", "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051898", "pubmed": 17003487, "qualifier": "involved_in", "term": "negative regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060021", "qualifier": "involved_in", "term": "roof of mouth development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060363", "pubmed": 11001584, "qualifier": "involved_in", "term": "cranial suture morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060900", "pubmed": 17070479, "qualifier": "involved_in", "term": "embryonic camera-type eye formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061029", "pubmed": 17070479, "qualifier": "involved_in", "term": "eyelid development in camera-type eye"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071363", "qualifier": "involved_in", "term": "cellular response to growth factor stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071456", "pubmed": 18297062, "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071639", "pubmed": 20007935, "qualifier": "involved_in", "term": "positive regulation of monocyte chemotactic protein-1 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097009", "qualifier": "acts_upstream_of", "term": "energy homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902894", "pubmed": 27027434, "qualifier": "involved_in", "term": "negative regulation of miRNA transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000144", "pubmed": 17332325, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription initiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:2000147", "pubmed": 17332324, "qualifier": "involved_in", "term": "positive regulation of cell motility"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000679", "pubmed": 12270142, "qualifier": "involved_in", "term": "positive regulation of transcription regulatory region DNA binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000773", "pubmed": 17690110, "qualifier": "involved_in", "term": "negative regulation of cellular senescence"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000780", "pubmed": 17690110, "qualifier": "involved_in", "term": "negative regulation of double-strand break repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000793", "pubmed": 20804746, "qualifier": "involved_in", "term": "cell proliferation involved in heart valve development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000802", "qualifier": "involved_in", "term": "positive regulation of endocardial cushion to mesenchymal transition involved in heart valve formation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10749989, 15545268], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 17332325, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000987", "pubmed": 27027434, "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001217", "pubmed": 27027434, "qualifier": "enables", "term": "DNA-binding transcription repressor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001221", "qualifier": "enables", "term": "transcription coregulator binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10749989, 11248247, 18504427, 18598946, 19534813, 21983900, 22975381, 24525235, 25402006, 25609649, 25893917, 28514442, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019904", "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042826", "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043425", "pubmed": 10749989, "qualifier": "enables", "term": "bHLH transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070888", "pubmed": [17332325, 20804746], "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": 15545268, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 30175], [7955, 550518], [8364, 395054], [9031, 395491], [9598, 450135], [9606, 7291], [10090, 22160], [10116, 85489]], "id": 402}, "interpro": [{"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}, {"desc": "Twist-related protein 1, basic helix-loop-helix domain", "id": "IPR047093", "short_desc": "TWIST1_bHLH"}], "ipi": "IPI00018907", "map_location": "7p21.1", "name": "twist family bHLH transcription factor 1", "other_names": ["B-HLH DNA binding protein", "H-twist", "TWIST homolog of drosophila", "class A basic helix-loop-helix protein 38", "twist basic helix-loop-helix transcription factor 1", "twist homolog 1", "twist-related protein 1"], "pantherdb": {"HGNC": "12428", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98872", "ortholog_type": "LDO", "panther_family": "PTHR23349", "taxid": 10090, "uniprot_kb": "P26687"}, {"RGD": "621455", "ortholog_type": "LDO", "panther_family": "PTHR23349", "taxid": 10116, "uniprot_kb": "Q9EPJ1"}, {"Ensembl": "ENSGALG00000041640", "ortholog_type": "LDO", "panther_family": "PTHR23349", "taxid": 9031, "uniprot_kb": "Q9PVG4"}, {"ZFIN": "ZDB-GENE-000210-6", "ortholog_type": "O", "panther_family": "PTHR23349", "taxid": 7955, "uniprot_kb": "Q9PTE3"}, {"ZFIN": "ZDB-GENE-050417-357", "ortholog_type": "LDO", "panther_family": "PTHR23349", "taxid": 7955, "uniprot_kb": "Q568M7"}, {"WormBase": "WBGene00001953", "ortholog_type": "O", "panther_family": "PTHR23349", "taxid": 6239, "uniprot_kb": "Q11094"}, {"FlyBase": "FBgn0003900", "ortholog_type": "O", "panther_family": "PTHR23349", "taxid": 7227, "uniprot_kb": "P10627"}], "uniprot_kb": "Q15672"}, "pathway": {"biocarta": {"id": "arfpathway", "name": "tumor suppressor arf inhibits ribosomal biogenesis"}, "kegg": {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, "pid": [{"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-9725371", "name": "Nuclear events stimulated by ALK signaling in cancer"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP3599", "name": "Transcription factor regulation in adipogenesis"}, {"id": "WP3967", "name": "miR-509-3p alteration of YAP1-ECM axis"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4561", "name": "Cell migration and invasion through p75NTR"}, {"id": "WP4564", "name": "Neural Crest Cell Migration during Development"}, {"id": "WP4565", "name": "Neural Crest Cell Migration in Cancer"}]}, "pdb": ["2MJV", "8OSB"], "pfam": "PF00010", "pharmgkb": "PA37088", "pharos": {"target_id": 19969, "tdl": "Tbio"}, "pir": "G01204", "prosite": "PS50888", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257663", "relationship": "is"}, {"id": "GNF257664", "relationship": "is"}, {"id": "GNF257665", "relationship": "is"}, {"id": "GNF257666", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091969", "relationship": "is"}, {"id": "GNF091970", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054322", "relationship": "is"}, {"id": "GNF059104", "relationship": "is"}, {"id": "GNF074439", "relationship": "is"}, {"id": "GNF074598", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067685", "relationship": "is"}, {"id": "GNF067686", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF015107", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101774", "relationship": "is"}, {"id": "GNF141429", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_008114.2"], "protein": "NP_000465.1", "rna": ["NM_000474.4", "NR_149001.2"], "translation": {"protein": "NP_000465.1", "rna": "NM_000474.4"}}, "reporter": {"HG-U133_Plus_2": "213943_at", "HG-U95Av2": "40328_at", "HTA-2_0": ["TC07001175.hg.1", "TC07002176.hg.1"], "HuEx-1_0": "3040363", "HuGene-1_1": "8138442", "HuGene-2_1": "17055614"}, "retired": [57, 1403, 7967], "summary": "This gene encodes a basic helix-loop-helix (bHLH) transcription factor that plays an important role in embryonic development. The encoded protein forms both homodimers and heterodimers that bind to DNA E box sequences and regulate the transcription of genes involved in cranial suture closure during skull development. This protein may also regulate neural tube closure, limb development and brown fat metabolism. This gene is hypermethylated and overexpressed in multiple human cancers, and the encoded protein promotes tumor cell invasion and metastasis, as well as metastatic recurrence. Mutations in this gene cause Saethre-Chotzen syndrome in human patients, which is characterized by craniosynostosis, ptosis and hypertelorism. [provided by RefSeq, Jul 2020].", "symbol": "TWIST1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421244"}, "unigene": ["Hs.644998", "Hs.66744"], "uniprot": {"Swiss-Prot": "Q15672", "TrEMBL": ["H7C4D7", "H7BY00"]}, "wikipedia": {"url_stub": "Twist transcription factor"}}