{"AllianceGenome": "12435", "HGNC": "12435", "MIM": "187700", "_id": "7295", "_version": 2, "accession": {"genomic": ["AF084048.1", "AF548001.1", "AL158158.14", "CH471105.1", "CP068269.2", "NC_000009.12", "NC_060933.1", "X54539.1", "X54540.1", "X70287.1", "X70288.1"], "protein": ["AAA74596.1", "AAC17430.1", "AAF86466.1", "AAF87085.1", "AAG34699.1", "AAH03377.1", "AAH54866.1", "AAN33187.1", "AEE61109.1", "AFH41799.1", "BAA05742.1", "BAF82197.1", "CAA38410.1", "CAA54687.1", "CAG28593.1", "EAW59059.1", "EAW59060.1", "NP_001231867.1", "NP_003320.2", "P10599.3"], "rna": ["AF065241.1", "AF085844.1", "AF276919.1", "AF313911.1", "AK289508.1", "AW160756.1", "AY004872.1", "BC003377.1", "BC054866.1", "BQ774337.1", "BX647247.1", "CR407665.1", "D28376.1", "HM005512.1", "J04026.1", "JQ313905.1", "NM_001244938.2", "NM_003329.4", "X77584.1"], "translation": [{"protein": "AEE61109.1", "rna": "HM005512.1"}, {"protein": "AAC17430.1", "rna": "AF065241.1"}, {"protein": "NP_001231867.1", "rna": "NM_001244938.2"}, {"protein": "AAH03377.1", "rna": "BC003377.1"}, {"protein": "CAG28593.1", "rna": "CR407665.1"}, {"protein": "AAA74596.1", "rna": "J04026.1"}, {"protein": "AAG34699.1", "rna": "AF313911.1"}, {"protein": "AAF86466.1", "rna": "AF276919.1"}, {"protein": "BAF82197.1", "rna": "AK289508.1"}, {"protein": "AAF87085.1", "rna": "AY004872.1"}, {"protein": "BAA05742.1", "rna": "D28376.1"}, {"protein": "CAA54687.1", "rna": "X77584.1"}, {"protein": "NP_003320.2", "rna": "NM_003329.4"}, {"protein": "AAH54866.1", "rna": "BC054866.1"}, {"protein": "AFH41799.1", "rna": "JQ313905.1"}]}, "alias": ["TRDX", "TRX", "TRX1", "TXN1", "Trx80"], "ensembl": {"gene": "ENSG00000136810", "protein": ["ENSP00000363639", "ENSP00000363641"], "transcript": ["ENST00000374515", "ENST00000374517", "ENST00000487892"], "translation": [{"protein": "ENSP00000363641", "rna": "ENST00000374517"}, {"protein": "ENSP00000363639", "rna": "ENST00000374515"}], "type_of_gene": "protein_coding"}, "entrezgene": "7295", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.96096082505, "exp_mis": 29.1982777792, "exp_syn": 14.7400650497, "lof_z": 1.76160024962237, "mis_z": 0.561059718034153, "mu_lof": 2.96239036051e-07, "mu_mis": 2.62329303633e-06, "mu_syn": 1.23758689691e-06, "n_lof": 1.0, "n_mis": 23.0, "n_syn": 17.0, "p_li": 0.417886376366376, "p_null": 0.0349671342655328, "p_rec": 0.547146489368091, "syn_z": -0.364917498010017}, "bp": 318, "cds_end": 113018715, "cds_start": 113006436, "n_exons": 5, "nonpsych": {"exp_lof": 4.39821865397, "exp_mis": 26.3353301689, "exp_syn": 13.2492516567, "lof_z": 2.05963563284373, "mis_z": 0.720961221532857, "mu_lof": 2.96239036051e-07, "mu_mis": 2.62329303633e-06, "mu_syn": 1.23758689691e-06, "n_lof": 0.0, "n_mis": 19.0, "n_syn": 14.0, "p_li": 0.77995785198724, "p_null": 0.00849845789476758, "p_rec": 0.211543690117992, "syn_z": -0.129856355403808}, "nontcga": {"exp_lof": 4.55512329278, "exp_mis": 26.853456598, "exp_syn": 13.5518995692, "lof_z": 1.64318258330639, "mis_z": 0.658899795618785, "mu_lof": 2.96239036051e-07, "mu_mis": 2.62329303633e-06, "mu_syn": 1.23758689691e-06, "n_lof": 1.0, "n_mis": 20.0, "n_syn": 17.0, "p_li": 0.388726001558846, "p_null": 0.0425426662047812, "p_rec": 0.568731332236372, "syn_z": -0.593064674059015}, "transcript": "ENST00000374517.5"}, "exons": [{"cdsend": 110256435, "cdsstart": 110244156, "chr": "9", "position": [[110243809, 110244219], [110244777, 110244843], [110251357, 110251462], [110256411, 110256507]], "strand": -1, "transcript": "NM_001244938", "txend": 110256507, "txstart": 110243809}, {"cdsend": 110256435, "cdsstart": 110244156, "chr": "9", "position": [[110243809, 110244219], [110244777, 110244843], [110250819, 110250879], [110251357, 110251462], [110256411, 110256507]], "strand": -1, "transcript": "NM_003329", "txend": 110256507, "txstart": 110243809}], "exons_hg19": [{"cdsend": 113018715, "cdsstart": 113006436, "chr": "9", "position": [[113006089, 113006499], [113007057, 113007123], [113013637, 113013742], [113018691, 113018787]], "strand": -1, "transcript": "NM_001244938", "txend": 113018787, "txstart": 113006089}, {"cdsend": 113018715, "cdsstart": 113006436, "chr": "9", "position": [[113006089, 113006499], [113007057, 113007123], [113013099, 113013159], [113013637, 113013742], [113018691, 113018787]], "strand": -1, "transcript": "NM_003329", "txend": 113018787, "txstart": 113006089}], "generif": [{"pubmed": 11751890, "text": "The roles of thioredoxin in protection against oxidative stress-induced apoptosis"}, {"pubmed": 11841832, "text": "overexpressed TRX, induced by HTLV-I Tax, may play an important role in HTLV-I infection"}, {"pubmed": 11972307, "text": "serum levels may reflect the status of insulin resistance in Type 2 diabetic patients"}, {"pubmed": 12008049, "text": "Enhanced resistancy of thioredoxin-transgenic mice against influenza virus-induced pneumonia"}, {"pubmed": 12029072, "text": "Results suggest that glutaredoxin plays an important role during implantation, while Trx levels remained constant during the secretory phase."}, {"pubmed": 12099690, "text": "C-propeptide region of human pro alpha 1 type 1 collagen interacts with thioredoxin"}, {"pubmed": 12119401, "text": "Glutathionylation; crossstalk between the glutathione and thioredoxin systems"}, {"pubmed": 12189205, "text": "decrease in mRNA levels in prostate cancer cells related to induction of thioredoxin-binding protein-2"}, {"pubmed": 12244325, "text": "Trx is essential for maintaining the content of S-nitrosylated molecules in endothelial cells. Trx can exert its complete redox regulatory and anti-apoptotic functions in endothelial cells only when cysteine 69 is S-nitrosylated"}, {"pubmed": 12529245, "text": "N-acetylcysteine does not block nonclassic pathway for Trx secretion. Mutations in active site or dimerization site of Trx do not alter its secretion. Nonclassic secretion of Trx is not dependent on redox status of cell or protein."}, {"pubmed": 12660821, "text": "role in redox regulation of the antioxidant response element in electrophile response"}, {"pubmed": 12804587, "text": "Trx-1 may play a role in the redox regulation of SSAT expression and polyamine homeostasis that could contribute to the biological effects of Trx-1"}, {"pubmed": 12816947, "text": "human thioredoxin 1 redox potential and examination of dithiol/disulfide motifs"}, {"pubmed": 12870673, "text": "TRX is upregulated in myocarditis and cardiomyopathies with active necrotic stage associated with DNA damage"}, {"pubmed": 12878985, "text": "increased TXN-1 expression is a relatively late event in colorectal carcinogenesis and provides evidence in a small group of subjects with colorectal cancer of Dukes stages A through D; thioredoxin-1 expression may be an independent marker of prognosis"}, {"pubmed": 12882768, "text": "Human lens thioredoxin: molecular cloning and functional characterization."}, {"pubmed": 14503974, "text": "Secreted Trx may participate in removing inhibitors of collagen-degrading metalloproteinases."}, {"pubmed": 14644168, "text": "novel deregulatory effect of extracellular Trx upon morphological capillary differentiation that appears to depend upon the reduction of laminin and destabilisation of its interaction with galectin-3"}, {"pubmed": 14688353, "text": "A redox-active site in TRX is essential for its release from T lymphocytes in response to hydrogen peroxide (H2O2): extracellular TRX regulates its own H2O2-induced release."}, {"pubmed": 14695120, "text": "Exposure to low Trx concentrations (1 microM) caused significant increases in the percentage of liquid phase of sputum in cystic fibrosis patients."}, {"pubmed": 14703116, "text": "Prx I and Trx expression is increased in lung cancer cells following hypoxia and in human lung cancer tissues"}, {"pubmed": 14730345, "text": "Thioredoxin is a regulator of gene expression."}, {"pubmed": 15096327, "text": "Data show that oxidant-injured and stressed airway epithelial cells upregulate thioredoxin, but produce little IL-8, which may be important in airway epithelial cell-mediated multistep navigation of neutrophils to sites of oxidant injury."}, {"pubmed": 15128745, "text": "reduced thioredoxin activity through interaction with Txnip is an important mechanism for vascular oxidative stress in diabetes mellitus"}, {"pubmed": 15480426, "text": "Trx may regulate cell cycle and growth through a novel modulation of AP-1 activity and p27Kip1 degradation with Jab1"}, {"pubmed": 15494431, "text": "A truncated form of endogenous thioredoxin (Trx80) is an early signal in response to danger which can stimulate CD14+ monocytes to differentiate into a novel cell population that may play a major role in triggering innate immune responses."}, {"pubmed": 15507528, "text": "Mitogenic cytokine truncated thioredoxin (Trx80) inhibits Epstein-Barr virus-induced B-cell transformation in cord blood mononuclear cells in vitro via T cells that are activated by IL-15 and IL-12 produced by monocytes."}, {"pubmed": 15694802, "text": "Thioredoxin is elevated after angioplasty for peripheral artery disease. Thioredoxin impairs chemotaxis and attenuates ischemia reperfusion injury. It acts as both as a marker of oxidative stress and as a therapeutic agent."}, {"pubmed": 15723974, "text": "AlphaAR-stimulated hypertrophic signaling in adult rat ventricular myocytes is mediated via a TRX1-sensitive posttranslational oxidative modification of thiols on Ras."}, {"pubmed": 15894171, "text": "hepatopoietin association with thioredoxin constitutes a redox signal transduction in activation of AP-1/NF-kappaB"}, {"pubmed": 16115022, "text": "different redox-active cysteines are important for Trx chemotactic action, whereas its desensitizing action does not have these requirements, which suggests a redox-independent mechanism"}, {"pubmed": 16207716, "text": "thioredoxin-1 inhibits lipopolysaccharide-induced interleukin-1beta expression in human monocyte-derived macrophages"}, {"pubmed": 16263712, "text": "CatD induces apoptosis via degradation of Trx protein, which is an essential anti-apoptotic and reactive oxygen species scavenging protein in endothelial cells"}, {"pubmed": 16311508, "text": "Abeta neurotoxicity might be mediated by oxidation of GRX1 or TRX1 and subsequent activation of the ASK1 cascade."}, {"pubmed": 16424062, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16492688, "text": "Thioredoxin inhibited the binding of PPARalpha to the PPAR-response element"}, {"pubmed": 16712525, "text": "indicate an intrinsic form of control of promoter activity by the thioredoxin system itself"}, {"pubmed": 16766796, "text": "identified two Txnip cysteines that are important for thioredoxin binding and showed that this interaction is consistent with a disulfide exchange reaction between oxidized Txnip and reduced thioredoxin"}, {"pubmed": 16868544, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16966583, "text": "Thioredoxin-1 nitration plays a causative role in postischemic cardiomyocyte apoptosis."}, {"pubmed": 17007870, "text": "In this review, we will summarize the cardiac effects of thioredoxin and the mechanisms by which thioredoxin mediates inhibition of ventricular remodeling."}, {"pubmed": 17045827, "text": "overexpression of hTRX-1 protects against hyperoxia-induced apoptosis in cells of the alveolar walls"}, {"pubmed": 17113580, "text": "The data indicate that the redox status of mitochondrial thioredoxin is a regulatory mechanism underlying the vulnerability of mitochondria to oxidative injury."}, {"pubmed": 17115890, "text": "The stimulation of T-cell mitogenic response by the physiological levels of selenite is caused by increased TR activity, which may lead to reduction of Trx-1 dependent on the intracellular expression level and promotion of DNA binding of NF-kappaB."}, {"pubmed": 17220299, "text": "Thioredoxin 1 and thioredoxin 2 have opposed regulatory functions on hypoxia-inducible factor-1alpha."}, {"pubmed": 17316609, "text": "ver-expression of hTrx-1 in Drosophila melanogaster promotes cell growth and proliferation during eye development as measured by eye size and ommatidia size. Furthermore, hTrx-1 rescues the small eye phenotype induced by the over-expression of PTEN."}, {"pubmed": 17360766, "text": "Overexpression in transgenic mice inhibits development of diabetic neuropathy."}, {"pubmed": 17369362, "text": "analysis of complex protein dynamics in human thioredoxin"}, {"pubmed": 17557078, "text": "thioredoxin-1 affects CD30-dependent changes in lymphocyte effector function"}, {"pubmed": 17574940, "text": "analysis of structure and function of human thioredoxin"}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17606900, "text": "A specific transnitrosation reaction between procaspase-3 and thioredoxin-1 (Trx) occurs in cultured human T cells and prevents apoptosis."}, {"pubmed": 17634480, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17651689, "text": "Nuclear Trx-1 is required to resist apoptosis of MCF-7 cells induced by cisplatin, probably through up-regulating the anti-apoptotic gene, p53."}, {"pubmed": 17652454, "text": "These results indicate that Ask1 oxidation is required at a step subsequent to activation for signaling downstream of Ask1 after H(2)O(2) treatment."}, {"pubmed": 17724081, "text": "These findings demonstrate that Trx, TRAF2, and TRAF6 regulate ASK1 activity by modulating N-terminal homophilic interaction of ASK1."}, {"pubmed": 17823364, "text": "Thioredoxin-1-dependent induction of glutathione 3-transferase P1 (GST-P1) expression is required for apoptosis inhibition in human endothelial cells."}, {"pubmed": 17896802, "text": "results suggest that oxidative stress induces thioredoxin in the salivary gland; suppression of IL-6 production and apoptosis by rTRX in HSG cells suggests TRX acts to protect the salivary glands of Sjogren's syndrome patients from tissue damage"}, {"pubmed": 17917077, "text": "Data suggest that thioredoxin could not only assist ABAD-inhibiting peptide expression, but rebalance the disturbed \"redox equilibrium\" caused by intracellular amyloid beta in PC12 cells."}, {"pubmed": 17949784, "text": "Expression of VEGF and Ref-1 is associated with Trx-1 overexpression and poor prognosis in patients with liver metastases from colorectal cancer."}, {"pubmed": 17972886, "text": "investigatation of the catalytic mechanism of thioredoxin (human and E coli)"}, {"pubmed": 17982132, "text": "Chemical modification of Trx1 by common environmental and endogenously generated reactive aldehydes can contribute to atherosclerosis development by interfering with antioxidant and redox signaling functions of Trx1."}, {"pubmed": 18209488, "text": "The results of the present study suggest that thioredoxin is a direct stimulator of IFN-gamma gene expression in human T cells and that there is a positive feed-back circuit by IFN-gamma and thioredoxin in the regulation of Th1 immune response."}, {"pubmed": 18384140, "text": "These findings demonstrate that Trx1 is subject to changes in expression, redox state and subcellular localization with changing culture density."}, {"pubmed": 18420212, "text": "TRX is up-regulated in response to increased oxidative stress and associated with intraplaque hemorrhage of coronary culprit lesions"}, {"pubmed": 18457020, "text": "Results describe the expression of genes for thioredoxin 1 and thioredoxin 2 in multidrug-resistant ovarian carcinoma cells."}, {"pubmed": 18497292, "text": "in resting human lymphocytes, thioredoxin-1 actively denitrosylated cytosolic caspase-3 and thereby maintained a low steady-state amount of S-nitrosylation"}, {"pubmed": 18544525, "text": "The reversible inhibition of human Trx1 activity by H(2)O(2) and NO donors is suggested to act in cell signaling via temporal control of reduction for the transmission of oxidative and/or nitrosative signals in thiol redox control"}, {"pubmed": 18579387, "text": "The results of this study suggest that increasing the electrophilic character of these molecules might enhance the antiproliferative activity at the expense of the selectivity toward thioredoxin-1 and the G(0)/G(1) phase arrest."}, {"pubmed": 18835792, "text": "The expressions of hypoxia inducible factor 1alpha, vascular endothelial growth factor-A, thioredoxin, and thioredoxin interacting protein were related to macrophage infiltration rather than neovascularization in carotid atherosclerotic plaques"}, {"pubmed": 18848838, "text": "stimulation of PPARalpha in human macrophages might reduce arterial inflammation through differential regulation of the Trx-1 and VDUP-1 gene expression"}, {"pubmed": 18976655, "text": "The increase of Trx expression and activity inhibited Hcy-induced ROS production and MCP-1 secretion."}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18983687, "text": "Identification of human TXN as a novel IFN-gamma-induced factor: mechanism of induction and its role in cytokine production are reported."}, {"pubmed": 19120277, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19120277, "text": "The frequency of the A allele of the G/A SNP in the 3' flanking region was highest in T1D (8.4%), followed by type 2 diabetes (6.8%), and the lowest in the controls (5.9%), suggesting the contribution of TXN polymorphism to susceptibility to T1D."}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19135121, "text": "Report the effects of acrolein on peroxiredoxins, thioredoxins, and thioredoxin reductase in human bronchial epithelial cells."}, {"pubmed": 19208085, "text": "the elicited TRX is beneficial to reduce allergic inflammation through negative regulation of eosinophil functions and has potential in the treatment of allergic diseases, such as asthma."}, {"pubmed": 19328186, "text": "The results of this study indicated that Trx-1 overexpression protects neurons from apoptosis after ischemia-reperfusion."}, {"pubmed": 19337991, "text": "thioredoxin is upregulated in Human papillomavirus related oral squamous cell carcinoma"}, {"pubmed": 19385090, "text": "Review discusses the cytoprotective and anti-inflammatory effects of Trx1, its anti-oxidant and anti-chemotaxis effects against neutrophils and as an inhibitor of complement activation, and its use in animal models of oxidative and inflammatory disorders."}, {"pubmed": 19540723, "text": "thioredoxin is increased in first-episode schizophrenic patients"}, {"pubmed": 19558833, "text": "The high expressions of Prx1, Trx1 and HIF-1alpha were related to invasion and lymph node metastasis in papillary thyroid carcinoma."}, {"pubmed": 19566940, "text": "Overexpression of thioredoxin1 and is associated with breast carcinoma."}, {"pubmed": 19592618, "text": "AICAR injection increases the expression of Trx and decreased reactive oxygen species production in the aortic wall of apolipoprotein-E mice fed a high-fat diet."}, {"pubmed": 19601712, "text": "These results suggest that the cell surface TRX serves as one of the MIF binding molecules or MIF receptor component and inhibits MIF-mediated inflammatory signals."}, {"pubmed": 19620238, "text": "Findings suggest that Trx and TrxR are multifunctional proteins that, in addition to modulating H(2)O(2) levels and transcription factor activity, aid ERalpha in regulating the expression of estrogen-responsive genes in target cells."}, {"pubmed": 19671194, "text": "Lentivirally transduced human TRX prolonged transplanted mouse islet survival. The reactive oxygen species scavenger & antiapoptotic functions of TRX are critical to islet survival after transplantation."}, {"pubmed": 19723146, "text": "The thioredoxin family of proteins is important for growth and differentiation of lung cancer cells."}, {"pubmed": 19773351, "text": "p21(WAF1) can induce thioredoxin secretion and angiogenesis in cancer cells, by direct transcriptional repression of the thioredoxin-binding protein 2 promoter"}, {"pubmed": 19799607, "text": "the redox regulatory function of Trx plays an important role in bile duct cell transformation and tumor progression during cholangiocarcinogenesis."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20074557, "text": "TRX1 has a role in suppressing senescence in normal cells in addition to its function as a redox-protective protein."}, {"pubmed": 20103619, "text": "Findings indicate that mda-7/IL-24 induces PERK activation that triggers production of ceramide, ceramide synthase 6 and thioredoxin, which in turn promote glioma cell autophagy and cell death."}, {"pubmed": 20172870, "text": "TBP-2 mRNA levels in the endometrium were lower, and the TRX to TBP-2 ratio was higher in patients with endometriosis than in the control group."}, {"pubmed": 20218863, "text": "Actin is kept in a reduced state by Trx1 under oxidative stress via a direct interaction of the proteins. Cysteine 62 in Trx1 is the key site that interacts with actin, and is required to maintain cellular viability and anti-apoptotic function."}, {"pubmed": 20298786, "text": "we have demonstrated that overexpression of Trx strongly delays inherited photoreceptor cell degeneration and preserves the visual function via activating survival signaling pathways in a phenotypic model for sensorineural deafness and retinal dystrophy"}, {"pubmed": 20347035, "text": "Nrf2-dependent Trx1 induction turned out to enhance HIF-1 alpha signaling in intermittent hypoxia."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20423474, "text": "Increased levels of CRP and TRX in subjects with mildly reduced glomerular filtration rate(GFR). The GFR-CRP link and the GFR-TRX link appeared to be mediated, at least partly, by alterations in blood pressure and plasma lipids."}, {"pubmed": 20430109, "text": "Down-regulation of thioredoxin, increased intracellular reactive oxygen species, and activation of ASK1-ERK/p38 MAPK signaling all were associated with Japanese encephalitis virus-induced apoptosis."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20536427, "text": "TR1 and Trx1 interaction play key role in redox homoeostasis."}, {"pubmed": 20619274, "text": "Thioredoxin-1 mutated at T100 causes lower survival rate induced by H(2)O(2), and higher apoptosis rate induced by cis-platinum and adriamycin in HepG2 cells."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20661909, "text": "Determined is a novel human thioredoxin crystal structure that when compared to wild type has undergone a conformational change involving unraveling of a helix alpha 3 and exposure of residues Cys 62 and Cys 69 resulting in a more open conformation."}, {"pubmed": 20662007, "text": "Presented are two crystal structures of the C69S/C73S mutant TRX1 under oxidizing (1.5 A) and reducing (1.1 A) conditions."}, {"pubmed": 20847814, "text": "The plasma levels of MIF and TRX1 were significantly elevated in patients with severe sepsis or septic shock."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20929309, "text": "calreticulin and thioredoxin were found in patterns of fibroadenoma, mucinous carcinoma, and NST carcinoma, but with different quantitative expression among them."}, {"pubmed": 20955789, "text": "Thioredoxin 1 as a subcellular biomarker of redox imbalance in human prostate cancer progression"}, {"pubmed": 21030559, "text": "Results demonstrate that Tregs express and secrete higher levels of thioredoxin-1, a major antioxidative molecule."}, {"pubmed": 21158569, "text": "TRX1 and TRX2 regulate the proliferation and survival of adipocyte derived stem cells; these processes are mediated by the activation of ERK1/2"}, {"pubmed": 21212402, "text": "Data demonstrate that the actin-Trx-1 complex protects Trx-1 from degradation and, thus, endothelial cells from apoptosis. Reciprocally, Trx-1 prevents stress fiber formation."}, {"pubmed": 21250889, "text": "significant reduction in plasma levels found immediately following delivery only in normotensive group, not in women with preeclampsia"}, {"pubmed": 21324905, "text": "Knockdown of TRX1 increases the level of S-nitrosylated NSF, prolongs the inhibition of exocytosis, and suppresses leukocyte adhesion."}, {"pubmed": 21353370, "text": "increased in pre-eclamptic endothelial cells"}, {"pubmed": 21526215, "text": "Increased Trx1 in cell nuclei can increase severity of disease responses by potentiation of redox-sensitive transcription factor activation."}, {"pubmed": 21557999, "text": "knockdown of TRX-1 or TRX-2 sensitizes cells to CYP2E1-induced oxidant stress partially via ASK-1 and JNK1 signaling pathways. Both TRX-1 and TRX-2 are important for defense against CYP2E1-induced oxidative stress."}, {"pubmed": 21620911, "text": "When genetically fused with human serum albumin, Trx retains the biological properties of Trx and thus has great potential in treating oxidative stress-related disease."}, {"pubmed": 21636804, "text": "role for the TXNIP-TRX1 complex to enable inflammation by promoting endothelial cell survival and vascular endothelial growth factor signaling under conditions of physiological oxidative stress"}, {"pubmed": 21704743, "text": "Many nitrosylation sites are reversibly regulated by Trx1, suggesting a more prominent role for Trx1 in regulating S-nitrosylation."}, {"pubmed": 21705327, "text": "thioredoxin regulates the intrinsic function of Txnip as an inhibitor of adipogenesis through protein stabilization."}, {"pubmed": 21908620, "text": "Activation of extracellular transglutaminase 2 by thioredoxin."}, {"pubmed": 21963718, "text": "Thioredoxin stimulates MMP-9 expression, de-regulates the MMP-9/TIMP-1 equilibrium and promotes MMP-9 dependent invasion in human MDA-MB-231 breast cancer cells."}, {"pubmed": 22134635, "text": "Thioredoxin might play an important role in mild hyperthermia-induced G2/M arrest via p53 and Gadd45a activation."}, {"pubmed": 22248473, "text": "Data show that lowering TRX1 expression through increased secretion leads cisplatin-resistant cells to higher reactive oxygen species (ROS) production and increased dependency on oxidative metabolism (OXMET)."}, {"pubmed": 22384152, "text": "S. zooepidemicus uses SzP to recruit TRX and regulated the alternative complement pathways to evade the host immune phagocytosis"}, {"pubmed": 22430737, "text": "This study adds a further role to the known anti-inflammatory properties of Trx1 and highlights the difference in function between the full-length and truncated forms."}, {"pubmed": 22447839, "text": "Trx-1 plays a key role in cell growth and survival, as well as chemoresistance, and is a potential target to overcome drug resistance in relapsed/refractory Diffuse large B-cell lymphoma."}, {"pubmed": 22492997, "text": "These findings provide a new mechanism to support the antioxidant function of DJ-1 by increasing Trx1 expression via Nrf2-mediated transcriptional induction."}, {"pubmed": 22505815, "text": "MsrB1/Trx complex was studied in attempt to understand MsrB1 reduction mechanism. Using NMR data, molecular mechanics, protein docking & molecular dynamics simulations, found that intermediate MsrB1/Trx complex is stabilized by interprotein beta-layer."}, {"pubmed": 22516068, "text": "The ability of Trx-1 to promote differentiation of macrophages into an alternative, anti-inflammatory phenotype may explain its protective effects in cardiovascular diseases."}, {"pubmed": 22760822, "text": "A thioredoxin interacting protein mutant with all but one cysteine changed to serine (Cys247) showed an enhanced capacity to form complexes with TRX."}, {"pubmed": 22867430, "text": "Trx-1 plays a role in different physiological situations, cardiac hypertrophy, ischemia reperfusion injury, heart failure, atherosclerosis, & diabetes mellitus type 2. It has a central rolein cardiovascular health & disease. Review."}, {"pubmed": 22882193, "text": "TRX-1 nuclear expression in the tumour invasion front of patients with gallbladder carcinoma may be a useful prognostic marker for survival."}, {"pubmed": 22933306, "text": "ADAM10 and 17, two alpha-secretases, are responsible for Trx80 generation and a deficit in Trx80 could participate in Alzheimer's disease pathogenesis."}, {"pubmed": 22977247, "text": "Studies show that the glutaredoxin system with glutathione plays a backup role to keep oxidized thioredoxin 1 (Trx1) reduced in cells with loss of thioredoxin reductase 1 (TrxR1) activity."}, {"pubmed": 23068965, "text": "The results indicate that TRX-1 may be adaptively induced by the effects of inflammation and oxidative stress, suggesting protective roles for TRX-1 against these effects in the placenta of PTD."}, {"pubmed": 23105116, "text": "This study identifies Trx-1 as a novel interaction partner of the ADAM17 cytoplasmic domain."}, {"pubmed": 23112551, "text": "TXN is overexpressed in 65% of the gastric cancer tissues"}, {"pubmed": 23133653, "text": "Polymorphisms in thioredoxin reductase and selenoprotein K genes and selenium status modulate risk of prostate cancer"}, {"pubmed": 23212077, "text": "thioredoxin 1 has a role in the regulation of apoptosis by S-nitrosylation [review]"}, {"pubmed": 23223577, "text": "By modifying Cys residues or regulating Cys redox states in TF extracellular domain, hTrx1/TrxR function as a safeguard against inappropriate TF activity."}, {"pubmed": 23238053, "text": "The differential association of TRX and cognitive performance in schizophrenia and controls may be related to the impaired oxidative stress status of schizophrenia patients."}, {"pubmed": 23319048, "text": "SCO2 increases the generation of reactive oxygen species and induces dissociation of the protein complex between apoptosis signal-regulating kinase 1 and its cellular inhibitor, the redox-active protein thioredoxin (Trx)."}, {"pubmed": 23335265, "text": "The ability of truncated thioredoxin Trx-80 to promote differentiation of macrophages into the classical proinflammatory phenotype may explain its atherogenic effects in cardiovascular diseases."}, {"pubmed": 23356570, "text": "Plasma thioredoxin levels were found to be elevated early following cardiac arrest."}, {"pubmed": 23485938, "text": "We showed that overexpression of TRXs reduced cell death; TRX2 was expressed in the mitochondria, while TRX1 was expressed in the cytoplasm."}, {"pubmed": 23571504, "text": "role in cell-mediated reduction of human beta-defensin 1"}, {"pubmed": 23606123, "text": "These results suggest that DON-induced accumulation of Trx-1 in HepG2 cells plays one of the key roles in protection against cytotoxicity caused by deoxynivalenol(DON) and that the mechanism may be mediated by the antioxidant properties of Trx-1."}, {"pubmed": 23671274, "text": "Data suggest a pathway in which thioredoxin (Trx) acts as a tonic, endogenous regulator of Cav3.2 channels, while heme oxygenase-1 (HO-1)-derived carbon dioxide (CO) disrupts this regulation, causing channel inhibition."}, {"pubmed": 23743503, "text": "Glutathione acts in concert with human thioredoxin type 1 in the denitrosation of cytosolic S-nitrosoproteins (PSNOs) from HepG2 cells."}, {"pubmed": 23850970, "text": "Our results indicate a close relationship between Trx1 and the 20S nuclear proteasome"}, {"pubmed": 24008424, "text": "MAP3K5 R256C mutation revealed attenuation of MKK4 activation through increased binding of the inhibitory protein thioredoxin (TXN/TRX-1/Trx), resulting in increased proliferation and anchorage-independent growth of melanoma cells."}, {"pubmed": 24062305, "text": "Thioredoxin 1 is inactivated due to oxidation induced by peroxiredoxin under oxidative stress and reactivated by the glutaredoxin system."}, {"pubmed": 24086714, "text": "Thioredoxin1 downregulates oxidized low-density lipoprotein-induced adhesion molecule expression via Smad3 protein."}, {"pubmed": 24130091, "text": "The expression of TRX-1 was increased in leiomyomas compared with the matched adjacent myometrium."}, {"pubmed": 24130874, "text": "In endothelial cells CD IgA mediate the constitutive activation of extracellular TG2 by a mechanism involving the redox sensor protein TRX."}, {"pubmed": 24147004, "text": "The transient up-regulation of miR-525-3p, and the resultant repression of its direct targets ARRB1, TXN1 and HSPA9, is required for cell survival following irradiation."}, {"pubmed": 24270206, "text": "In the early stages of Alzheimer's disease, thioredoxin is released into the cerebrospinal fluid as a promising early biomarker involved potentially in the pathogenesis of the disease."}, {"pubmed": 24295294, "text": "The Grx2 system could help to keep Trx2/1 reduced during an oxidative stress, thereby contributing to the anti-apoptotic signaling."}, {"pubmed": 24338024, "text": "Inhibition of Trx activity in the lung attenuates LPS-induced SNO-p65 denitrosylation, NF-kappaB activation, and airway inflammation, supporting a pathophysiological role for this mechanism in lung injury."}, {"pubmed": 24376827, "text": "Changes in TRX-1 compartmentalization under nitrosative/oxidative stress conditions are dependent on the expression levels of TXNIP."}, {"pubmed": 24389582, "text": "The inhibition of TRX by TXNIP is mediated by an intermolecular disulphide interaction resulting from a novel disulphide bond-switching mechanism. This bond dissociates in the presence of high concentrations of reactive oxygen species."}, {"pubmed": 24459704, "text": "A role of TRx1 protein in the modulation of the base excision repair."}, {"pubmed": 24632182, "text": "Loss of Trx-1 and upregulation of NOX4 contribute to the imbalance in the redox-status of senescent endothelial cells ex vivo and in vivo."}, {"pubmed": 24689038, "text": "Level of TRX-1 in skeletal muscle tissue was lower while that of HSP90 was higher in type 2 diabetes than in impaired glucose tolerance subjects."}, {"pubmed": 24720336, "text": "Data suggest that hyperglycemia, as exhibited in 85% of pancreatic cancer patients, up-regulates expression of TXNIP (thioredoxin interacting protein) and modulates activity of TRX and production of reactive oxygen species in pancreatic cancer cells."}, {"pubmed": 24925443, "text": "Diabetes was associated with a 21 % reduction in thioredoxin activity."}, {"pubmed": 24962940, "text": "Thioredoxin protein, human is higher in patients with breast cancer. It can be a useful marker in breast cancer diagnosis and treatment."}, {"pubmed": 24976139, "text": "TRX1 physically interacts with and reactivates PTP1B and PTEN through a direct thiol disulfide exchange."}, {"pubmed": 25106706, "text": "hyperoxic impairment of Trx1 has a negative impact on HSP90-oxidative responses critical to cell survival, with potential implications for pathways implicated in lung development and the pathogenesis of bronchopulmonary dysplasia."}, {"pubmed": 25174623, "text": "Combinational analysis of CA125 with Trx1 for the detection of ovarian cancer suggests that the diagnostic capacity of CA125 alone for the early detection of ovarian cancer is significantly improved by its combination with Trx1."}, {"pubmed": 25184225, "text": "The Trx1 ubiquitination site was determined along with the 3D structure of the SlrP-Trx1 complex."}, {"pubmed": 25197784, "text": "The unfolding kinetics of the model substrate thioredoxin, when pulled through an alpha-haemolysin pore, differ markedly depending on whether the process is initiated from the C terminus or the N terminus."}, {"pubmed": 25218830, "text": "Data indicate in the fasting state the mRNA levels of antioxidant enzymes and thioredoxin (TXN), were significantly increased in the familial hypercholesterolemia (FH) group compared to the healthy controls."}, {"pubmed": 25231459, "text": "LEDGF and 44 other novel putative nuclear targets of human thioredoxin 1 have been identified."}, {"pubmed": 25297388, "text": "Plasma TRX levels of male patients in a manic episode were significantly lower than the controls."}, {"pubmed": 25350977, "text": "Suggest that urinary TRX1 is an oxidative stress-specific biomarker useful for distinguishing AKI from chronic kidney disease and healthy kidneys."}, {"pubmed": 25483711, "text": "Trx1 increased FOXO1-induced drug resistance, while Trx1 C69S mutant completely abolished the regulation of FOXO1-mediated drug resistance by Trx1."}, {"pubmed": 25483731, "text": "Thioredoxin is inhibited by 1-methylpropyl 2-imidazolyl disulfide, which inhibits the growth, migration and invasion of colorectal cancer cell lines"}, {"pubmed": 25520003, "text": "Serum TRX levels at admission were associated with stroke severity and lesion volumes."}, {"pubmed": 25547896, "text": "Transient increase in TRX-1 protein expression during exercise was found."}, {"pubmed": 25555670, "text": "Thioredoxin is a novel diagnostic and prognostic marker in patients with ischemic stroke."}, {"pubmed": 25561728, "text": "Data show redox and non-redox interaction targets for thioredoxin-like proteins."}, {"pubmed": 25576832, "text": "Se/S-palmitoylation acts as an important modulator of TrxR1/hTrx1 activities"}, {"pubmed": 25622749, "text": "thioredoxin is a remote ischemic preconditioning-induced factor in heart tissue of cardiosurgical patients."}, {"pubmed": 25656992, "text": "the overexpression and nuclear translocation of thioredoxin-1 (Trx-1) are closely associated with hypoxia-drug resistance through the regulation of the metabolism by the oxidative stress response to glycolysis."}, {"pubmed": 25735211, "text": "Grx2 and Trx1 contribute significantly to neuronal integrity and could be clinically relevant in neuronal damage following perinatal asphyxia and other neuronal disorders."}, {"pubmed": 25839660, "text": "S-palmitoylation alters conformation or secondary structure of Trx1, as well as decreases the ability of Trx1 to transfer electrons from thioredoxin reductase to S-nitrosylated protein-tyrosine phosphatase 1B and S-nitroso-glutathione"}, {"pubmed": 25945832, "text": "Trx1 inhibition results in reactive oxygen species-induced apoptosis in Multiple myeloma cells, sensitizes Multiple myeloma cells to the NF-small ka, Cyrillicbeta inhibitors, and also induces apoptosis in bortezomib-resistant myeloma cells."}, {"pubmed": 25979194, "text": "differential expression in children with allergic asthma"}, {"pubmed": 26021764, "text": "In Jurkat cells exposed to ionizing radiatin (4 Gy), constitutively active Trx systems respond to restore cellular redox balance. After 16 hrs, Trx increases and rescues cells against IR-mediated damage."}, {"pubmed": 26028649, "text": "MKK4 is activated in vitro by reduced Trx but not oxidized Trx in the absence of an upstream kinase, suggesting that autophosphorylation of this protein occurs due to reduction of Cys-246 and Cys-266 by Trx."}, {"pubmed": 26119781, "text": "identification of the novel interaction between Trx1 and AIF has provided opportunities to design and develop therapeutically relevant strategies that either promote or prevent this protein-protein interaction for the treatment of different disease"}, {"pubmed": 26210445, "text": "The results demonstrate that the antiproliferative effect of NO is hampered by Trx1 and Grx1 and support the strategy of weakening the thiolic antioxidant defenses when designing new antitumoral therapies."}, {"pubmed": 26276860, "text": "Results indicate that reduced Trx1 plays important protective roles against methyl methanesulfonate-induced DNA damage and cell death, suggesting that cell protection is regulated by the intracellular redox state."}, {"pubmed": 26325518, "text": "Thioredoxin 1 mediates TGF-beta-induced epithelial-mesenchymal transition in salivary adenoid cystic carcinoma."}, {"pubmed": 26329592, "text": "genetic variants of TXN and COMT have roles in regulating abdominal obesity"}, {"pubmed": 26334622, "text": "Serum levels of thioredoxin and DJ-1 were significantly higher in non-small cell lung cancer patients; therefore, these may be utilized as novel diagnostic and prognostic biomarkers for non-small cell lung cancer"}, {"pubmed": 26453009, "text": "The crystal structure of fully oxidized thioredoxin shows a non-active Cys62-Cys69 disulfide bond in addition to the active Cys32-Cys35 disulfide."}, {"pubmed": 26460805, "text": "Data show that the overexpression of thioredoxin1 (Trx1) attenuated apoptosis and reactive oxygen species (ROS) level in lung cancer cells."}, {"pubmed": 26536897, "text": "Based on its collective anti-oxidative, cytoprotective, and cytokine-like properties of TRX, TRX is likely to be involved in the optimal growth and maturation of ovarian follicles and responsiveness to hyperstimulation."}, {"pubmed": 26656445, "text": "change of serum levels of thioredoxin in patients with severe traumatic brain injury"}, {"pubmed": 26760912, "text": "Analysis of 25 independent cohorts with 5910 patients showed that Trx1 and TrxR1 were both associated with a poor patient prognosis in terms of overall survival, distant metastasis free survival and disease free survival."}, {"pubmed": 26933812, "text": "High TRX1 expression is associated with myocardial infarction."}, {"pubmed": 27000227, "text": "Elevated plasma thioredoxin levels are correlated with the severity and poor prognosis in subarachnoid hemorrhage patients."}, {"pubmed": 27132507, "text": "our findings identify the TXN-FOXO1-p300 circuit as the sensor and effector of oxidative stress in DLBCL cells"}, {"pubmed": 27158980, "text": "Authors found that TXN was under expressed in both AML and ALL groups as compared to the control group. Also TXN expression level was negatively correlated with serum 8-OHdG and tail moment in both AML and ALL."}, {"pubmed": 27588831, "text": "from the two catalytic cysteines of TRX1 the residue C32 is responsible for the high-affinity binding of TRX1 to the ASK1-TRX-binding domain in reducing conditions"}, {"pubmed": 27665998, "text": "Trx and its target proteins involved in redox signaling are critical for the control of cell fate such as cell survival and apoptosis [review]"}, {"pubmed": 27779244, "text": "These findings indicate that PRR13/THBS1 and TXN expression could be used for the prediction of resistance to treatment of epithelial ovarian cancer patients."}, {"pubmed": 27835927, "text": "In an in vivo model of restenosis, which is characterized by oxidative stress, endothelial activation, and smooth muscle cell proliferation, Thioredoxin-1 protein levels are reduced in the endothelium of the carotids.  APEX1 acts anti-apoptotic in endothelial cells. This anti-apoptotic effect depends on the first 20 amino acids of APEX1"}, {"pubmed": 27869172, "text": "CD40 activation resulted in down-regulation of Thioredoxin (Trx)-1 to permit ASK1 activation and apoptosis. Although soluble receptor agonist alone could not induce death, combinatorial treatment incorporating soluble CD40 agonist and pharmacological inhibition of Trx-1 was functionally equivalent to the signal triggered by mCD40L"}, {"pubmed": 27923281, "text": "herefore, the length of treatment with Nrf2 activators and/or Trx-1 has first to be studied in more detail in cardiovascular disorders. Moreover, a combination of Nrf2 activators and Trx-1 should be investigated and taken into consideration."}, {"pubmed": 27993729, "text": "Thioredoxin 1 modulates signaling mechanisms in the heart via its molecular targets, including transcription factors, microRNAs, histone deactylases, and protein kinases. (Review)"}, {"pubmed": 28003361, "text": "findings support the potential pathophysiological relevance of TRX in celiac disease and establish the Cys(370)-Cys(371) disulfide bond of TG2 as one of clearest examples of an allosteric disulfide bond in mammals."}, {"pubmed": 28087409, "text": "Plasma-TRX on day 1 was significantly increased in patients who later developed post-injury sepsis. In a logistic regression analysis including TRX, C-reactive protein, injury severity, massive transfusion, and admission blood pressure, TRX was the only variable independently associated with post-injury sepsis"}, {"pubmed": 28093200, "text": "TRX in postoperative serum may be a potential biomarker to predict development of postoperative delirium and cognitive dysfunction in elderly patients undergoing hip fracture surgery."}, {"pubmed": 28111273, "text": "Increased S-Trx and U-Trx concentrations, especially U-Trx/cr ratio, are closely associated with the severity of children hydronephrosis, substantializing Trx as a promising biomarker for the progression of children hydronephrosis"}, {"pubmed": 28162284, "text": "Overexpression of NOS3 increased the levels and activities of proteins of the redoxin systems, Trx1, Grx1, TrxR1 and TxnIP, and the levels of signaling proteins (Akt1, pAkt1(-)Ser473, MapK, pMapK, Stat3, Fas)."}, {"pubmed": 28270496, "text": "We identified a novel Jab1-Trx axis that is a key cellular process in the pathobiologic characteristics of acute myeloid leukemia (AML-M5). Targeting the ROS/Jab1/Trx pathway could be beneficial in the treatment of AML-M5"}, {"pubmed": 28347674, "text": "Increased serum thioredoxin concentrations are highly associated with trauma severity"}, {"pubmed": 28411237, "text": "findings suggest that the up-regulated RRM1 and hTrx1 in colorectal cancer directly interact with each other and promote RR activity, resulting in enhanced DNA synthesis and cancer malignancy."}, {"pubmed": 28442424, "text": "study indicates that TRX levels cannot be used as a marker for Treatment Resistant Depression (trd) or repetitive transcranial magnetic stimulation treatment in TRD. In spite of this TRX levels have a positive correlation with language functions of the patients."}, {"pubmed": 28483515, "text": "Novel positive feedback loop between Trx-1 and S100P promotes colorectal cancer invasion and metastasis."}, {"pubmed": 28667779, "text": "Data show that suberoylanilide hydroxamic acid (SAHA) induced apoptosis via the down-regulation thioredoxin1 (Trx1), which was regulated by microRNA miR-129-5p."}, {"pubmed": 28688762, "text": "Thioredoxin attenuates oxidized low-density lipoprotein induced oxidative stress in human umbilical vein endothelial cells by reducing NOX2-NOX4 activity."}, {"pubmed": 28774816, "text": "The reducing system of PTEN was comprised of NADPH, thioredoxin reductase (TrxR1), and thioredoxin (Trx)."}, {"pubmed": 28844667, "text": "Study shows that TRX1 and APEX1 expressions are up regulated in new Multiple Sclerosis (MS) patients compared to controls and might be implicated in pathogenesis of the disease."}, {"pubmed": 28878015, "text": "these findings demonstrate that Trx1 is a critical regulator of necroptosis that suppresses cell death by maintaining MLKL in a reduced inactive state."}, {"pubmed": 29053012, "text": "The ratio of thioredoxin/Keap1 protein level may be useful for suggesting distant metastasis in colorectal cancer."}, {"pubmed": 29089489, "text": "TRX1 is an actionable castration-resistant prostate cancer therapeutic target through its protection against AR-induced redox stress."}, {"pubmed": 29327078, "text": "Based on recent research, it has been reported that the modulation of the Trx/TrxR system may be considered as a new target in the management of the metabolic syndrome, insulin resistance, and type 2 diabetes, as well as in the treatment of hypertension and atherosclerosis. In this review evidence about a possible role of this system as a marker of the metabolic syndrome is reported. [review]"}, {"pubmed": 29328386, "text": "Trx-1 may be an important target for delaying oral malignant transformation, which provides a novel therapeutic strategy for the prevention and treatment of oral squamous cell carcinoma."}, {"pubmed": 29334756, "text": "This unexpected Trx-1(K72A) behavior was due to more dimer formation and, consequently, the reduction of its Trx-1 reductase activity, evaluated through dimer verification, by gel filtration and mass spectrometry analysis"}, {"pubmed": 29348167, "text": "Data suggest that TSTD1 can utilize thioredoxin as an acceptor in the presence of thioredoxin reductase and NADPH. (TSTD1 = thiosulfate sulfurtransferase-like domain-containing 1 protein)"}, {"pubmed": 29383839, "text": "The data suggest that interplay between Trx-1 and S100P promoted CRC EMT as well as migration and invasion by up-regulating S100A4 through AKT activation, thus providing further potential therapeutic targets for suppressing the EMT in metastatic CRC."}, {"pubmed": 29482577, "text": "Thioredoxin expression was significantly upregulated in bortezomib-resistant myeloma cells and the change correlated with the increase of bortezomib concentration."}, {"pubmed": 29509009, "text": "This study quantified the contribution of Trx reductase to the redox status of Trx, demonstrating that the redox profile of Trx is determined by the interplay between the elevation of intracellular redox potential and the reduction by Trx reductase and other endogenous molecules."}, {"pubmed": 29999276, "text": "Results found the mRNA level of TRX-1 was significantly decreased (p<0.005), while the mRNA levels of TBP-2, COX-2, and TNF-alpha were significantly increased in the placentas in preeclampsia when compared to the normal group."}, {"pubmed": 30104382, "text": "By establishing that IL-4 is posttranslationally regulated by TRX-promoted reduction of a disulfide bond, our findings highlight a novel regulatory mechanism of the type 2 immune response that is specific to IL-4 over IL-13."}, {"pubmed": 30367780, "text": "The thioredoxin family of proteins like thioredoxin (Trx) is involved in the formation, transfer or isomerization of disulfide bonds through a characteristic thiol-disulfide exchange reaction."}, {"pubmed": 30911354, "text": "Trx-1 may be a promising prognostic indicator and therapeutic target for gastric cancer patients."}, {"pubmed": 31028843, "text": "higher Trx levels were found in children with ADHD. There was no correlation between serum Trx levels and executive functions in ADHD and control groups."}, {"pubmed": 31045571, "text": "Thioredoxin-1 confines T cell alloresponse and pathogenicity in graft-versus-host disease."}, {"pubmed": 31371767, "text": "Human thioredoxin, a damage-associated molecular pattern and Malassezia-crossreactive autoallergen, modulates immune responses via the C-type lectin receptors Dectin-1 and Dectin-2."}, {"pubmed": 31470801, "text": "Results found that thioredoxin 1 is frequently over-expressed in cervical squamous cancer. Its high expression level is related to a poor response to cisplatin-based neoadjuvant chemotherapy."}, {"pubmed": 31567534, "text": "Reactive oxygen species-regulating proteins peroxiredoxin 2 and thioredoxin, and glyceraldehyde-3-phosphate dehydrogenase are differentially abundant in induced sputum from smokers with lung cancer or asbestos exposure."}, {"pubmed": 31623019, "text": "The redox-active site of thioredoxin is directly involved in apoptosis signal-regulating kinase 1 binding that is modulated by oxidative stress."}, {"pubmed": 31648804, "text": "A combination of alpha-fetoprotein, midkine, thioredoxin and a metabolite for predicting hepatocellular carcinoma."}, {"pubmed": 31727737, "text": "Trx-mediated reduction has a substantial impact on the functional effects of a monoclonal antibody (mAb), including variable effects on antigen binding and Fc function, with the potential to significantly impact mAb efficacy in vivo"}, {"pubmed": 32157720, "text": "Cross talk between oxidative stress and hypoxia via thioredoxin and HIF-2alpha drives metastasis of hepatocellular carcinoma."}, {"pubmed": 32248578, "text": "Thioredoxin-1 as a biological predictive marker for selecting diffuse large B-cell lymphoma patients for etoposide-containing treatment."}, {"pubmed": 32376199, "text": "New insights into serum/extracellular thioredoxin in regulating hepatic insulin receptor activation."}, {"pubmed": 32418115, "text": "Thioredoxin System Protein Expression Is Associated with Poor Clinical Outcome in Adult and Paediatric Gliomas and Medulloblastomas."}, {"pubmed": 32673292, "text": "Thioredoxin activity confers resistance against oxidative stress in tumor-infiltrating NK cells."}, {"pubmed": 33115246, "text": "Natural Molecules Targeting Thioredoxin System and Their Therapeutic Potential."}, {"pubmed": 33359085, "text": "Cellular S-denitrosylases: Potential role and interplay of Thioredoxin, TRP14, and Glutaredoxin systems in thiol-dependent protein denitrosylation."}, {"pubmed": 33466919, "text": "Identification of the Primary Factors Determining theSpecificity of Human VKORC1 Recognition by Thioredoxin-Fold Proteins."}, {"pubmed": 33493155, "text": "Elevated serum 4HNE plus decreased serum thioredoxin: Unique feature and implications for acute exacerbation of chronic obstructive pulmonary disease."}, {"pubmed": 33566225, "text": "Imbalance in thioredoxin system activates NLRP3 inflammasome pathway in epicardial adipose tissue of patients with coronary artery disease."}, {"pubmed": 33751377, "text": "[1]H, [15]N and [13]C backbone and side-chain assignments of reduced and S-nitrosated C62only mutant of human thioredoxin."}, {"pubmed": 34215685, "text": "Validation and classification of RNA binding proteins identified by mRNA interactome capture."}, {"pubmed": 34638679, "text": "Compensatory Protection of Thioredoxin-Deficient Cells from Etoposide-Induced Cell Death by Selenoprotein W via Interaction with 14-3-3."}, {"pubmed": 34859284, "text": "Thioredoxin 1 (Trx1) is associated with poor prognosis in clear cell renal cell carcinoma (ccRCC): an example for the crucial role of redox signaling in ccRCC."}, {"pubmed": 35547357, "text": "Antioxidant Effect of Thioredoxin and Vitamin D3 in Peritoneal Dialysis Patients."}, {"pubmed": 35686449, "text": "Thioredoxin Signaling Pathways in Cancer."}, {"pubmed": 35993020, "text": "Downregulation of Inflammatory Response via Nrf2/Trx1/TXNIP Axis in Oxidative Stress-Induced ARPE-19 Cells and Mouse Model of AMD."}, {"pubmed": 36147458, "text": "Thioredoxin 1 supports colorectal cancer cell survival and promotes migration and invasion under glucose deprivation through interaction with G6PD."}, {"pubmed": 36332009, "text": "Oxidized thioredoxin-1 restrains the NLRP1 inflammasome."}, {"pubmed": 36560881, "text": "Combined thioredoxin reductase and glutaminase inhibition exerts synergistic anti-tumor activity in MYC-high high-grade serous ovarian carcinoma."}, {"pubmed": 36587441, "text": "Upregulation of exofacial peroxiredoxin-thioredoxin system of lymphocytes and monocytes in preeclampsia."}, {"pubmed": 36591284, "text": "Expression of TRX1 optimizes the antitumor functions of human CAR T cells and confers resistance to a pro-oxidative tumor microenvironment."}, {"pubmed": 36780445, "text": "Thioredoxin 1 overexpression attenuated diabetes-induced endoplasmic reticulum stress in Muller cells via apoptosis signal-regulating kinase 1."}, {"pubmed": 37104068, "text": "Thioredoxin facilitates hepatocellular carcinoma stemness and metastasis by increasing BACH1 stability to activate the AKT/mTOR pathway."}, {"pubmed": 37298317, "text": "Nuclear Translocation of LDHA Promotes the Catabolism of BCAAs to Sustain GBM Cell Proliferation through the TxN Antioxidant Pathway."}, {"pubmed": 37390459, "text": "The mRNA expression of genes encoding selected antioxidant enzymes and thioredoxin, and the concentrations of their protein products in gingival crevicular fluid and saliva during periodontitis."}, {"pubmed": 37704723, "text": "Structural basis for thioredoxin-mediated suppression of NLRP1 inflammasome."}, {"pubmed": 38215746, "text": "The interaction between NLRP1 and oxidized TRX1 involves a transient disulfide bond."}, {"pubmed": 39020292, "text": "Increased level of TXNIP and nuclear translocation of TXN is associated with end stage renal disease and development of multiplex renal tumours."}], "genomic_pos": {"chr": "9", "end": 110256507, "ensemblgene": "ENSG00000136810", "start": 110243810, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 113018920, "start": 113006091, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009314", "pubmed": [9108029, 11118054], "qualifier": "involved_in", "term": "response to radiation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0032148", "pubmed": 22492997, "qualifier": "involved_in", "term": "activation of protein kinase B activity"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0033138", "pubmed": 22492997, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043388", "pubmed": 11118054, "qualifier": "involved_in", "term": "positive regulation of DNA binding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045454", "pubmed": 2176490, "qualifier": "involved_in", "term": "cell redox homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045454", "pubmed": 9108029, "qualifier": "involved_in", "term": "cell redox homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046826", "qualifier": "involved_in", "term": "negative regulation of protein export from nucleus"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0051897", "pubmed": 22492997, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0061692", "pubmed": 22492997, "qualifier": "involved_in", "term": "cellular detoxification of hydrogen peroxide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071731", "pubmed": [16408020, 17606900], "qualifier": "involved_in", "term": "response to nitric oxide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000170", "pubmed": [9108029, 16408020, 17606900], "qualifier": "involved_in", "term": "positive regulation of peptidyl-cysteine S-nitrosylation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 1332947, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9108029, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 9108029, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004791", "qualifier": "enables", "term": "thioredoxin-disulfide reductase (NADPH) activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9108029, 10814541, 11118054, 15246877, 15480426, 15657067, 17260951, 17557078, 17606900, 19690162, 19805025, 20029029, 21145461, 21771788, 21988832, 24658140, 24976139, 25402766, 28514442, 31980649, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015035", "pubmed": [2176490, 17182577, 19032234], "qualifier": "enables", "term": "protein-disulfide reductase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": [9369469, 17260951], "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0047134", "pubmed": 17182577, "qualifier": "enables", "term": "protein-disulfide reductase (NAD(P)H) activity"}]}, "homologene": {"genes": [[3702, 833992], [4530, 4334453], [4530, 4342618], [4896, 2542084], [4932, 850444], [5141, 3878421], [7165, 1278949], [7227, 34281], [7955, 336637], [7955, 436734], [8364, 100170420], [9031, 396437], [9544, 693792], [9598, 740248], [9606, 7295], [9615, 474798], [9913, 280950], [10090, 22166], [10116, 116484], [28985, 2895890], [318829, 2677571]], "id": 128202}, "interpro": [{"desc": "Thioredoxin", "id": "IPR005746", "short_desc": "Thioredoxin"}, {"desc": "Thioredoxin domain", "id": "IPR013766", "short_desc": "Thioredoxin_domain"}, {"desc": "Thioredoxin, conserved site", "id": "IPR017937", "short_desc": "Thioredoxin_CS"}, {"desc": "Thioredoxin-like superfamily", "id": "IPR036249", "short_desc": "Thioredoxin-like_sf"}], "ipi": ["IPI00216298", "IPI00552768"], "map_location": "9q31.3", "name": "thioredoxin", "other_names": ["ADF", "ATL-derived factor", "SASP", "TXN delta 3", "surface-associated sulphydryl protein", "testicular tissue protein Li 199", "thioredoxin", "thioredoxin delta 3"], "pantherdb": {"HGNC": "12435", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98874", "ortholog_type": "LDO", "panther_family": "PTHR10438", "taxid": 10090, "uniprot_kb": "P10639"}, {"RGD": "621157", "ortholog_type": "LDO", "panther_family": "PTHR10438", "taxid": 10116, "uniprot_kb": "P11232"}, {"Ensembl": "ENSGALG00000015704", "ortholog_type": "LDO", "panther_family": "PTHR10438", "taxid": 9031, "uniprot_kb": "P08629"}, {"ZFIN": "ZDB-GENE-030131-8581", "ortholog_type": "LDO", "panther_family": "PTHR10438", "taxid": 7955, "uniprot_kb": "Q7ZUI4"}, {"ZFIN": "ZDB-GENE-040718-162", "ortholog_type": "O", "panther_family": "PTHR10438", "taxid": 7955, "uniprot_kb": "Q6DGI6"}, {"FlyBase": "FBgn0029752", "ortholog_type": "O", "panther_family": "PTHR10438", "taxid": 7227, "uniprot_kb": "Q8IFW4"}, {"FlyBase": "FBgn0011761", "ortholog_type": "O", "panther_family": "PTHR10438", "taxid": 7227, "uniprot_kb": "P47938"}, {"FlyBase": "FBgn0040070", "ortholog_type": "LDO", "panther_family": "PTHR10438", "taxid": 7227, "uniprot_kb": "Q9V429"}], "uniprot_kb": "P10599"}, "pathway": {"kegg": [{"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, "pid": [{"id": "p38_mkk3_6pathway", "name": "p38 MAPK signaling pathway"}, {"id": "ptp1bpathway", "name": "Signaling events mediated by PTP1B"}, {"id": "tnfpathway", "name": "TNF receptor signaling pathway "}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-15869", "name": "Metabolism of nucleotides"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168643", "name": "Nucleotide-binding domain, leucine rich repeat containing receptor (NLR) signaling pathways"}, {"id": "R-HSA-168643", "name": "Nucleotide-binding domain, leucine rich repeat containing receptor (NLR) signaling pathways"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-499943", "name": "Interconversion of nucleotide di- and triphosphates"}, {"id": "R-HSA-5628897", "name": "TP53 Regulates Metabolic Genes"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5676934", "name": "Protein repair"}, {"id": "R-HSA-622312", "name": "Inflammasomes"}, {"id": "R-HSA-622312", "name": "Inflammasomes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-844456", "name": "The NLRP3 inflammasome"}, {"id": "R-HSA-844456", "name": "The NLRP3 inflammasome"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9617629", "name": "Regulation of FOXO transcriptional activity by acetylation"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9660826", "name": "Purinergic signaling in leishmaniasis infection"}, {"id": "R-HSA-9660826", "name": "Purinergic signaling in leishmaniasis infection"}, {"id": "R-HSA-9664424", "name": "Cell recruitment (pro-inflammatory response)"}, {"id": "R-HSA-9664424", "name": "Cell recruitment (pro-inflammatory response)"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9818027", "name": "NFE2L2 regulating anti-oxidant/detoxification enzymes"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}], "smpdb": [{"id": "SMP00050", "name": "Purine Metabolism"}, {"id": "SMP00144", "name": "Adenosine Deaminase Deficiency"}, {"id": "SMP00167", "name": "Adenylosuccinate Lyase Deficiency"}, {"id": "SMP00168", "name": "AICA-Ribosiduria"}, {"id": "SMP00203", "name": "Molybdenum Cofactor Deficiency"}, {"id": "SMP00210", "name": "Purine Nucleoside Phosphorylase Deficiency"}, {"id": "SMP00220", "name": "Xanthine Dehydrogenase Deficiency (Xanthinuria)"}, {"id": "SMP00364", "name": "Lesch-Nyhan Syndrome (LNS)"}, {"id": "SMP00365", "name": "Gout or Kelley-Seegmiller Syndrome"}, {"id": "SMP00427", "name": "Azathioprine Action Pathway"}, {"id": "SMP00428", "name": "Mercaptopurine Action Pathway"}, {"id": "SMP00430", "name": "Thioguanine Action Pathway"}, {"id": "SMP00512", "name": "Xanthinuria type I"}, {"id": "SMP00513", "name": "Xanthinuria type II"}, {"id": "SMP00535", "name": "Adenine phosphoribosyltransferase deficiency (APRT)"}, {"id": "SMP00536", "name": "Mitochondrial DNA depletion syndrome"}, {"id": "SMP00537", "name": "Myoadenylate deaminase deficiency"}], "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2806", "name": "Complement system"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}]}, "pdb": ["1AIU", "1AUC", "1CQG", "1CQH", "1ERT", "1ERU", "1ERV", "1ERW", "1M7T", "1MDI", "1MDJ", "1MDK", "1TRS", "1TRU", "1TRV", "1TRW", "2HSH", "2HXK", "2IFQ", "2IIY", "3E3E", "3KD0", "3M9J", "3M9K", "3QFA", "3QFB", "3TRX", "4LL1", "4LL4", "4OO4", "4OO5", "4POK", "4POL", "4POM", "4PUF", "4TRX", "5DQY"], "pfam": "PF00085", "pharmgkb": "PA37091", "pharos": {"target_id": 13316, "tdl": "Tchem"}, "pir": "JH0568", "prosite": "PS51352", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257675", "relationship": "is"}, {"id": "GNF257676", "relationship": "is"}, {"id": "GNF257677", "relationship": "is"}, {"id": "GNF257678", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF032905", "relationship": "similar to"}, {"id": "GNF042553", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091416", "relationship": "is"}, {"id": "GNF091417", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055009", "relationship": "is"}, {"id": "GNF059796", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067099", "relationship": "is"}, {"id": "GNF067100", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF015111", "relationship": "is"}, {"id": "GNF015112", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF235807", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094422", "relationship": "is"}, {"id": "GNF134079", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_001231867.1", "NP_003320.2"], "rna": ["NM_001244938.2", "NM_003329.4"], "translation": [{"protein": "NP_001231867.1", "rna": "NM_001244938.2"}, {"protein": "NP_003320.2", "rna": "NM_003329.4"}]}, "reporter": {"HG-U133_Plus_2": ["208864_s_at", "216609_at"], "HG-U95Av2": "36992_at", "HTA-2_0": "TC09001473.hg.1", "HuEx-1_0": "3220156", "HuGene-1_1": "8163185", "HuGene-2_1": "17097052"}, "summary": "The protein encoded by this gene acts as a homodimer and is involved in many redox reactions. The encoded protein is active in the reversible S-nitrosylation of cysteines in certain proteins, which is part of the response to intracellular nitric oxide. This protein is found in the cytoplasm. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Oct 2011].", "symbol": "TXN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336690"}, "unigene": "Hs.435136", "uniprot": {"Swiss-Prot": "P10599", "TrEMBL": "H9ZYJ2"}, "wikipedia": {"url_stub": "Thioredoxin"}}