{"AllianceGenome": "16952", "HGNC": "16952", "MIM": "606599", "_id": "10628", "_version": 2, "accession": {"genomic": ["AB051901.1", "AC243547.1", "AF333001.1", "AL138842.15", "AL160282.18", "CH471244.1", "CP068277.2", "HF583863.1", "JA222523.1", "JA512684.1", "KT585261.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAB31977.2", "AAH93702.1", "AAH93704.1", "AAK37514.1", "AAT01927.2", "BAB18859.1", "BAG62739.1", "BAG62780.1", "BAG65445.1", "CAI22351.1", "CAI22352.1", "CCA65310.1", "CCD57098.1", "CCQ43360.1", "EAW71410.1", "EAW71411.1", "NP_001300901.1", "NP_006463.3", "Q9H3M7.1"], "rna": ["AA805348.1", "AK226090.1", "AK301148.1", "AK301203.1", "AK304670.1", "AY594328.2", "BC024305.1", "BC093702.1", "BC093704.1", "BF446648.1", "BQ030003.1", "BX404012.2", "BX537824.1", "DB058019.1", "HY177853.1", "NM_001313972.2", "NM_006472.6", "S73591.1"], "translation": [{"protein": "AAB31977.2", "rna": "S73591.1"}, {"protein": "AAT01927.2", "rna": "AY594328.2"}, {"protein": "NP_001300901.1", "rna": "NM_001313972.2"}, {"protein": "AAH93702.1", "rna": "BC093702.1"}, {"protein": "BAG62739.1", "rna": "AK301148.1"}, {"protein": "AAH93704.1", "rna": "BC093704.1"}, {"protein": "NP_006463.3", "rna": "NM_006472.6"}, {"protein": "BAG65445.1", "rna": "AK304670.1"}, {"protein": "BAG62780.1", "rna": "AK301203.1"}]}, "alias": ["ARRDC6", "EST01027", "HHCPA78", "THIF", "VDUP1"], "ensembl": {"gene": "ENSG00000265972", "protein": ["ENSP00000396322", "ENSP00000462521"], "transcript": ["ENST00000425134", "ENST00000486597", "ENST00000488537", "ENST00000582401"], "translation": [{"protein": "ENSP00000462521", "rna": "ENST00000582401"}, {"protein": "ENSP00000396322", "rna": "ENST00000425134"}], "type_of_gene": "protein_coding"}, "entrezgene": "10628", "exons": [{"cdsend": 145995561, "cdsstart": 145993850, "chr": "1", "position": [[145992441, 145993886], [145994015, 145994167], [145994280, 145994437], [145994543, 145994800], [145994928, 145995031], [145995143, 145995291], [145995403, 145995744]], "strand": -1, "transcript": "NM_001313972", "txend": 145995744, "txstart": 145992441}, {"cdsend": 145996266, "cdsstart": 145993850, "chr": "1", "position": [[145992441, 145993886], [145994015, 145994167], [145994280, 145994437], [145994543, 145994800], [145994928, 145995031], [145995143, 145995291], [145995403, 145995476], [145996016, 145996579]], "strand": -1, "transcript": "NM_006472", "txend": 145996579, "txstart": 145992441}], "exons_hg19": [{"cdsend": 145441218, "cdsstart": 145439507, "chr": "1", "position": [[145439324, 145439665], [145439777, 145439925], [145440037, 145440140], [145440268, 145440525], [145440631, 145440788], [145440901, 145441053], [145441182, 145442628]], "strand": 1, "transcript": "NM_001313972", "txend": 145442628, "txstart": 145439324}, {"cdsend": 145441218, "cdsstart": 145438802, "chr": "1", "position": [[145438489, 145439052], [145439592, 145439665], [145439777, 145439925], [145440037, 145440140], [145440268, 145440525], [145440631, 145440788], [145440901, 145441053], [145441182, 145442628]], "strand": 1, "transcript": "NM_006472", "txend": 145442628, "txstart": 145438489}], "generif": [{"pubmed": 12054598, "text": "overexpression of mRNA sensitized HeLa cells to paraquat"}, {"pubmed": 12189205, "text": "association of induction with decreased mRNA levels in prostate cancer cells [thioredoxin-binding protein 2]"}, {"pubmed": 12821938, "text": "VDUP1 is a novel antitumor gene which forms a transcriptional repressor complex"}, {"pubmed": 14632196, "text": "VDUP1 could have a unique role in epidermis regulating the conversion of postmitotic cells to differentiating ones."}, {"pubmed": 14766217, "text": "VDUP1 is upregulated by heat shock factor during stresses such as high density and serum deprivation cultures"}, {"pubmed": 15128745, "text": "reduced thioredoxin activity through interaction with Txnip is an important mechanism for vascular oxidative stress in diabetes mellitus"}, {"pubmed": 15136067, "text": "TXNIP gene does not ply a major role in familial combined hyperlipidemia, or related traits."}, {"pubmed": 15234975, "text": "interaction of TBP-2 was specific to Rch1 among other importin alpha subfamilies"}, {"pubmed": 15537450, "text": "thioredoxin binding protein-2 and redox-sensitive signaling regulate human osteoclast differentiation"}, {"pubmed": 15696199, "text": "Data suggest that thioredoxin-interacting protein and thioredoxin are key components of biomechanical signal transduction and establish them as potentially novel regulators of tumor necrosis factor signaling and inflammation in endothelial cells."}, {"pubmed": 15705778, "text": "thioredoxin-interacting protein (TXNIP)is a novel proapoptotic beta-cell gene elevated in insulin resistance/diabetes and up-regulated by glucose through a unique carbohydrate response element"}, {"pubmed": 16301999, "text": "findings indicate that txnip is a novel glucocorticoid-induced primary target gene involved in mediating glucocorticoid-induced apoptosis"}, {"pubmed": 16723126, "text": "By Northern blot, we confirm hypoxia-induced expression of insulin-like growth factor binding protein 3 (igfbp3), thioredoxin-interacting protein (txnip), neuritin (nrn1)."}, {"pubmed": 16766796, "text": "Txnip cysteines 63 and 247 are important for formation of a disulfide-linked complex with thioredoxin that inhibits thioredoxin's reducing activity"}, {"pubmed": 16766796, "text": "identified two Txnip cysteines that are important for thioredoxin binding and showed that this interaction is consistent with a disulfide exchange reaction between oxidized Txnip and reduced thioredoxin"}, {"pubmed": 17381501, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17381501, "text": "first report to implicate TXNIP in Type 2 diabetes; effect of TXNIP on triglycerides is influenced by plasma glucose concentration, suggesting biological relevance of TXNIP variations may be particularly relevant in recurrent episodes of hyperglycaemia"}, {"pubmed": 17472435, "text": "TXNIP regulates both insulin-dependent and insulin-independent pathways of glucose uptake in human skeletal muscle. Data suggests that TXNIP might play a key role in defective glucose homeostasis preceding overt type 2 diabetes mellitus."}, {"pubmed": 17555594, "text": "In response to glucose, increased level of TXNIP RNA is followed by increased level of protein that is associated with increasing levels of reactive oxygen species (ROS) and reduced thioredoxin activity in a metastatic breast cancer-derived cell line."}, {"pubmed": 17579352, "text": "Enhanced VDUP1 gene expression by PPARgamma agonist induces apoptosis in human macrophages."}, {"pubmed": 17671698, "text": "downregulation of TXNIP may be partly involved in the pathogenesis of ulcerative colitis, including inflammation and colitis-associated colon carcinogenesis."}, {"pubmed": 17675577, "text": "Results suggest that high glucose induces Txnip through a TGF-beta1-independent pathway."}, {"pubmed": 18202760, "text": "D-allose, a simple monosaccharide, may act to cause TXNIP induction and p27kip1 protein stabilization in tumor cells"}, {"pubmed": 18301748, "text": "TXNIP is directly repressed by FOXO1a, modulating the cellular response to oxidative stress and affecting life span"}, {"pubmed": 18376310, "text": "TXNIP is induced in response to hypoxia in a HIF-1alpha-dependent manner in pancreatic cancer cells, resulting in increased apoptosis and increased sensitivity to platinum anticancer therapy."}, {"pubmed": 18458340, "text": "These studies suggest a key role for MondoA:Mlx complexes in the adaptive transcriptional response to changes in extracellular glucose concentration and peripheral glucose uptake."}, {"pubmed": 18541147, "text": "These studies indicate that hnRNP G promotes the expression of Txnip and mediates its tumor-suppressive effect."}, {"pubmed": 18793170, "text": "Results show that inhibition of TXNIP protects against glucotoxic beta-cell apoptosis and therefore may represent a novel therapeutic approach to halt diabetes progression."}, {"pubmed": 18835792, "text": "The expressions of hypoxia inducible factor 1alpha, vascular endothelial growth factor-A, thioredoxin, and thioredoxin interacting protein were related to macrophage infiltration rather than neovascularization in carotid atherosclerotic plaques"}, {"pubmed": 18848838, "text": "stimulation of PPARalpha in human macrophages might reduce arterial inflammation through differential regulation of the Trx-1 and VDUP-1 gene expression"}, {"pubmed": 18974842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19018770, "text": "TXNIP is involved in the antitumor activity of CD437."}, {"pubmed": 19052253, "text": "TXNIP is transcription induced in carcinoma cells in an increased glucose metabolism-dependent or -independent response, and a putative glucose regulatory system including ChREBP and ChoRE is needed for glucose-induced TXNIP gene in prostate carcinoma"}, {"pubmed": 19214472, "text": "Repression of TXNIP by insulin is probably an important compensatory mechanism protecting beta cells from oxidative damage and apoptosis in type 2 diabetes."}, {"pubmed": 19246513, "text": "The transcription of the Txnip gene is induced by adenosine-containing molecules, of which an intact adenosine moiety is necessary and sufficient."}, {"pubmed": 19254690, "text": "upregulation of Txnip and subsequent impairment of thioredoxin antioxidative system through p38 MAPK and FOXO1 may represent a novel mechanism for glucose-induced increase in intracellular ROS."}, {"pubmed": 19327827, "text": "TXNIP expression contributes to mouse leukemia virus-induced murine leukemia as well as human acute myelocytic leukemia."}, {"pubmed": 19605364, "text": "Txnip regulates cellular metabolism independent of its binding to thioredoxin and the arrestin domains are crucial structural elements in metabolic functions of alpha-arrestin proteins"}, {"pubmed": 19619006, "text": "Data suggest that thioredoxin binding protein 2 modulates lipid metabolism as well as natural killer T cell activity."}, {"pubmed": 19773351, "text": "p21(WAF1) can induce thioredoxin secretion and angiogenesis in cancer cells, by direct transcriptional repression of the thioredoxin-binding protein 2 promoter"}, {"pubmed": 19808645, "text": "Data suggest that Txnip expression and promoter activity are mediated via divergent effects of KLF6 and PPAR-gamma transcriptional regulation."}, {"pubmed": 19847012, "text": "Thioredoxin-interacting protein (Txnip) is a feedback regulator of S-nitrosylation."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20027290, "text": "These findings suggest a synergy between the tandem CCAAT and carbohydrate response element motifs and associated NF-Y and Mondo/MLX transcription factors in enhancing transcription from the Txnip promoter."}, {"pubmed": 20068034, "text": "itch regulates apoptosis by targeting thioredoxin-interacting protein for ubiquitin-dependent degradation"}, {"pubmed": 20172870, "text": "TBP-2 mRNA levels in the endometrium were lower, and the TRX to TBP-2 ratio was higher in patients with endometriosis than in the control group."}, {"pubmed": 20398702, "text": "TBP-2 is directly involved in the switching of glucocorticoid (GC) sensitivity and GC resistance in HTLV-I infected T cell lines."}, {"pubmed": 20558747, "text": "Findings suggest that the Txnip expression is tightly correlated with glycolytic flux, which is regulated by oxidative phosphorylation status"}, {"pubmed": 20584310, "text": "Low expression of TXNIP is associated with breast cancer."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20656682, "text": "VDUP1 expression was regulated by FOXO3A at the transcriptional level and by miR-17-5p at the post-transcriptional levels during the senescence process."}, {"pubmed": 20680488, "text": "HDAC10 is involved in transcriptional downregulation of TXNIP, leading to altered reactive oxygen species signaling in human gastric cancer cells."}, {"pubmed": 20826751, "text": "VDUP1 negatively regulates hepatocarcinogenesis by suppressing TNF-alpha-induced NF-kappaB activation."}, {"pubmed": 20844768, "text": "Induction of TXNIP under lactic acidosis is caused by the activation of the glucose-sensing helix-loop-helix transcriptional complex MondoA:Mlx, which is usually triggered upon glucose exposure."}, {"pubmed": 21151022, "text": "transfection experiment showed that TBP-2 expression induced apoptosis in IL-2-independent adult T-cell leukemia cells"}, {"pubmed": 21192937, "text": "Data indicate that down-regulation of Txnip via reduced mRNA transcription may be an important cellular compensatory mechanism in response to hypoxia; cancer cells may regulate metabolism in low oxygen concentrations through such a mechanism."}, {"pubmed": 21271679, "text": "Breast cancer cell line studies showed that microRNA, miR-373, was capable of promoting breast cancer invasion and metastasis via translational inhibition of TXNIP and RABEP1 that were the direct target genes of miR-373."}, {"pubmed": 21439723, "text": "TXNIP expression is increased by the combination of radiation and D-allose in human head and neck cancer cells"}, {"pubmed": 21448924, "text": "This study investigated the effect of glucose on GSK3beta and beta-catenin expression and the involvement of the Wnt pathway in response to conditions resembling normoglycemia and hyperglycemia."}, {"pubmed": 21460850, "text": "these results collectively demonstrate that TXNIP stabilizes Redd1 protein induced by ATF4 in response to 2-DG, resulting in potentiation of mTOR suppression."}, {"pubmed": 21510938, "text": "knockdown of TXNIP prevented high glucose-induced cell apoptosis and activation of ASK1 may be via reduction of oxidative stress in mesangial cells."}, {"pubmed": 21543874, "text": "N-terminal domain of TXNIP has been crystallized. The crystals belonged to a monoclinic space group and diffracted to 3 A resolution using synchrotron radiation"}, {"pubmed": 21636804, "text": "role for the TXNIP-TRX1 complex to enable inflammation by promoting endothelial cell survival and vascular endothelial growth factor signaling under conditions of physiological oxidative stress"}, {"pubmed": 21705327, "text": "thioredoxin regulates the intrinsic function of Txnip as an inhibitor of adipogenesis through protein stabilization."}, {"pubmed": 21771725, "text": "Loss of TXNIP is associated with bladder carcinogenesis."}, {"pubmed": 21908621, "text": "the MondoA-TXNIP regulatory circuit has a role in the hexose transport curb, although other redundant pathways also contribute"}, {"pubmed": 21916829, "text": "Chronic lymphocytic leukemia samples had an average of 57% higher TXNIP RNA levels, which correlated positively with reactive oxygen species levels. This was also seen in a transgenic mouse model."}, {"pubmed": 21929372, "text": "The TXNIP transcription and protein stability are highly regulated by multiple tissue-specific stimuli, it appears that TXNIP should be a good therapeutic target for metabolic diseases."}, {"pubmed": 22113441, "text": "Findings indicated that the TXNIP G allele may contribute to increased arterial stiffness in the Brazilian general population and suggest a possible interaction with diabetes."}, {"pubmed": 22236479, "text": "Suggest that genetic variation in the TXNIP gene may act as a \"common ground\" modulator of diabetes and hypertension."}, {"pubmed": 22267843, "text": "Thioredoxin interacting protein promotes endothelial cell inflammation in response to disturbed flow by increasing leukocyte adhesion and repressing Kruppel-like factor 2."}, {"pubmed": 22450549, "text": "Data indicate that TXNIP may mediate some of the detrimental effects of glucocorticoids on osteoblast (OB) function as well as modulate OB-mediated osteoclastogenesis by regulating the OPG/RANKL ratio."}, {"pubmed": 22750447, "text": "an overview of TXNIP protein and function"}, {"pubmed": 22760822, "text": "A thioredoxin interacting protein mutant with all but one cysteine changed to serine (Cys247) showed an enhanced capacity to form complexes with TRX."}, {"pubmed": 22768160, "text": "TBP-2 deficiency enhances TGF-beta signaling and promotes TGF-beta-induced epithelial-mesenchymal transition."}, {"pubmed": 23112551, "text": "TXNIP is underexpressed in 85% of gastric cancer cells"}, {"pubmed": 23152583, "text": "insulin stimulates Txnip degradation by a PI3 kinase-dependent mechanism, which activates the ubiquitin/proteasome pathway and likely serves to mitigate insulin resistance"}, {"pubmed": 23291592, "text": "high cellular levels of TBP-2 can potentially suppress Thioredoxin bioavailability and increase oxidation sensitivity. Overexpression of TBP-2 also causes slow growth by mitotic arrest and apoptosis by activating the ASK death pathway."}, {"pubmed": 23387972, "text": "The results for the first time demonstrate FAK-regulated TXNIP expression which is important for apoptotic, survival and oxidative stress signaling pathways in cancer cells."}, {"pubmed": 23393387, "text": "TXNIP is essential for VEGFR2 internalization in Rab5 positive endosomes, which is required for endothelial cell growth and angiogenesis."}, {"pubmed": 23453806, "text": "Glucose influx through GLUT1 restores ATP-to-ADP ratios in the short run and ultimately induces TXNIP protein production."}, {"pubmed": 23454121, "text": "Using a hepatocellular carcinoma cell line, we have found that TXNIP mRNA expression is regulated in a biphasic manner in hypoxia whereby TXNIP expression showed an initial rapid decrease, followed by an increase under prolonged hypoxia."}, {"pubmed": 23461678, "text": "Serum TXNIP is elevated in women with polycystic ovary syndrome and may be a contributing factor for insulin resistance."}, {"pubmed": 23519408, "text": "The crystal structure of the N-terminal domain of TXNIP is reported, providing the first structural information on any of the alpha-arrestins."}, {"pubmed": 23520550, "text": "Suppression of Txnip by lipopolysaccharide is accompanied by a decrease of the glucose sensing transcription factor MondoA in the nuclei."}, {"pubmed": 23691179, "text": "Thioredoxin interacting protein is a potential regulator of glucose and energy homeostasis in endogenous Cushing's syndrome."}, {"pubmed": 23803610, "text": "FOXO1 inhibits beta cell TXNIP transcription and suggest that FOXO1 confers this inhibition by interfering with ChREBP DNA binding at target gene promoters."}, {"pubmed": 23880345, "text": "TXNIP has a role in the pathway involving hEcd to increase p53 stability and activity"}, {"pubmed": 24041652, "text": "Knockdown of TXNIP inhibits high glucose-induced activation of p38 MAPK and ERK1/2 and ameliorates high glucose-induced epithelial to mesenchymal transition in renal tubular epithelial cells."}, {"pubmed": 24198286, "text": "These data implicate a critical role for TXNIP in diabetes-related impairment of ischemia-mediated angiogenesis and identify TXNIP as a potential therapeutic target for the vascular complications of diabetes."}, {"pubmed": 24283717, "text": "TXNIP is a promising new target for the development of new therapies for the treatment of retinal neurodegenerative diseases."}, {"pubmed": 24376827, "text": "Over-expression of TXNIP abolishes nuclear migration of TRX-1 under nitrosative/oxidative stress conditions."}, {"pubmed": 24389582, "text": "The inhibition of TRX by TXNIP is mediated by an intermolecular disulphide interaction resulting from a novel disulphide bond-switching mechanism. This bond dissociates in the presence of high concentrations of reactive oxygen species."}, {"pubmed": 24492284, "text": "Hyperglycemia leads to dysfunction of autophagy in renal tubular cells and decreases autophagic clearance. HG-induced overexpression of TXNIP may contribute to the dysfunction of tubular autophagy in diabetes."}, {"pubmed": 24628418, "text": "TXNIP stimulates its own expression by promoting dephosphorylation and nuclear translocation of its transcription factor, carbohydrate response element-binding protein."}, {"pubmed": 24645981, "text": "Our findings indicate that TXNIP functions as a tumor suppressor in thyroid cells, and its downregulation is likely important in the transition from differentiated to advanced thyroid cancer"}, {"pubmed": 24720336, "text": "Data suggest that hyperglycemia, as exhibited in 85% of pancreatic cancer patients, up-regulates expression of TXNIP and modulates activity of TRX (thioredoxin) and production of reactive oxygen species in pancreatic cancer cells."}, {"pubmed": 24843047, "text": "Txnip is located in the endoplasmic reticulum and interacts with endogenous PDIA6. Txnip increases PDI activity."}, {"pubmed": 24878528, "text": "Our data suggest that glucose-induced BCL-6 overexpression could abrogate the etoposide chemotherapy effect on tumor cell death."}, {"pubmed": 24911120, "text": "TXNIP has been discovered to control pancreatic B-cell microRNA expression, B-cell function, and insulin production. [Review]"}, {"pubmed": 24925443, "text": "diabetes was associated with a >30-fold increase in TxnIP gene expression and a 17 % increase in TxnIP protein expression."}, {"pubmed": 25332233, "text": "regulatory relationship between mTOR and the MondoA-TXNIP axis that we propose contributes to glucose homeostasis"}, {"pubmed": 25341426, "text": "Data identify the metastasis suppressor TXNIP as new target of miR-224/miR-452 that induces feedback inhibition of E2F1 and show that miR-224/452-mediated downregulation of TXNIP is essential for E2F1-induced EMT and invasion"}, {"pubmed": 25605021, "text": "Suggest that TXNIP plays a critical role in anti-Her-1/Her-2 treatment and may be a potential prognostic marker in breast cancer."}, {"pubmed": 25726203, "text": "The expression of TXNIP was significantly higher in normal-weight type- 2 diabetic patients than in obese ones."}, {"pubmed": 25754218, "text": "Foam cell-released 4-hydroxnonenal activates PPARdelta in Vascular endothelial cells, leading to increased TXNIP expression and consequently to senescence."}, {"pubmed": 25812606, "text": "our data support the hypothesis that TXNIP is an effective target for the treatment of breast cancer."}, {"pubmed": 25834832, "text": "HG-induced NADPH oxidase activation is driven by TXNIP which subsequently triggers NALP3 inflammasome activation in podocytes and ultimately led to podocyte injury"}, {"pubmed": 25854388, "text": "Expression of TXNIP was up-regulated in all three NSCLC cell lines."}, {"pubmed": 25870263, "text": "data suggest that loss of the p53 tumor suppressor cooperates with Mychigh/TXNIPlow-driven metabolic dysregulation to drive the aggressive clinical behavior of TNBC."}, {"pubmed": 26122224, "text": "The protein expression level of TXNIP was negatively correlated with the level of miR-373 in MCF-7 cells and in breast cancer tissue of various migration and invasion abilities. TXNIP was regulated by miR-373."}, {"pubmed": 26147751, "text": "Metformin down-regulates high-glucose-induced TXNIP transcription by inactivating ChREBP and FOXO1 in endothelial cells, partially through AMP-activated protein kinase activation"}, {"pubmed": 26196741, "text": "Activation of the miR-373-TXNIP-HIF1alpha-TWIST signaling axis is correlated with a worse outcome in patients with breast cancer."}, {"pubmed": 26643952, "text": "An association has been found between the TXNIP gene methylation pattern and type 2 diabetes mellitus in ischemic stroke patients through epigenetic mechanisms, related to sustained hyperglycemia levels with HbA1c >/= 7%."}, {"pubmed": 26763822, "text": "No evidence that SNPS in TXNIP has effect, but the rs4485648 polymorphism of the TrxR2 gene might exert an independent effect on the development of Diabetic retinopathy."}, {"pubmed": 26806835, "text": "Glucose exerts strong stimulatory effects on activation histone marks while having inhibitory effects on repression marks in the promoter of the TXNIP gene, and this was associated with a marked increase in expression of the proinflammatory gene in kidney."}, {"pubmed": 26858253, "text": "These findings thereby provide new mechanistic insight into the regulation of TXNIP and beta-cell biology and reveal novel links between proinflammatory cytokines, carbohydrate response element binding protein-mediated transcription, and microRNA signaling."}, {"pubmed": 26919541, "text": "The crystal structure of the complex between a phosphorylated PPxY motif of TXNIP and the SH2 domain of Vav2 reveals a conserved recognition mechanism."}, {"pubmed": 27274779, "text": "Heme oxygenase rs2071749 polymorphism was positively associated with obesity in Mexicans."}, {"pubmed": 27381856, "text": "TXNIP contributes to the dysregulation of tubular autophagy and mitophagy in diabetic nephropathy through activation of the mTOR signaling pathway."}, {"pubmed": 27437069, "text": "These data identify novel Txnip protein interactions."}, {"pubmed": 27470124, "text": "TXNIP Single nucleotide polymorphisms may individually and cumulatively affect CAD risk through a possible mechanism for regulating TXNIP expression and gene-environment interactions."}, {"pubmed": 27497988, "text": "thioredoxin-interacting protein deficiency alleviates diabetic renal lipid accumulation through regulation of Akt/mTOR pathway"}, {"pubmed": 27510506, "text": "This finding suggested statistically significant role of interaction of TXNIP and AF1q polymorphisms (TXNIP-rs2236566, TXNIP-rs7211, and AF1q-rs2769605) in schizophrenia susceptibility."}, {"pubmed": 27567705, "text": "results suggest that TXNIP is required early in the apoptotic-inducing pathway resulting from r-Moj-DM binding to the alphav integrin subunit"}, {"pubmed": 27762463, "text": "Hypoxia suppresses thioredoxin binding protein-2 gene expression, which may ultimately alter placental development."}, {"pubmed": 27833015, "text": "Taken together, our results firstly reveal that TMAO induces inflammation and endothelial dysfunction via activating ROS-TXNIP-NLRP3 inflammasome, suggest a likely mechanism for TMAO-dependent enhancement in atherosclerosis and cardiovascular risks."}, {"pubmed": 27989964, "text": "histone acetylation serves as a key regulator of glucose-induced increase in TXNIP gene expression"}, {"pubmed": 28029659, "text": "Study showed that the expression of TXNIP was significantly increased in RNF2 knockdown prostate tumor cells and that TXNIP is an important downstream target of RNF2."}, {"pubmed": 28064010, "text": "the association of TXNIP (thioredoxin-interacting protein) with NLRP3 induced by ROS promoted NLRP3 inflammasome activation in senescent HUVEC endothelial cells"}, {"pubmed": 28137209, "text": "summarize the current state of our understanding of TXNIP biology, highlight its role in metabolic regulation and raise critical questions that could help future research to exploit TXNIP as a therapeutic target"}, {"pubmed": 28243945, "text": "High expression of TXNIP indicates a lower pathological grade of meningnioma, and is also associated with longer recurrence-free time."}, {"pubmed": 28322443, "text": "All-trans retinoic acid plays a key role in inhibition of hepatic stellate cell activation via suppressing TXNIP expression, which reduces oxidative stress levels."}, {"pubmed": 28326454, "text": "intracellular TXNIP protein is a critical regulator of activation of the fructose-induced NLRP3 inflammasome"}, {"pubmed": 28440491, "text": "This study provides insight into the molecular mechanisms of TXNIP overexpression in liver cancer cell survival and apoptosis and indicated that TXNIP may be a novel promising agent for liver cancer treatment."}, {"pubmed": 28651973, "text": "Depletion of glycolytic intermediates led to a consistent decrease in TXNIP expression in response to 1,25(OH)2D3, an effect that coincided with the activation of AMPK signaling and a reduction in c-MYC expression."}, {"pubmed": 28694028, "text": "This study thus characterizes ERK-mediated suppression of TXNIP as a presently unreported mechanism by which ap junctions regulate cell behaviors."}, {"pubmed": 28755477, "text": "The data of this study suggested that TXNIP blocked autophagic flux and induced alpha-synuclein accumulation through inhibition of ATP13A2."}, {"pubmed": 28844667, "text": "Study shows that TXNIP expression is down-regulated in new Multiple Sclerosis (MS) patients compared to controls and might be implicated in pathogenesis of the disease."}, {"pubmed": 29077742, "text": "We found no evidence of decreased TXNIP DNA methylation or increased gene expression in metabolic target tissues of offspring exposed to maternal diabetes. Further studies are needed to confirm and understand the paradoxical SAT TXNIP DNA methylation and gene expression changes in O-GDM subjects"}, {"pubmed": 29203232, "text": "Thioredoxin-interacting protein (TXNIP) is highly induced in retinal vascular endothelial cells under diabetic conditions. Data (including data from studies using knockout mice) suggest that TXNIP in retinal vascular endothelial cells plays role in diabetic retinal angiogenesis via VEGF/VEGFR2 and Akt/mTOR signaling. (VEGFR2 = vascular endothelial growth factor receptor-2)"}, {"pubmed": 29339473, "text": "Consistent with its enhanced expression in Laron syndrome, we provide evidence that TXNIP gene expression is negatively regulated by IGF1."}, {"pubmed": 29378331, "text": "Results indicate an internal ribosome entry sites (IRESes) within the thioredoxin-interacting protein (TXNIP) protein; 5' untranslated region (5'UTR), and regulatory IRES trans-acting factors."}, {"pubmed": 29524408, "text": "Compared with normal tissues, TXNIP expression was significantly decreased in human breast cancer tissues and canine mammary tumors, along with tumor progression."}, {"pubmed": 29653364, "text": "miR-20a could negatively regulate TLR4 and NLRP3 signaling to protect human aortic endothelial cells from inflammatory injuries."}, {"pubmed": 29852169, "text": "Using oxygen-glucose deprivation and reoxygenation (OGD/R) to create a cell model of hepatic I/R injury, we found that the mRNA and protein expression levels of TXNIP were upregulated in HL7702cells exposed to OGD/R."}, {"pubmed": 29856480, "text": "Thus, CSE inhibits insulin production by upregulating TXNIP via MALAT1-mediated downregulation of miR-17, which provides an understanding of the processes involved in the reduced beta-cells function caused by cigarette smoke"}, {"pubmed": 29897613, "text": "Age-dependent upregulation of TXNIP results in decreased stress resistance to oxidative challenge in primary human cells."}, {"pubmed": 29934340, "text": "Data show that thioredoxin interacting protein (TXNIP) is a tumor suppressor that is downregulated in esophageal adenocarcinoma (EAC)."}, {"pubmed": 29955142, "text": "TXNIP functions as a tumor suppressor gene with loss of its expression associated with ductal carcinoma in situ recurrence"}, {"pubmed": 29980378, "text": "vitamin D and TXNIP were associated with different beta-cell dysfunction markers, indicating their potential abilities to predict the beta-cell status in people with diabetes"}, {"pubmed": 29999276, "text": "Results found the mRNA level of TRX-1 was significantly decreased (p<0.005), while the mRNA levels of TBP-2, COX-2, and TNF-alpha were significantly increased in the placentas in preeclampsia when compared to the normal group."}, {"pubmed": 30034557, "text": "Expression of TXNIP2 isoform, not TXNIP1, is upregulated in leukocytes of patients with acute myocardial infarction."}, {"pubmed": 30037981, "text": "We show that whereas Ras drives a global increase in protein translation, it suppresses TXNIP protein synthesis by reducing the rate at which ribosomes transit the coding region of TXNIP mRNA. The N terminus of the growing TXNIP polypeptide is the target for Ras-dependent translational repression."}, {"pubmed": 30103944, "text": "TXNIP is a key adaptor for c-Myc-driven aerobic glycolysis in prostate cancer"}, {"pubmed": 30107520, "text": "Three ubiquitous methylation loci were consistently and strongly associated with type 2 diabetes in Ghanaians: TXNIP, C7orf50 and CPT1A"}, {"pubmed": 30336978, "text": "The data suggest that TXNIP plays an important role in fludarabine-induced cytotoxicity and TLR4/NF-kappaB-mediated fludarabine resistance of acute myeloid leukemia cells."}, {"pubmed": 30390072, "text": "miR-411-5p/3p are required for Non small cell lung carcinoma development by suppressing SPRY4 and TXNIP; thus, the miR-411-SPRY4-AKT axis might act as a promising target for lung cancer therapy clinically."}, {"pubmed": 30741672, "text": "Our results demonstrate that TXNIP protein as well as its mRNA levels in the cortex was significantly upregulated in Alzheimer disease compared to control brains. Moreover, using double immunofluorescence staining, TXNIP and interlukin-1beta (IL-1beta) were co-localized near Abeta plaques and p-tau. These results suggest an association between TXNIP overexpression levels and Alzheimer disease pathogenesis."}, {"pubmed": 30833078, "text": "This study showed that activation of monosodium urate -induced NLRP3 inflammasome requires TXNIP-mediated NF-kappaB signaling pathway and intracellular TXNIP shifting."}, {"pubmed": 31043707, "text": "results confirm that UHRF1 has oncogenic function in RCC and UHRF1 may promote tumor progression through epigenetic regulation of TXNIP"}, {"pubmed": 31320475, "text": "The demonstrates the ERK mitogen-activated protein kinase pathway to be integrally involved in regulating Trx oxidoreductase activity and that the regulation of Txnip lifetime via ERK-dependent phosphorylation is an important mediator of this effect."}, {"pubmed": 31468395, "text": "taurine can regulate the function of Caco-2 cells via TXNIP induction"}, {"pubmed": 31519581, "text": "Antioxidant regulation via TXNIP is an important cell death mechanism in human endometrial cancer, and occurs via induction by vitamin D3."}, {"pubmed": 31578830, "text": "Sodium butyrate-activated TRAF6-TXNIP pathway affects A549 cells proliferation and migration."}, {"pubmed": 31615975, "text": "einforcing or restoring blood-retinal barrier integrity by targeting TXNIP may serve as an effective therapeutic strategy for preventing or attenuating photoreceptor damage in age-related macular degeneration."}, {"pubmed": 31629934, "text": "CircRNA RAPGEF5 (cRAPGEF5) significantly downregulated in renal cell carcinoma (RCC) tissues and correlated positively with aggressive clinical characteristics and independently predicted poor overall survival and recurrence-free survival. cRAPGEF5 functions as a sponge of oncogenic miR-27a-3p, which facilitates RCC proliferation and migration by targeting the suppressor gene TXNIP."}, {"pubmed": 31652453, "text": "Ketamine induces endoplasmic reticulum stress in rats and SV-HUC-1 human uroepithelial cells by activating NLRP3/TXNIP aix."}, {"pubmed": 31669268, "text": "Txnip protein forms redox-sensitive nucleoprotein complexes with Hsp70, Hsp90, and Prp31."}, {"pubmed": 31691802, "text": "TXNIP downmethylation coincided with increased transcription at the 3' UTR, H3K36me3 histone markings and Sp1 binding, suggesting spurious transcription initiation at the TXNIP 3' UTR as a functional consequence of T2D methylation changes."}, {"pubmed": 31782782, "text": "TXNIP induced by MondoA, rather than ChREBP, suppresses cervical cancer cell proliferation, migration and invasion."}, {"pubmed": 31804457, "text": "Pyroptosis is a critical inflammatory pathway in the placenta from early onset preeclampsia and in human trophoblasts exposed to hypoxia and endoplasmic reticulum stressors."}, {"pubmed": 31919985, "text": "TXNIP hypomethylation and its interaction with obesity and hypertriglyceridemia increase type 2 diabetes mellitus risk: A nested case-control study."}, {"pubmed": 32039564, "text": "Thioredoxin-interacting protein promotes activation and inflammation of monocytes with DNA demethylation in coronary artery disease."}, {"pubmed": 32056038, "text": "BRAFi induced demethylation of miR-152-5p regulates phenotype switching by targeting TXNIP in cutaneous melanoma."}, {"pubmed": 32268136, "text": "Breast cancer-derived exosomes regulate cell invasion and metastasis in breast cancer via miR-146a to activate cancer associated fibroblasts in tumor microenvironment."}, {"pubmed": 32356386, "text": "Silibinin induces metabolic crisis in triple-negative breast cancer cells by modulating EGFR-MYC-TXNIP axis: potential therapeutic implications."}, {"pubmed": 32492941, "text": "Deletion of Thioredoxin-Interacting Protein (TXNIP) Abrogates High Fat Diet-induced Retinal Leukostasis, Barrier Dysfunction and Microvascular Degeneration in a Mouse Obesity Model."}, {"pubmed": 32511893, "text": "TXNIP induces growth arrest and enhances ABT263-induced apoptosis in mixed-lineage leukemia-rearranged acute myeloid leukemia cells."}, {"pubmed": 32522049, "text": "TXNIP Gene Single Nucleotide Polymorphisms Associated with the Risk of Type 2 Diabetes Mellitus in a Chinese Han Population."}, {"pubmed": 32609762, "text": "Association of smoking habits with TXNIP DNA methylation levels in leukocytes among general Japanese population."}, {"pubmed": 32639616, "text": "Thioredoxin interacting protein (TXNIP) acts as a tumor suppressor in human prostate cancer."}, {"pubmed": 32799209, "text": "The Thioredoxin-Interacting Protein TXNIP Is a Putative Tumour Suppressor in Cutaneous T-Cell Lymphoma."}, {"pubmed": 32845855, "text": "Redox-dependent and independent effects of thioredoxin interacting protein."}, {"pubmed": 32901881, "text": "ITCH regulates oxidative stress induced by high glucose through thioredoxin interacting protein in cultured human lens epithelial cells."}, {"pubmed": 33026112, "text": "Inhibition of EZH2 attenuates coronary heart disease by interacting with microRNA-22 to regulate the TXNIP/nuclear factor-kappaB pathway."}, {"pubmed": 33160992, "text": "LncRNA-antisense non-coding RNA in the INK4 locus promotes pyroptosis via miR-497/thioredoxin-interacting protein axis in diabetic nephropathy."}, {"pubmed": 33190588, "text": "TXNIP/VDUP1 attenuates steatohepatitis via autophagy and fatty acid oxidation."}, {"pubmed": 33274003, "text": "Sodium Butyrate Inhibits Neovascularization Partially via TNXIP/VEGFR2 Pathway."}, {"pubmed": 33323975, "text": "C-terminal truncated HBx initiates hepatocarcinogenesis by downregulating TXNIP and reprogramming glucose metabolism."}, {"pubmed": 33360689, "text": "Genomic GLO1 deletion modulates TXNIP expression, glucose metabolism, and redox homeostasis while accelerating human A375 malignant melanoma tumor growth."}, {"pubmed": 33375816, "text": "Increased Expression of TXNIP Facilitates Oxidative Stress in Nasal Epithelial Cells of Patients With Chronic Rhinosinusitis With Nasal Polyps."}, {"pubmed": 33481334, "text": "Histone deacetylase 10 exerts antitumor effects on cervical cancer via a novel microRNA-223/TXNIP/Wnt/beta-catenin pathway."}, {"pubmed": 33563583, "text": "Tumor cells derived-extracellular vesicles transfer miR-3129 to promote hepatocellular carcinoma metastasis by targeting TXNIP."}, {"pubmed": 33566225, "text": "Imbalance in thioredoxin system activates NLRP3 inflammasome pathway in epicardial adipose tissue of patients with coronary artery disease."}, {"pubmed": 33612104, "text": "Role of ASM/Cer/TXNIP signaling module in the NLRP3 inflammasome activation."}, {"pubmed": 33749639, "text": "miR-125b enhances metastasis and progression of cancer via the TXNIP and HIF1alpha pathway in pancreatic cancer."}, {"pubmed": 33775752, "text": "The identify role and molecular mechanism of the MALAT1/hsa-mir-20b-5p/TXNIP axis in liver inflammation caused by CHB in patients with chronic HBV infection complicated with NAFLD."}, {"pubmed": 33795533, "text": "UHRF1 Induces Methylation of the TXNIP Promoter and Down-Regulates Gene Expression in Cervical Cancer."}, {"pubmed": 33803178, "text": "Role of Thioredoxin-Interacting Protein in Diseases and Its Therapeutic Outlook."}, {"pubmed": 33896068, "text": "Thioredoxin-interacting protein is a favored target of miR-125b, promoting metastasis and progression of pancreatic cancer via the HIF1alpha pathway."}, {"pubmed": 33901495, "text": "MondoA-Thioredoxin-Interacting Protein Axis Maintains Regulatory T-Cell Identity and Function in Colorectal Cancer Microenvironment."}, {"pubmed": 34085839, "text": "Cardiomyocyte-specific Txnip C247S mutation improves left ventricular functional reserve in streptozotocin-induced diabetic mice."}, {"pubmed": 34153352, "text": "ER stress associated TXNIP-NLRP3 inflammasome activation in hippocampus of human Alzheimer's disease."}, {"pubmed": 34318539, "text": "Estradiol exerts a neuroprotective effect on SH-SY5Y cells through the miR-106b-5p/TXNIP axis."}, {"pubmed": 34370159, "text": "Effect of Sleeve Gastrectomy on Plasma Thioredoxin-Interacting Protein (TXNIP)."}, {"pubmed": 34373985, "text": "Colorectal Cancer Cell Differentiation Is Dependent on the Repression of Aerobic Glycolysis by NDRG2-TXNIP Axis."}, {"pubmed": 34418490, "text": "Polarization of rheumatoid macrophages is regulated by the CDKN2B-AS1/ MIR497/TXNIP axis."}, {"pubmed": 34433833, "text": "Expression of TXNIP is associated with angiogenesis and postoperative relapse of conventional renal cell carcinoma."}, {"pubmed": 34478732, "text": "TXNIP interaction with GLUT1 depends on PI(4,5)P2."}, {"pubmed": 34547371, "text": "Disrupting CISD2 function in cancer cells primarily impacts mitochondrial labile iron levels and triggers TXNIP expression."}, {"pubmed": 34601333, "text": "Exosomes secreted by M2 macrophages promote cancer stemness of hepatocellular carcinoma via the miR-27a-3p/TXNIP pathways."}, {"pubmed": 34614512, "text": "TXNIP Links Anticipatory Unfolded Protein Response to Estrogen Reprogramming Glucose Metabolism in Breast Cancer Cells."}, {"pubmed": 34645728, "text": "DNA methylation level of the gene encoding thioredoxin-interacting protein in peripheral blood cells is associated with metabolic syndrome in the Japanese general population."}, {"pubmed": 34726138, "text": "DNA Methylation of TXNIP Independently Associated with Inflammation and Diabetes Mellitus in Twins."}, {"pubmed": 34941434, "text": "Exercise reduces the protein abundance of TXNIP and its interacting partner REDD1 in skeletal muscle: potential role for a PKA-mediated mechanism."}, {"pubmed": 34968780, "text": "YAP/miR-524-5p axis negatively regulates TXNIP expression to promote chondrosarcoma cell growth."}, {"pubmed": 35101541, "text": "Long noncoding RNA LHFPL3-AS2 suppresses metastasis of non-small cell lung cancer by interacting with SFPQ to regulate TXNIP expression."}, {"pubmed": 35164795, "text": "Interaction between a diabetes-related methylation site (TXNIP cg19693031) and variant (GLUT1 rs841853) on fasting blood glucose levels among non-diabetics."}, {"pubmed": 35240955, "text": "Overview on Thioredoxin-Interacting Protein (TXNIP): A Potential Target for Diabetes Intervention."}, {"pubmed": 35416731, "text": "Association of drinking behaviors with TXNIP DNA methylation levels in leukocytes among the general Japanese population."}, {"pubmed": 35450411, "text": "TXNIP: A Double-Edged Sword in Disease and Therapeutic Outlook."}, {"pubmed": 35471587, "text": "Thioredoxin-interacting protein regulates keratinocyte differentiation: Implication of its role in psoriasis."}, {"pubmed": 35640677, "text": "Induction of Transcriptional Inhibitor HES1 and the Related Repression of Tumor-Suppressor TXNIP Are Important Components of Cell-Transformation Program Imposed by Oncogenic Kinase NPM-ALK."}, {"pubmed": 35754346, "text": "Physiological and Pathophysiological Roles of Thioredoxin Interacting Protein: A Perspective on Redox Inflammation and Metabolism."}, {"pubmed": 35887091, "text": "Targeted Induction of Endogenous VDUP1 by Small Activating RNA Inhibits the Growth of Lung Cancer Cells."}, {"pubmed": 35993020, "text": "Downregulation of Inflammatory Response via Nrf2/Trx1/TXNIP Axis in Oxidative Stress-Induced ARPE-19 Cells and Mouse Model of AMD."}, {"pubmed": 36059548, "text": "Thioredoxin-interacting protein: A new therapeutic target in bone metabolism disorders?"}, {"pubmed": 36070438, "text": "TXNIP Exacerbates the Senescence and Aging-Related Dysfunction of beta Cells by Inducing Cell Cycle Arrest Through p38-p16/p21-CDK-Rb Pathway."}, {"pubmed": 36232644, "text": "TXNIP Promotes Human NK Cell Development but Is Dispensable for NK Cell Functionality."}, {"pubmed": 36316968, "text": "Novel lncRNA-prader willi/angelman region RNA, SNRPN neighbour (PWARSN) aggravates tubular epithelial cell pyroptosis by regulating TXNIP via dual way in diabetic kidney disease."}, {"pubmed": 36448450, "text": "TXNIP Suppresses the Osteochondrogenic Switch of Vascular Smooth Muscle Cells in Atherosclerosis."}, {"pubmed": 36595680, "text": "Thioredoxin-interacting protein is essential for memory T cell formation via the regulation of the redox metabolism."}, {"pubmed": 36604111, "text": "TXNIP DNA methylation is associated with glycemic control over 28 years in type 1 diabetes: findings from the Pittsburgh Epidemiology of Diabetes Complications (EDC) study."}, {"pubmed": 36830671, "text": "Various Expressions of PIK3C2A and TXNIP Genes and Their Potential Role as Independent Risk Factors for Chronic Stable Angina and Acute Coronary Syndrome."}, {"pubmed": 37038114, "text": "High TXNIP expression accelerates the migration and invasion of the GDM placenta trophoblast."}, {"pubmed": 37172394, "text": "TXNIP contributes to induction of pro-inflammatory phenotype and caspase-3 activation in astrocytes during Alzheimer's diseases."}, {"pubmed": 37176057, "text": "The Role of Txnip in Mediating Low-Magnesium-Driven Endothelial Dysfunction."}, {"pubmed": 37534934, "text": "USP5 promotes lipopolysaccharide-induced apoptosis and inflammatory response by stabilizing the TXNIP protein."}, {"pubmed": 37594665, "text": "METTL14 drives growth and metastasis of non-small cell lung cancer by regulating pri-miR-93-5p maturation and TXNIP expression."}, {"pubmed": 37632267, "text": "Advanced glycation end products induce nucleus pulposus cell apoptosis by upregulating TXNIP via inhibiting glycolysis pathway in intervertebral disc degeneration."}, {"pubmed": 37734516, "text": "Linc00657 promoted pyroptosis in THP-1-derived macrophages and exacerbated atherosclerosis via the miR-106b-5p/TXNIP/NLRP3 axis."}, {"pubmed": 37735933, "text": "Serum carotenoid levels are positively associated with DNA methylation of thioredoxin-interacting protein."}, {"pubmed": 37794178, "text": "The role of TXNIP in cancer: a fine balance between redox, metabolic, and immunological tumor control."}, {"pubmed": 37890873, "text": "A novel link between melatonin and circ_0005753/PTBP1/TXNIP regulatory network in the modulation of osteogenic potential in mesenchymal stem cells."}, {"pubmed": 38054509, "text": "Amino acid deprivation induces TXNIP expression by NRF2 downregulation."}, {"pubmed": 38118268, "text": "Knockdown of TXNIP alleviates gestational diabetes mellitus by activating autophagy to regulate cell proliferation and apoptosis in high glucose-treated trophoblasts."}, {"pubmed": 38169654, "text": "TXNIP in liver sinusoidal endothelial cells ameliorates alcohol-associated liver disease via nitric oxide production."}, {"pubmed": 38411328, "text": "KLF4 interacts with TXNIP to modulate the pyroptosis in ulcerative colitis via regulating NLRP3 signaling."}, {"pubmed": 38538307, "text": "Association between DNA methylation levels of thioredoxin-interacting protein (TXNIP) and changes in glycemic traits: a longitudinal population-based study."}, {"pubmed": 38616177, "text": "TXNIP deficiency attenuates renal fibrosis by modulating mTORC1/TFEB-mediated autophagy in diabetic kidney disease."}, {"pubmed": 39020292, "text": "Increased level of TXNIP and nuclear translocation of TXN is associated with end stage renal disease and development of multiplex renal tumours."}], "genomic_pos": {"chr": "1", "end": 145996579, "ensemblgene": "ENSG00000265972", "start": 145992435, "strand": -1}, "genomic_pos_hg19": [{"chr": "1", "end": 145442635, "start": 145438469, "strand": 1}, {"chr": "HG1287_PATCH", "end": 146682902, "start": 146678960, "strand": -1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006606", "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 29653364, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006979", "pubmed": 17603038, "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009612", "qualifier": "involved_in", "term": "response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009749", "qualifier": "involved_in", "term": "response to glucose"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0015031", "qualifier": "involved_in", "term": "protein transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030216", "pubmed": 14632196, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032570", "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042127", "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042542", "qualifier": "involved_in", "term": "response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048008", "qualifier": "involved_in", "term": "platelet-derived growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051592", "qualifier": "involved_in", "term": "response to calcium ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051782", "pubmed": 18541147, "qualifier": "involved_in", "term": "negative regulation of cell division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071228", "pubmed": 18541147, "qualifier": "involved_in", "term": "cellular response to tumor cell"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0140052", "pubmed": 29653364, "qualifier": "involved_in", "term": "cellular response to oxidised low-density lipoprotein particle stimulus"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 14632196, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004857", "pubmed": 17603038, "qualifier": "enables", "term": "enzyme inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10814541, 14632196, 17260951, 23880345, 26919541, 28514442, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031625", "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 20068034, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}]}, "homologene": {"genes": [[7955, 368359], [7955, 448858], [8364, 100492126], [9544, 698683], [9598, 457986], [9606, 10628], [9615, 475829], [9913, 506790], [10090, 56338], [10116, 117514]], "id": 38186}, "interpro": [{"desc": "Arrestin-like, N-terminal", "id": "IPR011021", "short_desc": "Arrestin-like_N"}, {"desc": "Arrestin C-terminal-like domain", "id": "IPR011022", "short_desc": "Arrestin_C-like"}, {"desc": "Arrestin-like, C-terminal", "id": "IPR014752", "short_desc": "Arrestin-like_C"}, {"desc": "Immunoglobulin E-set", "id": "IPR014756", "short_desc": "Ig_E-set"}], "ipi": ["IPI00007956", "IPI00514375"], "map_location": "1q21.1", "name": "thioredoxin interacting protein", "other_names": ["thioredoxin binding protein 2", "thioredoxin-interacting protein", "upregulated by 1,25-dihydroxyvitamin D-3", "vitamin D3 up-regulated protein 1"], "pantherdb": {"HGNC": "16952", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1889549", "ortholog_type": "LDO", "panther_family": "PTHR11188", "taxid": 10090, "uniprot_kb": "Q8BG60"}, {"RGD": "620886", "ortholog_type": "LDO", "panther_family": "PTHR11188", "taxid": 10116, "uniprot_kb": "Q5M7W1"}, {"Ensembl": "ENSGALG00000048409", "ortholog_type": "LDO", "panther_family": "PTHR11188", "taxid": 9031, "uniprot_kb": "A0A3Q2UBD3"}, {"ZFIN": "ZDB-GENE-040917-1", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7955, "uniprot_kb": "X1WCU4"}, {"ZFIN": "ZDB-GENE-030804-10", "ortholog_type": "LDO", "panther_family": "PTHR11188", "taxid": 7955, "uniprot_kb": "Q7ZWB6"}, {"WormBase": "WBGene00009000", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q9XXN6"}, {"WormBase": "WBGene00014033", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "P30647"}, {"WormBase": "WBGene00010268", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "O62274"}, {"WormBase": "WBGene00008843", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "O17812"}, {"WormBase": "WBGene00009579", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "D1MN74"}, {"WormBase": "WBGene00007296", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q17624"}, {"WormBase": "WBGene00019873", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q9TYQ0"}, {"WormBase": "WBGene00011732", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "O45782"}, {"FlyBase": "FBgn0042101", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9I7K7"}, {"FlyBase": "FBgn0037853", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9VGU7"}, {"FlyBase": "FBgn0037518", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9VI00"}, {"FlyBase": "FBgn0037856", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9VGU4"}, {"FlyBase": "FBgn0037520", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9VHZ8"}, {"FlyBase": "FBgn0037521", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "A0A0B4KGD9"}, {"FlyBase": "FBgn0042104", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9I7L1"}, {"FlyBase": "FBgn0042102", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9I7L0"}, {"FlyBase": "FBgn0037519", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9VHZ9"}, {"FlyBase": "FBgn0042105", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "A8JQV1"}, {"FlyBase": "FBgn0042103", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9I7K8"}, {"FlyBase": "FBgn0037517", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q8SYU5"}, {"FlyBase": "FBgn0037465", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q9VI53"}, {"WormBase": "WBGene00017840", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q19829"}, {"WormBase": "WBGene00020323", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q22321"}, {"WormBase": "WBGene00013086", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q9XXC4"}, {"WormBase": "WBGene00014161", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q23674"}, {"WormBase": "WBGene00012467", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q9XXI0"}, {"WormBase": "WBGene00011055", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "O17983"}, {"WormBase": "WBGene00018060", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q9GYT5"}, {"WormBase": "WBGene00013043", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q9XTU0"}, {"WormBase": "WBGene00018061", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q9GYT4"}, {"WormBase": "WBGene00020612", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "P91469"}, {"WormBase": "WBGene00011052", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "O17981"}, {"WormBase": "WBGene00011054", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "O17982"}, {"WormBase": "WBGene00270290", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "A0A1C3NSJ4"}, {"WormBase": "WBGene00020205", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "O44847"}, {"WormBase": "WBGene00014159", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q23672"}, {"WormBase": "WBGene00009852", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q20577"}, {"WormBase": "WBGene00006429", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q21550"}, {"WormBase": "WBGene00012464", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 6239, "uniprot_kb": "Q9XXI4"}, {"FlyBase": "FBgn0035103", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 7227, "uniprot_kb": "Q0E8K8"}, {"SGD": "S000005849", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "Q12502"}, {"PomBase": "SPAC1F12.05", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4896, "uniprot_kb": "Q10347"}, {"PomBase": "SPBC18H10.20c", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4896, "uniprot_kb": "O60150"}, {"SGD": "S000001729", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "P36117"}, {"SGD": "S000004384", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "P18634"}, {"SGD": "S000003620", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "P47029"}, {"PomBase": "SPBC839.02", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4896, "uniprot_kb": "Q8WZK5"}, {"PomBase": "SPBC2D10.04", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4896, "uniprot_kb": "O74798"}, {"SGD": "S000003013", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "P53179"}, {"SGD": "S000006234", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "Q12734"}, {"SGD": "S000000197", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "P38167"}, {"SGD": "S000003300", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "P53244"}, {"SGD": "S000001918", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "P43602"}, {"SGD": "S000005544", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4932, "uniprot_kb": "Q02805"}, {"PomBase": "SPCP1E11.03", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4896, "uniprot_kb": "Q9UU84"}, {"PomBase": "SPCC584.15c", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4896, "uniprot_kb": "Q09889"}, {"PomBase": "SPBC557.05", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4896, "uniprot_kb": "Q9USS1"}, {"PomBase": "SPAC31A2.12", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 4896, "uniprot_kb": "Q09729"}, {"dictyBase": "DDB_G0271022", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 352472, "uniprot_kb": "Q55CH0"}, {"dictyBase": "DDB_G0274395", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 352472, "uniprot_kb": "Q86KB1"}, {"dictyBase": "DDB_G0289229", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 352472, "uniprot_kb": "Q54HT7"}, {"dictyBase": "DDB_G0292924", "ortholog_type": "O", "panther_family": "PTHR11188", "taxid": 352472, "uniprot_kb": "Q54CH1"}], "uniprot_kb": "Q9H3M7"}, "pathway": {"kegg": {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168643", "name": "Nucleotide-binding domain, leucine rich repeat containing receptor (NLR) signaling pathways"}, {"id": "R-HSA-168643", "name": "Nucleotide-binding domain, leucine rich repeat containing receptor (NLR) signaling pathways"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-622312", "name": "Inflammasomes"}, {"id": "R-HSA-622312", "name": "Inflammasomes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-844456", "name": "The NLRP3 inflammasome"}, {"id": "R-HSA-844456", "name": "The NLRP3 inflammasome"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9617629", "name": "Regulation of FOXO transcriptional activity by acetylation"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9660826", "name": "Purinergic signaling in leishmaniasis infection"}, {"id": "R-HSA-9660826", "name": "Purinergic signaling in leishmaniasis infection"}, {"id": "R-HSA-9664424", "name": "Cell recruitment (pro-inflammatory response)"}, {"id": "R-HSA-9664424", "name": "Cell recruitment (pro-inflammatory response)"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}], "wikipathways": [{"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4925", "name": "Unfolded protein response"}]}, "pdb": ["4GEI", "4GEJ", "4GFX", "4LL1", "4LL4", "4ROF", "4ROJ", "5CQ2", "5DF6", "5DWS", "5DZD"], "pfam": ["PF00339", "PF02752"], "pharmgkb": "PA38194", "pharos": {"target_id": 10764, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261731", "relationship": "is"}, {"id": "GNF261732", "relationship": "is"}, {"id": "GNF261733", "relationship": "is"}, {"id": "GNF261734", "relationship": "similar to"}], "GNF_hs-Origene": {"id": "GNF034821", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF278719", "relationship": "is"}, {"id": "GNF278721", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF110231", "relationship": "is"}, {"id": "GNF149872", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001300901.1", "NP_006463.3"], "rna": ["NM_001313972.2", "NM_006472.6"], "translation": [{"protein": "NP_006463.3", "rna": "NM_006472.6"}, {"protein": "NP_001300901.1", "rna": "NM_001313972.2"}]}, "reporter": {"HG-U133_Plus_2": ["201008_s_at", "201009_s_at", "201010_s_at"], "HG-U95Av2": "31508_at", "HTA-2_0": "TC01001090.hg.1", "HuEx-1_0": "2356115", "HuGene-1_1": "7904726", "HuGene-2_1": "16669796"}, "retired": 101060503, "summary": "This gene encodes a thioredoxin-binding protein that is a member of the alpha arrestin protein family. Thioredoxin is a thiol-oxidoreductase that is a major regulator of cellular redox signaling which protects cells from oxidative stress. This protein inhibits the antioxidative function of thioredoxin resulting in the accumulation of reactive oxygen species and cellular stress. This protein also functions as a regulator of cellular metabolism and of endoplasmic reticulum (ER) stress. This protein may also function as a tumor suppressor. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Sep 2015].", "symbol": "TXNIP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424661"}, "unigene": ["Hs.709057", "Hs.533977"], "uniprot": {"Swiss-Prot": "Q9H3M7"}, "wikipedia": {"url_stub": "TXNIP"}}