{"AllianceGenome": "12453", "HGNC": "12453", "MIM": "191317", "_id": "7307", "_version": 1, "accession": {"genomic": ["AL832781.1", "AP001631.1", "AP001748.1", "AP002085.1", "CH471079.2", "CP068257.2", "NC_000021.9", "NC_060945.1", "NG_029455.1"], "protein": ["AAA36619.1", "AAH01177.1", "AAH01923.1", "AAH05915.1", "AAQ15222.1", "BAA95534.1", "BAG70058.1", "CAF29556.1", "CAH10401.1", "EAX09501.1", "EAX09502.1", "EAX09503.1", "EAX09504.1", "EAX09505.1", "EAX09506.1", "NP_001020374.1", "NP_001020375.1", "NP_006749.1", "Q01081.3", "XP_011528045.1", "XP_016883957.1", "XP_024307897.1", "XP_024307898.1", "XP_024307899.1", "XP_054180812.1", "XP_054180813.1", "XP_054180814.1", "XP_054180815.1", "XP_054180816.1"], "rna": ["AB451244.1", "AF370386.1", "AJ627978.1", "AK022152.1", "AK023589.1", "AK094435.1", "AK098266.1", "AK307560.1", "AL832665.1", "BC001177.1", "BC001923.1", "BC005915.1", "BC013786.1", "CB110007.1", "M96982.1", "NM_001025203.1", "NM_001025204.2", "NM_006758.3", "XM_011529743.4", "XM_017028468.3", "XM_024452129.2", "XM_024452130.2", "XM_024452131.2", "XM_054324837.1", "XM_054324838.1", "XM_054324839.1", "XM_054324840.1", "XM_054324841.1"], "translation": [{"protein": "XP_054180814.1", "rna": "XM_054324839.1"}, {"protein": "XP_011528045.1", "rna": "XM_011529743.4"}, {"protein": "CAF29556.1", "rna": "AJ627978.1"}, {"protein": "XP_054180812.1", "rna": "XM_054324837.1"}, {"protein": "NP_006749.1", "rna": "NM_006758.3"}, {"protein": "AAA36619.1", "rna": "M96982.1"}, {"protein": "XP_024307897.1", "rna": "XM_024452129.2"}, {"protein": "AAH01923.1", "rna": "BC001923.1"}, {"protein": "XP_054180815.1", "rna": "XM_054324840.1"}, {"protein": "NP_001020375.1", "rna": "NM_001025204.2"}, {"protein": "BAG70058.1", "rna": "AB451244.1"}, {"protein": "NP_001020374.1", "rna": "NM_001025203.1"}, {"protein": "XP_054180813.1", "rna": "XM_054324838.1"}, {"protein": "AAH01177.1", "rna": "BC001177.1"}, {"protein": "XP_024307899.1", "rna": "XM_024452131.2"}, {"protein": "XP_054180816.1", "rna": "XM_054324841.1"}, {"protein": "XP_024307898.1", "rna": "XM_024452130.2"}, {"protein": "AAH05915.1", "rna": "BC005915.1"}, {"protein": "CAH10401.1", "rna": "AL832665.1"}, {"protein": "AAQ15222.1", "rna": "AF370386.1"}, {"protein": "XP_016883957.1", "rna": "XM_017028468.3"}]}, "alias": ["FP793", "RN", "RNU2AF1", "U2AF35", "U2AFBP"], "ensembl": {"gene": "ENSG00000160201", "protein": ["ENSP00000291552", "ENSP00000369629", "ENSP00000418705", "ENSP00000420672", "ENSP00000489632"], "transcript": ["ENST00000291552", "ENST00000380276", "ENST00000459639", "ENST00000463599", "ENST00000464750", "ENST00000468039", "ENST00000471250", "ENST00000475639", "ENST00000478282", "ENST00000486519", "ENST00000496462"], "translation": [{"protein": "ENSP00000418705", "rna": "ENST00000459639"}, {"protein": "ENSP00000420672", "rna": "ENST00000464750"}, {"protein": "ENSP00000369629", "rna": "ENST00000380276"}, {"protein": "ENSP00000291552", "rna": "ENST00000291552"}, {"protein": "ENSP00000489632", "rna": "ENST00000486519"}], "type_of_gene": "protein_coding"}, "entrezgene": "7307", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.767225577, "exp_mis": 140.597706852, "exp_syn": 52.4840756885, "lof_z": 3.53946835629959, "mis_z": 4.80969286782616, "mu_lof": 8.502102889e-07, "mu_mis": 1.23148524846e-05, "mu_syn": 4.43380656685e-06, "n_lof": 0.0, "n_mis": 24.0, "n_syn": 38.0, "p_li": 0.986595630278487, "p_null": 5.992978123182e-06, "p_rec": 0.0133983767433903, "syn_z": 1.23944307652837}, "bp": 723, "cds_end": 44527604, "cds_start": 44513211, "n_exons": 8, "nonpsych": {"exp_lof": 11.3948810742, "exp_mis": 127.093805554, "exp_syn": 47.3424639938, "lof_z": 3.3151779837642, "mis_z": 4.74667503928193, "mu_lof": 8.502102889e-07, "mu_mis": 1.23148524846e-05, "mu_syn": 4.43380656685e-06, "n_lof": 0.0, "n_mis": 21.0, "n_syn": 31.0, "p_li": 0.980556787275519, "p_null": 1.82207529299521e-05, "p_rec": 0.0194249919715511, "syn_z": 1.49539360784947}, "nontcga": {"exp_lof": 11.7301848397, "exp_mis": 129.334236327, "exp_syn": 48.2696895493, "lof_z": 3.37857518261457, "mis_z": 4.61447830954939, "mu_lof": 8.502102889e-07, "mu_mis": 1.23148524846e-05, "mu_syn": 4.43380656685e-06, "n_lof": 0.0, "n_mis": 24.0, "n_syn": 35.0, "p_li": 0.981133039072808, "p_null": 1.38529211038085e-05, "p_rec": 0.0188531080060879, "syn_z": 1.20933283352618}, "transcript": "ENST00000291552.4"}, "exons": [{"cdsend": 43107494, "cdsstart": 43093101, "chr": "21", "position": [[43092955, 43093249], [43094470, 43094563], [43094654, 43094788], [43095437, 43095536], [43095693, 43095743], [43101365, 43101432], [43104314, 43104402], [43107450, 43107578]], "strand": -1, "transcript": "NM_001025203", "txend": 43107578, "txstart": 43092955}, {"cdsend": 6499172, "cdsstart": 6484768, "chr": "21", "position": [[6484622, 6484916], [6486137, 6486230], [6486321, 6486455], [6487106, 6487205], [6487362, 6487412], [6493043, 6493110], [6495992, 6496080], [6499128, 6499256]], "strand": -1, "transcript": "NM_001025203", "txend": 6499256, "txstart": 6484622}, {"cdsend": 6487392, "cdsstart": 6484768, "chr": "21", "position": [[6484622, 6484916], [6486137, 6486230], [6486321, 6486455], [6487106, 6487205], [6487362, 6487412], [6492130, 6492197], [6493043, 6493110], [6495992, 6496080], [6499128, 6499256]], "strand": -1, "transcript": "NM_001025204", "txend": 6499256, "txstart": 6484622}, {"cdsend": 43095723, "cdsstart": 43093101, "chr": "21", "position": [[43092955, 43093249], [43094470, 43094563], [43094654, 43094788], [43095437, 43095536], [43095693, 43095743], [43100452, 43100519], [43101365, 43101432], [43104314, 43104402], [43107450, 43107578]], "strand": -1, "transcript": "NM_001025204", "txend": 43107578, "txstart": 43092955}, {"cdsend": 6499172, "cdsstart": 6484768, "chr": "21", "position": [[6484622, 6484916], [6486137, 6486230], [6486321, 6486455], [6487106, 6487205], [6487362, 6487412], [6492130, 6492197], [6495992, 6496080], [6499128, 6499248]], "strand": -1, "transcript": "NM_006758", "txend": 6499248, "txstart": 6484622}, {"cdsend": 43107494, "cdsstart": 43093101, "chr": "21", "position": [[43092955, 43093249], [43094470, 43094563], [43094654, 43094788], [43095437, 43095536], [43095693, 43095743], [43100452, 43100519], [43104314, 43104402], [43107450, 43107570]], "strand": -1, "transcript": "NM_006758", "txend": 43107570, "txstart": 43092955}], "exons_hg19": [{"cdsend": 44527604, "cdsstart": 44513211, "chr": "21", "position": [[44513065, 44513359], [44514580, 44514673], [44514764, 44514898], [44515547, 44515646], [44515803, 44515853], [44521475, 44521542], [44524424, 44524512], [44527560, 44527688]], "strand": -1, "transcript": "NM_001025203", "txend": 44527688, "txstart": 44513065}, {"cdsend": 44515833, "cdsstart": 44513211, "chr": "21", "position": [[44513065, 44513359], [44514580, 44514673], [44514764, 44514898], [44515547, 44515646], [44515803, 44515853], [44520562, 44520629], [44521475, 44521542], [44524424, 44524512], [44527560, 44527688]], "strand": -1, "transcript": "NM_001025204", "txend": 44527688, "txstart": 44513065}, {"cdsend": 44527604, "cdsstart": 44513211, "chr": "21", "position": [[44513065, 44513359], [44514580, 44514673], [44514764, 44514898], [44515547, 44515646], [44515803, 44515853], [44520562, 44520629], [44524424, 44524512], [44527560, 44527680]], "strand": -1, "transcript": "NM_006758", "txend": 44527680, "txstart": 44513065}], "generif": [{"pubmed": 11830556, "text": "A misspliced form of the cholecystokinin-B/gastrin receptor in pancreatic carcinoma: role of reduced sellular U2AF35 and a suboptimal 3'-splicing site leading to retention of the fourth intron."}, {"pubmed": 12297299, "text": "U2AF35 RRM is unstructured in solution but its tertiary structure is induced upon binding to U2AF65."}, {"pubmed": 15096518, "text": "U2AF1 gene expression may provide a mechanism by which the relative cellular concentration and availability of U2AF(35) protein isoforms are modulated, thus contributing to the finely tuned control of splicing events in different tissues."}, {"pubmed": 15899895, "text": "U2AF35 appears to be completely dispensable for splicing in nuclear extracts prepared from adenovirus late-infected cells"}, {"pubmed": 15950937, "text": "Binding assays revealed that IpaH9.8 has a specific affinity to U2AF(35), a mammalian splicing factor, which interferes with U2AF(35)-dependent splicing as assayed for IgM pre-mRNA"}, {"pubmed": 16043505, "text": "identified and spatially localized sites of direct interaction between U2AF35 and U2AF65 in vivo in live cell nuclei."}, {"pubmed": 16809543, "text": "DEK enforces 3' splice site discrimination by U2AF; DEK phosphorylated at serines 19 and 32 associates with U2AF35, facilitates the U2AF35-AG interaction and prevents binding of U2AF65 to pyrimidine tracts not followed by AG"}, {"pubmed": 16855028, "text": "Taken together our results demonstrate that U2AF35a is essential for HeLa cell division and suggest a novel role for both U2AF35 protein isoforms as regulators of alternative splicing of a specific subset of genes."}, {"pubmed": 16940179, "text": "Results describe the roles of the two subunits of U2AF, U2AF65 and 35, in the selection between alternative 3' splice sites associated with polypyrimidine tracts of different strengths."}, {"pubmed": 18211889, "text": "U2AF35 and hPrp3 interactions with SPF30 can occur simultaneously, thereby potentially linking 3' splice site recognition with tri-small nuclear ribonucleoprotein addition"}, {"pubmed": 18285458, "text": "SF1 and U2AF form extraspliceosomal complexes before and after taking part in the assembly of catalytic spliceosomes."}, {"pubmed": 20514852, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 22158538, "text": "Here we show that a missense mutation affecting the serine at codon 34 (Ser34) in U2AF1 was recurrently present in 13 out of 150 (8.7%) subjects with de novo MDS, and we found suggestive evidence of an increased risk of progression to sAML"}, {"pubmed": 22323480, "text": "U2AF1 and SRSF2 mutations are frequent in chronic myelomonocytic leukemia and advanced forms of MDS. U2AF1 and SRSF2 mutations are predictive for shorter survival."}, {"pubmed": 22325350, "text": "hnRNP A1 forms a ternary complex with the U2AF heterodimer on AG-containing/uridine-rich RNAs, while it displaces U2AF from non-AG-containing/uridine-rich RNAs, an activity that requires the glycine-rich domain of hnRNP A1"}, {"pubmed": 22389253, "text": "In univariate analysis, mutated SRSF2 predicted shorter overall survival and more frequent acute myeloid leukemia progression compared with wild-type SRSF2, whereas mutated U2AF1, ZRSR2 had no impact on patient outcome."}, {"pubmed": 23029227, "text": "U2AF1 mutation is a recurrent event at a low frequency in acute myeloid leukemia and myelodysplastic syndrome and influences overall survival."}, {"pubmed": 23280334, "text": "data suggest that SF3B1, U2AF1 and SRSF2 mutations occur not only in myeloid lineage tumors but also in lymphoid lineage tumors; data suggest that the splicing gene mutations play important roles in the pathogenesis of hematologic tumors, but rarely in solid tumors"}, {"pubmed": 23335386, "text": "SRSF2 is the most frequently mutated spliceosome gene in chronic myelomonocytic leukemia, but neither it nor SF3B1 or U2AF35 mutations are prognostically relevant."}, {"pubmed": 23775717, "text": "U2AF1 mutations play a significant role in myeloid leukemogenesis due to selective missplicing of tumor-associated genes"}, {"pubmed": 23861105, "text": "genetic association studies in a population in Taiwan: Data suggest that U2AF1 mutations are associated with poor prognosis/survival in patients with myelodysplastic syndrome and shorter time-to-leukemia transformation in young patients."}, {"pubmed": 24097336, "text": "study describes incidence and phenotypic and prognostic relevance of U2AF1 mutations in primary myelofibrosis(PMF); U2AF1 mutations cluster with JAK2V617F, ASXL1 mutations and normal karyotype; U2AF1 mutations are strongly and inter-independently associated with anemia and thrombocytopenia"}, {"pubmed": 24498085, "text": "Data indicate somatic mutations in the splicing factor U2AF1 across 12 cancer types."}, {"pubmed": 25231745, "text": "Molecular monitoring of patients having undergone AHSCT for PMF should not be restricted to JAK2, MPL or CALR, but all mutations present in primary fibrotic neoplastic myeloproliferation should be included to interpret abnormal blood values after AHSCT"}, {"pubmed": 25267526, "text": "mutations influence the similarity of splicing programs in leukemias, but do not give rise to widespread splicing failure."}, {"pubmed": 25271374, "text": "A mutant U2AF1 (S34F) found in a variety of cancer types results in delayed splicing and disruption of kinetic competition during transcription."}, {"pubmed": 25311244, "text": "The S34F mutation alters U2AF1 function in the context of specific RNA sequences, leading to aberrant alternative splicing of target genes, some of which may be relevant for myelodysplastic syndromes pathogenesis."}, {"pubmed": 25326705, "text": "U2AF has the capacity to directly define ~88% of functional 3' splice sites in the human genome; numerous U2AF binding events also occur in intronic locations."}, {"pubmed": 25412851, "text": "In multivariate analysis, U2AF1 and TP53 mutations retained independent prognostic significance across 93 cases of acute myeloid leukemia"}, {"pubmed": 25964599, "text": "The mutational status of the SRSF2, U2AF1 and ZRSR2 did not affect the response rate or survival in MDS patients who had received first-line decitabine treatment."}, {"pubmed": 26508027, "text": "Mutations in ASXL1, U2AF1, and SF3B1 are common in Chinese patients with myelodysplastic syndromes."}, {"pubmed": 27058230, "text": "in primary myelofibrosis, anemia was significantly associated with U2AF1 mutation; study confirms previous observation regarding the association of mutant U2AF1 with anemia supporting its role in hematopoiesis and in the pathogenesis of PMF-associated anemia"}, {"pubmed": 27184077, "text": "The U2AF35(S34F) mutation alters interaction with CFIm59, leading to increased use of a distal cleavage and polyadenylation site in the ATG7 pre-mRNA, decreasing levels of ATG7 protein and defective autophagy, ultimately leading to transformation."}, {"pubmed": 27435003, "text": "data confirm MLL-PTD and, to a lesser extent, FLT3-ITD as common events in +11 AML.6, 7, 8 However, the high mutation frequencies of U2AF1 and genes involved in methylation (DNMT3A, IDH2) have hitherto not been reported in +11 AML"}, {"pubmed": 27566151, "text": "Alternative splicing of U2AF1 reveals a shared repression mechanism for duplicated exons controlled by SRF3."}, {"pubmed": 27602765, "text": "this study characterized novel candidate pediatric T-cell acute lymphoblastic leukemia driver mutation in splicesome factor U2AF1"}, {"pubmed": 27639445, "text": "The aberrantly spliced target genes and deregulated cellular pathways associated with the commonly mutated splicing factor genes in myelodysplastic syndromes (SF3B1, SRSF2 and U2AF1) are being identified, illuminating the molecular mechanisms underlying the disease. (Review)"}, {"pubmed": 27776121, "text": "Our results provide mechanistic explanations of the magnitude of splicing changes observed in U2AF1-mutant cells and why tumors harboring U2AF1 mutations always retain an expressed copy of the wild-type allele"}, {"pubmed": 27799531, "text": "In summary, we provide insight into the underlying molecular mechanism of U2AF binding to 3' splice sites."}, {"pubmed": 28067246, "text": "The splicing effects of sudemycin and U2AF1 can be cumulative in cells exposed to both perturbations-drug and mutation, as compared with cells exposed to either alone."}, {"pubmed": 28372848, "text": "The frequently mutated SF3B1 residues contact the pre-mRNA splice site. Based on structural homology with other spliceosome subunits, and recent findings of altered RNA binding by mutant U2AF1 proteins, we suggest that affected U2AF1 residues also contact pre-mRNA."}, {"pubmed": 28436936, "text": "Expression of U2AF1S34F in human hematopoietic progenitors results in impaired erythroid differentiation as a result of poor hemoglobinization and reduced growth of erythroid progenitors."}, {"pubmed": 28893951, "text": "U2AF35 missense mutation is associated with alternative 5' splice site that impacts splicing regulation in cancer."}, {"pubmed": 28938223, "text": "infer that U2AF1 S34 mutations characterize a distinct subgroup of myelodysplastic syndrome"}, {"pubmed": 29057546, "text": "U2AF1 mutations are one of the earliest genetic events in myelodysplastic syndrome patients and different types of U2AF1 mutations have distinct clinical and biological characteristics."}, {"pubmed": 29321554, "text": "In univariable analysis, patients carrying mutations in DNMT3A, U2AF1, and EZH2 had worse overall and relapse-free survival."}, {"pubmed": 29516544, "text": "Among 52 patients with U2AF1 mutations, 28 (54%) harbored S34 (25 S34F and 3 S34Y), 22 (42%) Q157 (16 Q157P and 6 Q157R), and two R156H"}, {"pubmed": 29535431, "text": "U2AF1 mutation types in primary myelofibrosis."}, {"pubmed": 29649018, "text": "Langerhans Cell Histiocytosis is a clonally heterogenous disease, with multiple driver mutations ranging from BRAF mutations to TP53 and U2AF1 mutations likely playing a role in the pathogenesis."}, {"pubmed": 29991672, "text": "Study thus points to an active role of U2AF1 S34F mutant protein in inducing cell cycle dysregulation and mitotic stress."}, {"pubmed": 30152885, "text": "lenalidomide response was adversely affected by U2AF1 mutations and high risk karyotype in MDS"}, {"pubmed": 30194306, "text": "Although 13 of 66 patients with the U2AF1 Q157 mutation had EZH2 mutations or deletions, no genetic alteration of EZH2 was found in the U2AF1 S34-mutated (n=32)."}, {"pubmed": 30334576, "text": "Enasidenib-induced eosinophilic differentiation in a patient with acute myeloid leukaemia with IDH2 and U2AF1 mutations."}, {"pubmed": 30842218, "text": "U2AF1 in association with its binding partner U2AF2, binds mature RNA in the cytoplasm and functions asa translational repressor"}, {"pubmed": 30846499, "text": "mutations in SF3B1, U2AF1, and SRSF2 enhance NFkappaB activity and LPS-induced inflammatory cytokine production in macrophages, patient-derived cell lines, and mouse and human myeloid cells"}, {"pubmed": 31011167, "text": "Inhibition of IRAK4-L abrogates leukaemic growth, particularly in acute myeloid leukaemia (AML) cells with higher expression of the IRAK4-L isoform. Collectively, mutations in U2AF1 induce expression of therapeutically targetable 'active' IRAK4 isoforms and provide a genetic link to activation of chronic innate immune signalling in myelodysplastic syndromes and AML."}, {"pubmed": 31124956, "text": "This meta-analysis indicates a positive effect of SF3B1 and an adverse prognostic effect of SRSF2, U2AF1, and ZRSR2 mutations in patients with myelodysplastic syndrome."}, {"pubmed": 31144421, "text": "Knockdown of spliceosome U2AF1 significantly inhibits the development of human erythroid cells."}, {"pubmed": 31504847, "text": "These findings unveil distinct roles of duplicated tandem exon-derived U2AF1 isoforms in the regulation of the transcriptome and suggest U2AF1a-driven 5'-UTR alternative splicing as a molecular mechanism of mTOR-regulated translational control."}, {"pubmed": 31605415, "text": "U2AF1 was significantly positively associated with PA28gamma in oral squamous cell carcinoma"}, {"pubmed": 31754743, "text": "meta-analysis indicates that U2AF1 mutants are independent, detrimental prognostic factors for overall survival (OS) and acute myeloid leukemia transformation in patients with de novo MDS, as well as associating with shorter OS in subgroups of low- or intermediate-1-IPSS, U2AF1(S34) and U2AF1(Q157/R156)."}, {"pubmed": 31826693, "text": "Prognostic significance of U2AF1 mutations in myelodysplastic syndromes: a meta-analysis."}, {"pubmed": 31836708, "text": "Study in lung adenocarcinoma biopsy specimens found that U2AF1 S34F preferentially binds and modulates splicing of introns containing CAG trinucleotides at their 3' splice junctions. U2AF1 S34F induces cell invasiveness and this appears to be in part mediated via preferential splicing of the SLC34A2-ROS1 long isoform, whose expression also increases tumor cell invasion."}, {"pubmed": 31992135, "text": "Deoxynivalenol globally affects the selection of 3' splice sites in human cells by suppressing the splicing factors, U2AF1 and SF1."}, {"pubmed": 32023759, "text": "prognosis of myelodysplastic syndromes patients with U2AF1 mutation"}, {"pubmed": 32027245, "text": "acute myeloid leukemia patients with U2AF1 mutation positive have a poor prognosis as compared with the wild type group"}, {"pubmed": 32116123, "text": "The zinc finger domains in U2AF26 and U2AF35 have diverse functionalities including a role in controlling translation."}, {"pubmed": 32150510, "text": "The core spliceosomal factor U2AF1 controls cell-fate determination via the modulation of transcriptional networks."}, {"pubmed": 32358566, "text": "Clinical presentation and differential splicing of SRSF2, U2AF1 and SF3B1 mutations in patients with acute myeloid leukemia."}, {"pubmed": 32958768, "text": "Elucidation of the aberrant 3' splice site selection by cancer-associated mutations on the U2AF1."}, {"pubmed": 33122737, "text": "Differential U2AF1 mutation sites, burden and co-mutation genes can predict prognosis in patients with myelodysplastic syndrome."}, {"pubmed": 33137094, "text": "Ribosome biogenesis is a downstream effector of the oncogenic U2AF1-S34F mutation."}, {"pubmed": 33274830, "text": "Prevalent intron retention fine-tunes gene expression and contributes to cellular senescence."}, {"pubmed": 33283729, "text": "[Correlation between U2AF1 Gene Mutation Characteristics and Clinical Manifestations and Prognosis in Patients with Myelodysplastic Syndrome]."}, {"pubmed": 33314767, "text": "U2AF1 expression is a novel and independent prognostic indicator of childhood T-lineage acute lymphoblastic leukemia."}, {"pubmed": 33347855, "text": "U2AF - Hypoxia-induced fas alternative splicing regulator."}, {"pubmed": 33477033, "text": "Down regulation of U2AF1 promotes ARV7 splicing and prostate cancer progression."}, {"pubmed": 33930289, "text": "Splice site m(6)A methylation prevents binding of U2AF35 to inhibit RNA splicing."}, {"pubmed": 34183647, "text": "U2AF1 mutation promotes tumorigenicity through facilitating autophagy flux mediated by FOXO3a activation in myelodysplastic syndromes."}, {"pubmed": 34215620, "text": "Nonsense-Mediated RNA Decay Is a Unique Vulnerability of Cancer Cells Harboring SF3B1 or U2AF1 Mutations."}, {"pubmed": 34520118, "text": "Identification of a small molecule splicing inhibitor targeting UHM domains."}, {"pubmed": 34581783, "text": "Bilineal evolution of a U2AF1-mutated clone associated with acquisition of distinct secondary mutations."}, {"pubmed": 34893123, "text": "[Effect of U2AF1 Mutation to Inflammatory Cytokine Expression in SKM-1 Cells through FOXO3a-Bim Signaling Pathway]."}, {"pubmed": 34896936, "text": "Decreased CD177(pos) neutrophils in myeloid neoplasms is associated with NPM1, RUNX1, TET2, and U2AF1 S34F mutations."}, {"pubmed": 35303483, "text": "Precision analysis of mutant U2AF1 activity reveals deployment of stress granules in myeloid malignancies."}, {"pubmed": 35434831, "text": "U2AF1 mutation connects DNA damage to the alternative splicing of RAD51 in lung adenocarcinomas."}, {"pubmed": 36129843, "text": "U2AF1 and EZH2 mutations are associated with nonimmune hemolytic anemia in myelodysplastic syndromes."}, {"pubmed": 36586169, "text": "Clinical and molecular spectrum and prognostic outcomes of U2AF1 mutant clonal hematopoiesis- a prospective mayo clinic cohort study."}, {"pubmed": 37487637, "text": "Full-length transcript alterations in human bronchial epithelial cells with U2AF1 S34F mutations."}, {"pubmed": 37591942, "text": "Myelodysplastic neoplasm-associated U2AF1 mutations induce host defense defects by compromising neutrophil chemotaxis."}, {"pubmed": 37665761, "text": "Patients with telomere biology disorders show context specific somatic mosaic states with high frequency of U2AF1 variants."}, {"pubmed": 37735430, "text": "U2AF1 pathogenic variants in myeloid neoplasms and precursor states: distribution of co-mutations and prognostic heterogeneity."}, {"pubmed": 37975232, "text": "U2AF1 in various neoplastic diseases and relevant targeted therapies for malignant cancers with complex mutations (Review)."}, {"pubmed": 38088204, "text": "Global analysis of binding sites of U2AF1 and ZRSR2 reveals RNA elements required for mutually exclusive splicing by the U2- and U12-type spliceosome."}, {"pubmed": 38417135, "text": "Mutant U2AF1-Induced Mis-Splicing of mRNA Translation Genes Confers Resistance to Chemotherapy in Acute Myeloid Leukemia."}], "genomic_pos": {"chr": "21", "end": 43107570, "ensemblgene": "ENSG00000160201", "start": 43092956, "strand": -1}, "genomic_pos_hg19": {"chr": "21", "end": 44527697, "start": 44513066, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000398", "qualifier": "involved_in", "term": "mRNA splicing, via spliceosome"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0000398", "pubmed": [9731529, 11991638], "qualifier": "involved_in", "term": "mRNA splicing, via spliceosome"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0000398", "pubmed": 32343311, "qualifier": "involved_in", "term": "mRNA splicing, via spliceosome"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006397", "pubmed": 1388271, "qualifier": "involved_in", "term": "mRNA processing"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008380", "pubmed": 1388271, "qualifier": "involved_in", "term": "RNA splicing"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005681", "qualifier": "part_of", "term": "spliceosomal complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005681", "pubmed": 9731529, "qualifier": "part_of", "term": "spliceosomal complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0005681", "pubmed": 11551507, "qualifier": "part_of", "term": "spliceosomal complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0015030", "pubmed": 1388271, "qualifier": "located_in", "term": "Cajal body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0071013", "pubmed": 11991638, "qualifier": "part_of", "term": "catalytic step 2 spliceosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0089701", "qualifier": "part_of", "term": "U2AF complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0089701", "pubmed": [1824937, 2531895], "qualifier": "part_of", "term": "U2AF complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0089701", "pubmed": 11551507, "qualifier": "part_of", "term": "U2AF complex"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11551507, 15652350, 16189514, 17577209, 18559666, 20696395, 21460037, 21516116, 21988832, 22365833, 23455924, 23602568, 25416956, 25959826, 28514442, 29892012, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030628", "qualifier": "enables", "term": "pre-mRNA 3'-splice site binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050733", "qualifier": "enables", "term": "RS domain binding"}]}, "homologene": {"genes": [[3702, 834293], [3702, 839657], [4530, 4339621], [4530, 9268567], [7955, 192328], [9606, 7307], [9606, 102724594]], "id": 134334}, "interpro": [{"desc": "RNA recognition motif domain", "id": "IPR000504", "short_desc": "RRM_dom"}, {"desc": "Zinc finger, CCCH-type", "id": "IPR000571", "short_desc": "Znf_CCCH"}, {"desc": "RNA recognition motif domain, eukaryote", "id": "IPR003954", "short_desc": "RRM_dom_euk"}, {"desc": "U2 auxiliary factor small subunit", "id": "IPR009145", "short_desc": "U2AF_small"}, {"desc": "Nucleotide-binding alpha-beta plait domain superfamily", "id": "IPR012677", "short_desc": "Nucleotide-bd_a/b_plait_sf"}, {"desc": "RNA-binding domain superfamily", "id": "IPR035979", "short_desc": "RBD_domain_sf"}], "ipi": "IPI00005613", "map_location": "21q22.3", "name": "U2 small nuclear RNA auxiliary factor 1", "other_names": ["U2 small nuclear RNA auxillary factor 1", "U2 small nuclear ribonucleoprotein auxillary factor, 35-KD subunit", "U2 snRNP auxiliary factor small subunit", "U2(RNU2) small nuclear RNA auxiliary factor binding protein", "splicing factor U2AF 35 kDa subunit", "splicing factor U2AF 35kDa subunit"], "pantherdb": {"HGNC": "12453", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98884", "ortholog_type": "LDO", "panther_family": "PTHR12620", "taxid": 10090, "uniprot_kb": "Q9D883"}, {"RGD": "1584190", "ortholog_type": "LDO", "panther_family": "PTHR12620", "taxid": 10116, "uniprot_kb": "Q3KR55"}, {"Ensembl": "ENSGALG00000016198", "ortholog_type": "LDO", "panther_family": "PTHR12620", "taxid": 9031, "uniprot_kb": "A0A1D5P3U0"}, {"ZFIN": "ZDB-GENE-020419-1", "ortholog_type": "LDO", "panther_family": "PTHR12620", "taxid": 7955, "uniprot_kb": "F1RB94"}, {"EnsemblGenome": "WBGene00006698", "ortholog_type": "LDO", "panther_family": "PTHR12620", "taxid": 6239, "uniprot_kb": "Q9U2U0"}, {"FlyBase": "FBgn0017457", "ortholog_type": "LDO", "panther_family": "PTHR12620", "taxid": 7227, "uniprot_kb": "Q94535"}, {"PomBase": "SPAP8A3.06", "ortholog_type": "LDO", "panther_family": "PTHR12620", "taxid": 4896, "uniprot_kb": "Q09176"}, {"dictyBase": "DDB_G0285077", "ortholog_type": "LDO", "panther_family": "PTHR12620", "taxid": 352472, "uniprot_kb": "Q54NS6"}, {"TAIR": "2165447", "ortholog_type": "O", "panther_family": "PTHR12620", "taxid": 3702, "uniprot_kb": "Q9FMY5"}, {"TAIR": "2196929", "ortholog_type": "O", "panther_family": "PTHR12620", "taxid": 3702, "uniprot_kb": "Q9S709"}], "uniprot_kb": "Q01081"}, "pathway": {"biocarta": {"id": "smpathway", "name": "spliceosomal assembly"}, "kegg": [{"id": "hsa03040", "name": "Spliceosome - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-159236", "name": "Transport of Mature mRNA derived from an Intron-Containing Transcript"}, {"id": "R-HSA-72163", "name": "mRNA Splicing - Major Pathway"}, {"id": "R-HSA-72172", "name": "mRNA Splicing"}, {"id": "R-HSA-72187", "name": "mRNA 3'-end processing"}, {"id": "R-HSA-72202", "name": "Transport of Mature Transcript to Cytoplasm"}, {"id": "R-HSA-72203", "name": "Processing of Capped Intron-Containing Pre-mRNA"}, {"id": "R-HSA-73856", "name": "RNA Polymerase II Transcription Termination"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}], "wikipathways": {"id": "WP411", "name": "mRNA Processing"}}, "pdb": "1JMT", "pfam": ["PF00076", "PF00642"], "pharmgkb": "PA37103", "pharos": {"target_id": [6611, 20111], "tdl": "Tbio"}, "pir": "A46179", "prosite": ["PS50102", "PS50103"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168636", "relationship": "is"}, {"id": "GNF179542", "relationship": "is"}, {"id": "GNF190448", "relationship": "is"}, {"id": "GNF201354", "relationship": "is"}, {"id": "GNF224580", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159469", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF032232", "relationship": "similar to"}, {"id": "GNF048189", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF015141", "relationship": "is"}, {"id": "GNF015142", "relationship": "is"}, {"id": "GNF015143", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF284655", "relationship": "is"}, {"id": "GNF285119", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097779", "relationship": "is"}, {"id": "GNF137434", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1", "NG_029455.1"], "protein": ["NP_001020374.1", "NP_001020375.1", "NP_006749.1", "XP_011528045.1", "XP_016883957.1", "XP_024307897.1", "XP_024307898.1", "XP_024307899.1", "XP_054180812.1", "XP_054180813.1", "XP_054180814.1", "XP_054180815.1", "XP_054180816.1"], "rna": ["NM_001025203.1", "NM_001025204.2", "NM_006758.3", "XM_011529743.4", "XM_017028468.3", "XM_024452129.2", "XM_024452130.2", "XM_024452131.2", "XM_054324837.1", "XM_054324838.1", "XM_054324839.1", "XM_054324840.1", "XM_054324841.1"], "translation": [{"protein": "XP_024307897.1", "rna": "XM_024452129.2"}, {"protein": "NP_001020374.1", "rna": "NM_001025203.1"}, {"protein": "XP_054180813.1", "rna": "XM_054324838.1"}, {"protein": "XP_054180814.1", "rna": "XM_054324839.1"}, {"protein": "XP_011528045.1", "rna": "XM_011529743.4"}, {"protein": "XP_054180812.1", "rna": "XM_054324837.1"}, {"protein": "NP_006749.1", "rna": "NM_006758.3"}, {"protein": "XP_024307899.1", "rna": "XM_024452131.2"}, {"protein": "XP_054180815.1", "rna": "XM_054324840.1"}, {"protein": "XP_054180816.1", "rna": "XM_054324841.1"}, {"protein": "NP_001020375.1", "rna": "NM_001025204.2"}, {"protein": "XP_024307898.1", "rna": "XM_024452130.2"}, {"protein": "XP_016883957.1", "rna": "XM_017028468.3"}]}, "reporter": {"HG-U133_Plus_2": ["202858_at", "231904_at", "232141_at", "242499_at"], "HG-U95Av2": "36517_at", "HG-U95B": "44904_at", "HTA-2_0": "TC21000501.hg.1", "HuEx-1_0": "3933999", "HuGene-1_1": "8070655", "HuGene-2_1": "16926148"}, "retired": 7309, "summary": "This gene belongs to the splicing factor SR family of genes. U2 auxiliary factor, comprising a large and a small subunit, is a non-snRNP protein required for the binding of U2 snRNP to the pre-mRNA branch site. This gene encodes the small subunit which plays a critical role in both constitutive and enhancer-dependent RNA splicing by directly mediating interactions between the large subunit and proteins bound to the enhancers. Alternatively spliced transcript variants encoding different isoforms have been identified. [provided by RefSeq, Jul 2008].", "symbol": "U2AF1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421254"}, "unigene": "Hs.365116", "uniprot": {"Swiss-Prot": "Q01081", "TrEMBL": ["A0A1B0GW87", "Q7Z780"]}, "wikipedia": {"url_stub": "U2 small nuclear RNA auxiliary factor 1"}}