{"AllianceGenome": "18795", "HGNC": "18795", "MIM": "606050", "_id": "10537", "_version": 1, "accession": {"genomic": ["AL031983.2", "AL645936.5", "AL662826.11", "BX000688.11", "BX927223.9", "CH471081.1", "CP068272.2", "CR759766.5", "CR759770.3", "CR788300.6", "CR942274.1", "KY500724.2", "KY500725.2", "KY500726.2", "KY500727.2", "KY500728.2", "KY500729.2", "NC_000006.12", "NC_060930.1", "NT_113891.3", "NT_167244.2", "NT_167245.2", "NT_167246.2", "NT_167247.2", "NT_167248.2"], "protein": ["AAD52982.1", "AAH12472.1", "AQY77194.1", "AQY77195.1", "AQY77196.1", "AQY77197.1", "AQY77198.2", "AQY77199.1", "BAG34855.1", "BBG06134.1", "CAA21458.1", "CAA73200.1", "EAX03201.1", "NP_006389.2", "O15205.2"], "rna": ["AA878968.1", "AF123050.1", "AK311914.1", "BC012472.1", "CB111380.1", "DB181897.1", "LC420317.1", "NM_006398.4", "Y12653.1"], "translation": [{"protein": "BBG06134.1", "rna": "LC420317.1"}, {"protein": "BAG34855.1", "rna": "AK311914.1"}, {"protein": "NP_006389.2", "rna": "NM_006398.4"}, {"protein": "CAA73200.1", "rna": "Y12653.1"}, {"protein": "AAH12472.1", "rna": "BC012472.1"}, {"protein": "AAD52982.1", "rna": "AF123050.1"}]}, "alias": ["FAT10", "UBD-3"], "ensembl": [{"gene": "ENSG00000224654", "protein": "ENSP00000396477", "transcript": "ENST00000429935", "translation": [{"protein": "ENSP00000396477", "rna": "ENST00000429935"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000206513", "protein": "ENSP00000373137", "transcript": "ENST00000383641", "translation": [{"protein": "ENSP00000373137", "rna": "ENST00000383641"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000231968", "protein": "ENSP00000396152", "transcript": "ENST00000421519", "translation": [{"protein": "ENSP00000396152", "rna": "ENST00000421519"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000206468", "protein": "ENSP00000373039", "transcript": "ENST00000383547", "translation": [{"protein": "ENSP00000373039", "rna": "ENST00000383547"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000228913", "protein": "ENSP00000410416", "transcript": "ENST00000432676", "translation": [{"protein": "ENSP00000410416", "rna": "ENST00000432676"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000226898", "protein": "ENSP00000398539", "transcript": "ENST00000414436", "translation": [{"protein": "ENSP00000398539", "rna": "ENST00000414436"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000213886", "protein": "ENSP00000366249", "transcript": "ENST00000377050", "translation": [{"protein": "ENSP00000366249", "rna": "ENST00000377050"}], "type_of_gene": "protein_coding"}], "entrezgene": "10537", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.0893715, "exp_mis": 54.1023295, "exp_syn": 22.274359, "lof_z": 1.02347465589739, "mis_z": -0.12619122334353, "mu_lof": 2.86947875469e-07, "mu_mis": 4.70107264079e-06, "mu_syn": 1.8919482526e-06, "n_lof": 2.0, "n_mis": 56.0, "n_syn": 21.0, "p_li": 0.0798957514124674, "p_null": 0.166177832084791, "p_rec": 0.753926416502742, "syn_z": 0.16739365406649}, "bp": 498, "cds_end": 29527478, "cds_start": 29523656, "n_exons": 2, "nonpsych": {"exp_lof": 3.6600047, "exp_mis": 48.9265593, "exp_syn": 20.1191742, "lof_z": 0.852158687686016, "mis_z": -0.293731598866634, "mu_lof": 2.86947875469e-07, "mu_mis": 4.70107264079e-06, "mu_syn": 1.8919482526e-06, "n_lof": 2.0, "n_mis": 53.0, "n_syn": 17.0, "p_li": 0.0747986952707259, "p_null": 0.201581952945846, "p_rec": 0.723619351783428, "syn_z": 0.437821946787324}, "transcript": "ENST00000377050.4"}, "exons": [{"cdsend": 825397, "cdsstart": 821574, "chr": "6_GL000250v2_alt", "position": [[821209, 822045], [825370, 825428]], "strand": -1, "transcript": "NM_006398", "txend": 825428, "txstart": 821209}, {"cdsend": 824861, "cdsstart": 821038, "chr": "6_GL000253v2_alt", "position": [[820673, 821509], [824834, 824892]], "strand": -1, "transcript": "NM_006398", "txend": 824892, "txstart": 820673}, {"cdsend": 825244, "cdsstart": 821422, "chr": "6_GL000252v2_alt", "position": [[821057, 821893], [825217, 825275]], "strand": -1, "transcript": "NM_006398", "txend": 825275, "txstart": 821057}, {"cdsend": 1046182, "cdsstart": 1042360, "chr": "6_GL000251v2_alt", "position": [[1041995, 1042831], [1046155, 1046213]], "strand": -1, "transcript": "NM_006398", "txend": 1046213, "txstart": 1041995}, {"cdsend": 29559701, "cdsstart": 29555879, "chr": "6", "position": [[29555514, 29556350], [29559674, 29559732]], "strand": -1, "transcript": "NM_006398", "txend": 29559732, "txstart": 29555514}, {"cdsend": 825201, "cdsstart": 821378, "chr": "6_GL000255v2_alt", "position": [[821013, 821849], [825174, 825232]], "strand": -1, "transcript": "NM_006398", "txend": 825232, "txstart": 821013}, {"cdsend": 825105, "cdsstart": 821283, "chr": "6_GL000254v2_alt", "position": [[820918, 821754], [825078, 825136]], "strand": -1, "transcript": "NM_006398", "txend": 825136, "txstart": 820918}], "exons_hg19": [{"cdsend": 830481, "cdsstart": 826658, "chr": "6_mann_hap4", "position": [[826293, 827129], [830454, 830512]], "strand": -1, "transcript": "NM_006398", "txend": 830512, "txstart": 826293}, {"cdsend": 830690, "cdsstart": 826868, "chr": "6_mcf_hap5", "position": [[826503, 827339], [830663, 830721]], "strand": -1, "transcript": "NM_006398", "txend": 830721, "txstart": 826503}, {"cdsend": 830829, "cdsstart": 827007, "chr": "6_dbb_hap3", "position": [[826642, 827478], [830802, 830860]], "strand": -1, "transcript": "NM_006398", "txend": 830860, "txstart": 826642}, {"cdsend": 830991, "cdsstart": 827168, "chr": "6_apd_hap1", "position": [[826803, 827639], [830964, 831022]], "strand": -1, "transcript": "NM_006398", "txend": 831022, "txstart": 826803}, {"cdsend": 830797, "cdsstart": 826974, "chr": "6_qbl_hap6", "position": [[826609, 827445], [830770, 830828]], "strand": -1, "transcript": "NM_006398", "txend": 830828, "txstart": 826609}, {"cdsend": 29527478, "cdsstart": 29523656, "chr": "6", "position": [[29523291, 29524127], [29527451, 29527509]], "strand": -1, "transcript": "NM_006398", "txend": 29527509, "txstart": 29523291}, {"cdsend": 1046288, "cdsstart": 1042466, "chr": "6_cox_hap2", "position": [[1042101, 1042937], [1046261, 1046319]], "strand": -1, "transcript": "NM_006398", "txend": 1046319, "txstart": 1042101}], "generif": [{"pubmed": 12730673, "text": "FAT10 may modulate tumorigenesis through its reported interaction with the MAD2 spindle-assembly checkpoint protein."}, {"pubmed": 15831455, "text": "FAT10 is degraded by the proteasome in ubiqitin-independent manner."}, {"pubmed": 16495226, "text": "high levels of FAT10 protein in cells lead to increased mitotic nondisjunction and chromosome instability, which is mediated by an abbreviated mitotic phase and reduction in the kinetochore localization of MAD2 during prometaphase"}, {"pubmed": 16495380, "text": "Immunohistochemical studies demonstrated increased FAT10 expression in HIV-associated nephropathy and in autosomal dominant polycystic kidney disease."}, {"pubmed": 16707496, "text": "A deletion mutant of NUB1L lacking the UBL domain is still able to bind FAT10 but not the proteasome and no longer accelerates FAT10 degradation"}, {"pubmed": 17889673, "text": "The identification of an E1-like protein, termed E1-L2, that activates both ubiquitin and another ubiquitin-like protein, FAT10, is reported."}, {"pubmed": 17971048, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18574467, "text": "FAT10 qualifies as a marker for an interferon response in hepatocellular carcinoma and colon carcinoma but is not significantly overexpressed in cancers lacking a proinflammatory environment."}, {"pubmed": 19033385, "text": "A new binding partner of HDAC6, the ubiquitin-like modifier FAT10 was identified."}, {"pubmed": 19185524, "text": "Structural basis for recognition of diubiquitins by NEMO."}, {"pubmed": 19303852, "text": "Study reports the crystal structure of the UBAN motif of NEMO bound to linear diubiquitin chains and provide structural and biochemical evidence for the specificity of this interaction versus interactions with Lys63- or Lys48-linked diubiquitin chains"}, {"pubmed": 19437562, "text": "Data show that FAT10 and mutant p53 levels in gastric cancer tissue were significantly correlated with lymph node metastasis and tumor, nodes, metastasis staging."}, {"pubmed": 19726511, "text": "critical mediator of HIV Vpr-induced apoptosis in renal tubular epithelial cells"}, {"pubmed": 19808075, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19808075, "text": "Reverse transcriptase-polymerase chain reaction analysis of intestinal biopsy sample pairs (at diagnosis vs treated) from 30 celiac disease patients confirmed overexpression of UBD in active disease tissue."}, {"pubmed": 19851445, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20975683, "text": "USE1 is not only the first E2 enzyme but also the first known substrate of FAT10 conjugation, as it was efficiently auto-FAT10ylated in cis but not in trans."}, {"pubmed": 21121635, "text": "These data reveal that VHS domain of Stam2 enters the hydrophobic pocket of K48-linked diubiquitin and binds the two ubiquitin subunits with different affinities."}, {"pubmed": 21351261, "text": "Genetic polymorphism in UBD is associated with colorectal cancer."}, {"pubmed": 21396347, "text": "The p53 transcriptional activity was found to be substantially enhanced in FAT10-overexpressing cells."}, {"pubmed": 21631897, "text": "Data indicate that the 20,000-bp region is telomeric of the UBD gene and contains LOC729653, a hypothetical gene."}, {"pubmed": 21757738, "text": "new role for FAT10 in the pathogenesis of polyglutamine diseases."}, {"pubmed": 22025632, "text": "FAT10 plays an important role in mediating the function of TNF-alpha during tumorigenesis by inducing cell cycle deregulation and chromosomal instability."}, {"pubmed": 22072791, "text": "Degradation of FAT10 is accelerated after induction of apoptosis, suggesting that it plays a role in prosurvival pathways"}, {"pubmed": 22164771, "text": "An extract of bark from the tropical rainforest plant Byrsonima crassifolia was screened for inhibition of diubiquitin formation by the human ubiquitin-conjugating enzyme E2-25K."}, {"pubmed": 22281738, "text": "In this study a crystal structure of linear diubiquitin at a resolution of 2.2 A degrees is reported."}, {"pubmed": 22292662, "text": "Ten SNPs in FAT10 were identified."}, {"pubmed": 22347407, "text": "implicate FAT10 in retinal cell biology and Leber congenital amaurosis pathogenesis, and reveal a new role of AIPL1 in regulating the FAT10 pathway."}, {"pubmed": 22349260, "text": "FAT10 modification of the HCMV-derived antigen pp65 (FAT10-pp65) enhances the presentation of the HLA-A2-restricted pp65495-509 antigenic peptide and provide evidence that FAT10- pp65 differs from Ub-modified pp65 in using the proteasome machinery."}, {"pubmed": 22402871, "text": "Immunohistochemistry showed that FAT10 protein was over-expressed in glioma tissues. Expression level of FAT10 increase from grade I to grade IV glioma according to the results of real-time PCR, immunohistochemistry analysis and Western blot."}, {"pubmed": 22427669, "text": "Data indicate the potential role of cytokine-induced FAT10 expression in regulating Uba6 pathways."}, {"pubmed": 22434192, "text": "findings show how FAT10 and NUB1L dock with the 26S proteasome to initiate proteolysis; identified the 26S proteasome subunit hRpn10/S5a as the receptor for FAT10, whereas NUB1L can bind to both Rpn10 and Rpn1/S2."}, {"pubmed": 22569823, "text": "This study identified eEF1A1 as a FAT10-specific binding protein, and when the expression of FAT10 was reduced by siRNA knockdown, this resulted in downregulation of eEF1A1 expression in hepatoma cells."}, {"pubmed": 22797925, "text": "p62 becomes covalently mono-FAT10ylated at several lysines, and FAT10 colocalizes with p62 in p62 bodies."}, {"pubmed": 23036196, "text": "FATylation of LRRFIP2 occurs on two distinct sites, each being modified by a single FAT10 moiety."}, {"pubmed": 23416168, "text": "FAT10 protects cardiac myocytes against apoptosis."}, {"pubmed": 23812429, "text": "FAT10 has a central role in regulating diverse aspects of the pathogenesis of hepatocellular carcinoma."}, {"pubmed": 23862649, "text": "functional distribution of the FAT10 targets suggests that FAT10 participates in various biological processes, such as translation, protein folding, RNA processing, and macromolecular complex assembly"}, {"pubmed": 24325913, "text": "FAT10 can induce malignant transformation as evidenced from the anchorage-independent growth as well as in vivo tumor-forming abilities of FAT10-overexpressing NeHepLxHT cells."}, {"pubmed": 24440736, "text": "These results suggest that knockdown of FAT10 by adenovirus-delivered siRNA may be a promising therapeutical strategy for treatment of hepatocellular carcinoma."}, {"pubmed": 24492942, "text": "FAT10 expression in pancreatic ductal adenocarcinoma (PDAC) was an independent prognostic factor of patients, which might be a potential diagnostic and therapeutic target of PDAC"}, {"pubmed": 24518302, "text": "STAT3 and NFkappaB synergistically act for maximum induction of FAT10 expression."}, {"pubmed": 24893112, "text": "transcription downregulation of the Ufm1 and FAT10 conjugation system in liver Mallory-Denk bodies formation"}, {"pubmed": 25056121, "text": "Results identified a novel HCC regulatory circuit involving FAT10, beta-catenin/TCF4, and HOXB9, the dysfunction of which drives invasive and metastatic character in HCC."}, {"pubmed": 25422469, "text": "the interaction of FAT10 with MAD2 is a key mechanism underlying the promalignant property of FAT10"}, {"pubmed": 25768649, "text": "Conjugation of the ubiquitin activating enzyme UBE1 with the ubiquitin-like modifier FAT10 targets it for proteasomal degradation"}, {"pubmed": 25983082, "text": "FAT10 is the only ubiquitin-like modifier known to date which directly targets its hundreds of substrates for degradation by the proteasome. (Review)"}, {"pubmed": 26401002, "text": "repertoire of peptides eluted from MHC class I molecules was influenced by FAT10 expression"}, {"pubmed": 26733179, "text": "High expression of FAT10 is associated with glioma."}, {"pubmed": 26996158, "text": "Study demonstrates how the coordinated interplay of RIG-I, TRIM25, and FAT10 regulate the antiviral innate inflammatory response."}, {"pubmed": 27044747, "text": "Data suggest that ubiquitin D (UBD) provides a negative feedback on cytokine-induced activation of the endoplasmic reticulum to nucleus signaling 1 (IRE1alpha)/c-Jun N-terminal kinase (JNK) pro-apoptotic pathway in cytokine-exposed beta cells."}, {"pubmed": 27279480, "text": "We also found that FAT10 may act its oncogenic functions through regulating HOXB9. Collectively, the results suggested that FAT10 may be a novel therapeutic target for osteosarcoma patients"}, {"pubmed": 27312528, "text": "we show how FAT10 stabilizes the translation elongation factor eEF1A1, which contributes to cancer cell proliferation"}, {"pubmed": 27354218, "text": "our data suggest that FAT10 was upregulated via retinoic acid-induced protein I and NF-kappaB during H5N1 avian influenza virus infection. And the upregulated FAT10 promoted H5N1 viral replication by inhibiting type I IFN."}, {"pubmed": 27569286, "text": "this study revealed a novel function of LMO2 involving in the regulatory hierarchy of UBA6-USE1-FAT10ylation pathway by targeting the E1 enzyme UBA6."}, {"pubmed": 27725184, "text": "The authors propose a structural organization where the AMSH-SH3 binding motif interacts with the STAM2-SH3 domain and contributes to the correct positioning of AMSH prior to polyubiquitin chains' cleavage."}, {"pubmed": 27806337, "text": "FAT10 promotes tumor proliferation by directly stabilizing Survivin protein in breast cancer cells."}, {"pubmed": 27926780, "text": "unlike ISG15, ubiquitin and FAT10 are conjugated to a similar degree to newly translated and pre-existing proteins."}, {"pubmed": 29208314, "text": "Neither differences in the binding strength to, nor activation by PA28alphabeta, nor a difference in the rate of FAT10-mediated degradation can account for distinct functional capabilities of the IP as compared to the CP."}, {"pubmed": 29458176, "text": "This newly identified GRP78-NF-kappaB-FAT10 axis will provide novel insight into the understanding of the regulatory mechanisms of proliferation in human HCC."}, {"pubmed": 29531077, "text": "Up-Regulation of UBD Transcript is associated with focal segmental glomerulosclerosis."}, {"pubmed": 29620277, "text": "the results of the present study suggest that FAT10 may be involved in DDR and therefore the progression of tumorigenesis."}, {"pubmed": 29790184, "text": "FAT10 overexpression facilitated WISP1 degradation by FAT10ylation to decrease WISP1 protein expression, thus promoting hepatocellular carcinoma proliferation."}, {"pubmed": 30127417, "text": "the intrinsic instability of FAT10 together with its disordered N-terminus enables the rapid, joint degradation of FAT10 and its substrates."}, {"pubmed": 30336976, "text": "Crystal structure of the Ube2K/E2-25K and K48-linked diubiquitin complex provides structural insight into the mechanism of K48-specific ubiquitin chain synthesis."}, {"pubmed": 30361097, "text": "the pro-metastasis effect of FAT10 in breast cancer is partially dependent on ZEB2 enhancement."}, {"pubmed": 30395194, "text": "We revealed that a ubiquitin-like protein, UBD, was significantly upregulated in the inflamed epithelia of IBD patients, and that this occurred under the synergic control of Notch signalling and TNF-alpha."}, {"pubmed": 30718280, "text": "addition of FAT10 also led to an increased interaction between OTUB1 and its cognate E2 UbcH5B, implying a function of FAT10 in the inhibition of polyubiquitylation"}, {"pubmed": 31433974, "text": "Attenuation of the Innate Immune Response against Viral Infection Due to ZNF598-Promoted Binding of FAT10 to RIG-I."}, {"pubmed": 31601934, "text": "Molecular recognition of ubiquitin and Lys63-linked diubiquitin by STAM2 UIM-SH3 dual domain: the effect of its linker length and flexibility."}, {"pubmed": 31729307, "text": "FAT10: Function and Relationship with Cancer."}, {"pubmed": 31877302, "text": "Ubiquitin-like protein FAT10 promotes osteosarcoma growth by modifying the ubiquitination and degradation of YAP1."}, {"pubmed": 32586037, "text": "Regulation of Interferon Induction by the Ubiquitin-Like Modifier FAT10."}, {"pubmed": 32817338, "text": "The ubiquitin-like modifier FAT10 inhibits retinal PDE6 activity and mediates its proteasomal degradation."}, {"pubmed": 32946796, "text": "Ubiquitin-like protein FAT10: A potential cardioprotective factor and novel therapeutic target in cancer."}, {"pubmed": 33238157, "text": "K27-Linked Diubiquitin Inhibits UCHL3 via an Unusual Kinetic Trap."}, {"pubmed": 33253711, "text": "FAT10 promotes the progression of bladder cancer by upregulating HK2 through the EGFR/AKT pathway."}, {"pubmed": 33730565, "text": "Parkin is an E3 ligase for the ubiquitin-like modifier FAT10, which inhibits Parkin activation and mitophagy."}, {"pubmed": 35614040, "text": "FAT10 promotes chemotherapeutic resistance in pancreatic cancer by inducing epithelial-mesenchymal transition via stabilization of FOXM1 expression."}, {"pubmed": 35728518, "text": "Identification and Verification of Ubiquitin D as a Gene Associated with Hepatitis C Virus-Induced Hepatocellular Carcinoma."}, {"pubmed": 35883685, "text": "IDO1, FAT10, IFI6, and GILT Are Involved in the Antiretroviral Activity of gamma-Interferon and IDO1 Restricts Retrovirus Infection by Autophagy Enhancement."}, {"pubmed": 36361504, "text": "Recombinant Human Proteoglycan 4 (rhPRG4) Downregulates TNFalpha-Stimulated NFkappaB Activity and FAT10 Expression in Human Corneal Epithelial Cells."}, {"pubmed": 36660934, "text": "Ubiquitin D promotes the progression of rheumatoid arthritis via activation of the p38 MAPK pathway."}, {"pubmed": 37057207, "text": "FAT10 Silencing Prevents Liver Fibrosis through Regulating SIRT1 Expression in Hepatic Stellate Cells."}, {"pubmed": 37188463, "text": "FAT10 and NUB1L cooperate to activate the 26S proteasome."}, {"pubmed": 37506472, "text": "FAT10 differentially stabilizes MYPT2 isoforms."}, {"pubmed": 37604583, "text": "Tumor necrosis factor mediates USE1-independent FAT10ylation under inflammatory conditions."}, {"pubmed": 37926201, "text": "The ubiquitin-like modifier FAT10 is induced in MASLD and impairs the lipid-regulatory activity of PPARalpha."}, {"pubmed": 38275102, "text": "UBDP1 pseudogene and UBD network competitively bind miR-6072 to promote glioma progression."}, {"pubmed": 38565741, "text": "Cytokines-activated nuclear IKKalpha-FAT10 pathway induces breast cancer tamoxifen-resistance."}], "genomic_pos": [{"chr": "HSCHR6_MHC_DBB_CTG1", "end": 825468, "ensemblgene": "ENSG00000231968", "start": 821155, "strand": -1}, {"chr": "HSCHR6_MHC_QBL_CTG1", "end": 825425, "ensemblgene": "ENSG00000206513", "start": 821111, "strand": -1}, {"chr": "HSCHR6_MHC_MCF_CTG1", "end": 825329, "ensemblgene": "ENSG00000206468", "start": 821016, "strand": -1}, {"chr": "HSCHR6_MHC_COX_CTG1", "end": 1046406, "ensemblgene": "ENSG00000228913", "start": 1042093, "strand": -1}, {"chr": "HSCHR6_MHC_MANN_CTG1", "end": 825085, "ensemblgene": "ENSG00000224654", "start": 820771, "strand": -1}, {"chr": "HSCHR6_MHC_APD_CTG1", "end": 825621, "ensemblgene": "ENSG00000226898", "start": 821307, "strand": -1}, {"chr": "6", "end": 29559732, "ensemblgene": "ENSG00000213886", "start": 29555515, "strand": -1}], "genomic_pos_hg19": [{"chr": "6", "end": 29527702, "start": 29523292, "strand": -1}, {"chr": "HSCHR6_MHC_APD", "end": 29527818, "start": 29523504, "strand": -1}, {"chr": "HSCHR6_MHC_COX", "end": 29524308, "start": 29519995, "strand": -1}, {"chr": "HSCHR6_MHC_DBB", "end": 29527656, "start": 29523343, "strand": -1}, {"chr": "HSCHR6_MHC_MANN", "end": 29527308, "start": 29522994, "strand": -1}, {"chr": "HSCHR6_MHC_MCF", "end": 29527517, "start": 29523204, "strand": -1}, {"chr": "HSCHR6_MHC_QBL", "end": 29527624, "start": 29523310, "strand": -1}], "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006508", "pubmed": 9368598, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006511", "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006511", "pubmed": 17889673, "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016567", "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016567", "pubmed": [15831455, 17889673], "qualifier": "involved_in", "term": "protein ubiquitination"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0032446", "pubmed": 9368598, "qualifier": "involved_in", "term": "protein modification by small protein conjugation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034341", "qualifier": "involved_in", "term": "response to type II interferon"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0034341", "pubmed": 17889673, "qualifier": "involved_in", "term": "response to type II interferon"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034612", "qualifier": "involved_in", "term": "response to tumor necrosis factor"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0034612", "pubmed": 17889673, "qualifier": "involved_in", "term": "response to tumor necrosis factor"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043011", "pubmed": 19028597, "qualifier": "involved_in", "term": "myeloid dendritic cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 16495380, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 19959714, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070842", "pubmed": 19033385, "qualifier": "involved_in", "term": "aggresome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901990", "pubmed": 16495226, "qualifier": "involved_in", "term": "regulation of mitotic cell cycle phase transition"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12730673, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016235", "pubmed": 19033385, "qualifier": "located_in", "term": "aggresome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10200259, 14757770, 16495226, 16707496, 17889673, 19033385, 24528925, 25422469, 25814554, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070628", "qualifier": "enables", "term": "proteasome binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070628", "pubmed": 16707496, "qualifier": "enables", "term": "proteasome binding"}]}, "homologene": {"genes": [[9544, 711020], [9598, 471944], [9606, 10537], [9615, 119867741], [9913, 504548], [9913, 512938], [10090, 24108], [10116, 29168]], "id": 4665}, "interpro": [{"desc": "Ubiquitin-like domain", "id": "IPR000626", "short_desc": "Ubiquitin-like_dom"}, {"desc": "Ubiquitin domain", "id": "IPR019956", "short_desc": "Ubiquitin_dom"}, {"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}, {"desc": "Ubiquitin D", "id": "IPR042969", "short_desc": "Ubiquitin_D"}], "ipi": "IPI00007405", "map_location": "6p22.1", "name": "ubiquitin D", "other_names": ["diubiquitin", "ubiquitin D", "ubiquitin-like protein FAT10"], "pantherdb": {"HGNC": "18795", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1344410", "ortholog_type": "LDO", "panther_family": "PTHR47731", "taxid": 10090, "uniprot_kb": "P63072"}, {"RGD": "69418", "ortholog_type": "LDO", "panther_family": "PTHR47731", "taxid": 10116, "uniprot_kb": "Q921A3"}], "uniprot_kb": "O15205"}, "pathway": {"reactome": [{"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8951664", "name": "Neddylation"}], "wikipathways": {"id": "WP4673", "name": "Male infertility"}}, "pdb": ["2MBE", "6GF1", "6GF2", "7PYV"], "pfam": "PF00240", "pharmgkb": "PA38682", "pharos": {"target_id": 9528, "tdl": "Tbio"}, "prosite": "PS50053", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261611", "relationship": "is"}, {"id": "GNF261612", "relationship": "is"}, {"id": "GNF261613", "relationship": "is"}, {"id": "GNF261614", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159257", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035905", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092039", "relationship": "is"}, {"id": "GNF092040", "relationship": "is"}, {"id": "GNF092041", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051424", "relationship": "is"}, {"id": "GNF056190", "relationship": "is"}, {"id": "GNF060924", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066633", "relationship": "is"}, {"id": "GNF066634", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF015163", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098418", "relationship": "is"}, {"id": "GNF138073", "relationship": "is"}, {"id": "GNF149669", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NT_113891.3", "NT_167244.2", "NT_167245.2", "NT_167246.2", "NT_167247.2", "NT_167248.2"], "protein": "NP_006389.2", "rna": "NM_006398.4", "translation": {"protein": "NP_006389.2", "rna": "NM_006398.4"}}, "reporter": {"HG-U133_Plus_2": "205890_s_at", "HG-U95Av2": "39959_at", "HTA-2_0": ["TC06004113.hg.1", "TC6_apd_hap1000126.hg.1", "TC6_cox_hap2000249.hg.1", "TC6_dbb_hap3000228.hg.1", "TC6_mann_hap4000198.hg.1", "TC6_mcf_hap5000215.hg.1", "TC6_qbl_hap6000227.hg.1"], "HuEx-1_0": "2947877", "HuGene-1_1": ["8124650", "8178295"], "HuGene-2_1": ["17016692", "17031373"]}, "retired": [92190, 95374, 113760], "summary": "This gene encodes a protein which contains two ubiquitin-like domains and appears to have similar function to ubiquitin. Through covalent attachment, the encoded protein targets other proteins for 26S proteasome degradation. This protein has been implicated to function in many cellular processes, including caspase-dependent apoptosis, formation of aggresomes, mitotic regulation, and dendritic cell maturation. Upregulation of this gene may promote inflammation in chronic kidney disease and has been observed in many cancer types. [provided by RefSeq, Aug 2017].", "symbol": "UBD", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425779"}, "unigene": "Hs.44532", "uniprot": {"Swiss-Prot": "O15205", "TrEMBL": "A0A1U9X8S6"}, "wikipedia": {"url_stub": "Ubiquitin D"}}