{"AllianceGenome": "12513", "HGNC": "12513", "MIM": "191342", "_id": "7345", "_version": 1, "accession": {"genomic": ["AC095043.3", "AH007277.2", "CH471069.1", "CP068274.2", "FJ812036.1", "NC_000004.12", "NC_060928.1", "NG_012931.1", "X17377.1"], "protein": ["AAD09172.1", "AAH00332.1", "AAH05117.1", "AAH06305.1", "AAY40923.1", "ACI46047.1", "ACV87176.1", "ACY95405.1", "BAD92275.1", "BAG37761.1", "BAG51393.1", "CAA28443.1", "CAA35249.1", "EAW92978.1", "EAW92979.1", "EAW92980.1", "EAW92981.1", "EAW92982.1", "EAW92983.1", "NP_004172.2", "P09936.2"], "rna": ["AB209038.1", "AK054579.1", "AK315368.1", "BC000332.2", "BC005117.1", "BC006305.2", "BC018838.2", "BP202166.1", "FJ224355.1", "GQ472201.1", "NM_004181.5", "X04741.1"], "translation": [{"protein": "AAH06305.1", "rna": "BC006305.2"}, {"protein": "NP_004172.2", "rna": "NM_004181.5"}, {"protein": "CAA28443.1", "rna": "X04741.1"}, {"protein": "BAG37761.1", "rna": "AK315368.1"}, {"protein": "BAG51393.1", "rna": "AK054579.1"}, {"protein": "ACI46047.1", "rna": "FJ224355.1"}, {"protein": "AAH05117.1", "rna": "BC005117.1"}, {"protein": "BAD92275.1", "rna": "AB209038.1"}, {"protein": "AAH00332.1", "rna": "BC000332.2"}, {"protein": "ACV87176.1", "rna": "GQ472201.1"}]}, "alias": ["HEL-117", "HEL-S-53", "NDGOA", "PARK5", "PGP 9.5", "PGP9.5", "PGP95", "SPG79", "SPG79A", "UCHL-1", "Uch-L1"], "ec": "3.4.19.12", "ensembl": {"gene": "ENSG00000154277", "protein": ["ENSP00000284440", "ENSP00000422542", "ENSP00000423348", "ENSP00000423623", "ENSP00000425714", "ENSP00000426634", "ENSP00000426895"], "transcript": ["ENST00000284440", "ENST00000381760", "ENST00000472501", "ENST00000503431", "ENST00000504818", "ENST00000505232", "ENST00000508768", "ENST00000510566", "ENST00000512419", "ENST00000512788", "ENST00000514764", "ENST00000514924"], "translation": [{"protein": "ENSP00000426634", "rna": "ENST00000514924"}, {"protein": "ENSP00000422542", "rna": "ENST00000503431"}, {"protein": "ENSP00000425714", "rna": "ENST00000512419"}, {"protein": "ENSP00000284440", "rna": "ENST00000284440"}, {"protein": "ENSP00000423348", "rna": "ENST00000505232"}, {"protein": "ENSP00000426895", "rna": "ENST00000508768"}, {"protein": "ENSP00000423623", "rna": "ENST00000512788"}], "type_of_gene": "protein_coding"}, "entrezgene": "7345", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.826606516, "exp_mis": 75.8030728664, "exp_syn": 38.7699856448, "lof_z": 3.25938707665558, "mis_z": 1.44958755404831, "mu_lof": 7.08522562526e-07, "mu_mis": 7.6398823537e-06, "mu_syn": 3.82151039064e-06, "n_lof": 0.0, "n_mis": 50.0, "n_syn": 38.0, "p_li": 0.972670211212399, "p_null": 3.46146589178299e-05, "p_rec": 0.0272951741286831, "syn_z": 0.0766631602499878}, "bp": 672, "cds_end": 41270090, "cds_start": 41258993, "n_exons": 9, "nonpsych": {"exp_lof": 9.62865064108, "exp_mis": 68.4386248792, "exp_syn": 34.9201062227, "lof_z": 3.04743670669689, "mis_z": 1.73388191893743, "mu_lof": 7.08522562526e-07, "mu_mis": 7.6398823537e-06, "mu_syn": 3.82151039064e-06, "n_lof": 0.0, "n_mis": 40.0, "n_syn": 36.0, "p_li": 0.962979885751175, "p_null": 8.94347316391796e-05, "p_rec": 0.0369306795171855, "syn_z": -0.115054920388843}, "nontcga": {"exp_lof": 9.94386158457, "exp_mis": 69.7222152572, "exp_syn": 35.6517724962, "lof_z": 3.11070475954711, "mis_z": 1.35573528992829, "mu_lof": 7.08522562526e-07, "mu_mis": 7.6398823537e-06, "mu_syn": 3.82151039064e-06, "n_lof": 0.0, "n_mis": 47.0, "n_syn": 36.0, "p_li": 0.9638071495606, "p_null": 6.92705437673164e-05, "p_rec": 0.0361235798956325, "syn_z": -0.036927334477858}, "transcript": "ENST00000284440.4"}, "exons": [{"cdsend": 41268073, "cdsstart": 41256976, "chr": "4", "position": [[41256927, 41257009], [41257114, 41257126], [41257608, 41257737], [41260646, 41260797], [41261714, 41261800], [41261875, 41261923], [41263224, 41263291], [41264102, 41264161], [41267986, 41268455]], "strand": 1, "transcript": "NM_004181", "txend": 41268455, "txstart": 41256927}], "exons_hg19": [{"cdsend": 41270090, "cdsstart": 41258993, "chr": "4", "position": [[41258944, 41259026], [41259131, 41259143], [41259625, 41259754], [41262663, 41262814], [41263731, 41263817], [41263892, 41263940], [41265241, 41265308], [41266119, 41266178], [41270003, 41270472]], "strand": 1, "transcript": "NM_004181", "txend": 41270472, "txstart": 41258944}], "generif": [{"pubmed": 11027850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11502942, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11535241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11716150, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12082530, "text": "PGP9.5 colocalizes with JAB1 and p27(Kip1)in the nucleus"}, {"pubmed": 12123845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12160938, "text": "2D fingerprinting & mass spectrometry reveal specific targets of protein oxidation in Alzheimer's disease brain, including ubiquitin carboxy-terminal hydrolase L-1, suggesting involvement of oxidatively modified proteins in neurodegeneration."}, {"pubmed": 12210873, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12408865, "text": "exhibits a second, dimerization-dependent, ubiquityl ligase activity; a polymorphic variant of UCH-L1 that is associated with decreased Parkinson's disease risk has reduced ligase activity but comparable hydrolase activity as the wild-type enzyme"}, {"pubmed": 12539205, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12705903, "text": "Alterations in alpha-helical content and hydrolase activity of parkinsonism-associated ubiquitin carboxyl-terminal hydrolase L1 variants."}, {"pubmed": 12775255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12784265, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 12784265, "text": "The identification of pathogenic mutations in the ubiquitin carboxy-terminal hydrolase L1 (UCHL1) has elucidated the ubiquitin proteasome system (UPS) and its potential role as a causal pathway in Parkinson's disease (PD)."}, {"pubmed": 14722078, "text": "ubiquitin carboxyl-terminal hydrolase L1 is oxidatively modified and downregulated in idiopathic Parkinson's and Alzheimer's diseases"}, {"pubmed": 15048890, "text": "A statistically significant inverse genetic association of the UCHL1 S18Y variant has been found confirming UCHL1 as a susceptibility gene for Parkinson's disease."}, {"pubmed": 15194490, "text": "Data show that impairment of UCH-L1 ubiquitin hydrolase activity may be an important contributor to neurodegeneration associated with accumulation of ubiquitinated proteins and inflammation."}, {"pubmed": 15214825, "text": "study expands the immunophenotype of granular cell tumor (S100, CD68, protein gene product 9.5, and inhibin-alpha) regardless of location and supports a neural origin"}, {"pubmed": 15221445, "text": "Important issues regarding UCHL-1 and its role in Parkinson disease remain inconclusive, especially regarding the pathogenicity of the mendelian I93M mutation"}, {"pubmed": 15228595, "text": "UCH-L1 accumulation is likely to play a pathological role in inclusion formation in Parkinson's disease"}, {"pubmed": 15716245, "text": "The relative amount of nerve fibers in rat prostate, detected by PGP 9.5, does not change during postnatal development"}, {"pubmed": 15882803, "text": "Analyses confirmed a significant inverse association of the UCHL1 S18Y polymorphism with PD overall (OR=0.18, 95% CI=0.05-0.64, p=0.002, recessive model) and in several strata."}, {"pubmed": 15882803, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16007636, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16177983, "text": "Excess UCH-L1 influenced the distribution of proliferating cell nuclear antigen and suggests a specific role for UCH-L1 in the processes of mitotic proliferation and differentiation of spermatogonial stem cells during spermatogenesis."}, {"pubmed": 16316632, "text": "multiple functional balance is closely linked to the intermolecular interactions between the UCH-L1 monomer and the final dimeric configuration"}, {"pubmed": 16369839, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16369839, "text": "functional relevance of S18Y polymorphism of UCHL1 in 946 Caucasian Huntington's disease patients; allelic variation on locus S18Y is responsible for 1.1% of the variance in the HD age-at-onset, & the rare Y allele is associated with younger-aged cases"}, {"pubmed": 16371654, "text": "These results suggest that UCH-L1 spatially mediates and enhances neurogenesis in the embryonic brain by regulating progenitor cell morphology."}, {"pubmed": 16380264, "text": "Together, these observations show reduced UCHL-1 expression as a contributory factor in the abnormal protein aggregation in DLB, and points UCHL-1 as a putative therapeutic target in the treatment of DLB."}, {"pubmed": 16402389, "text": "Down-regulation of UCH-L1 is associated with Uterine Cervical Neoplasms"}, {"pubmed": 16450370, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16537382, "text": "the three-dimensional structure of human UCH-L1 at 2.4-A resolution by x-ray crystallography was determined."}, {"pubmed": 16626667, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16626667, "text": "allele and YY genotype of S18Y in the UCH-L1 gene may have a protective effect against sporadic AD in female subjects, probably due to altering the function of UCH-L1 and the interactions among different risk factors."}, {"pubmed": 16642472, "text": "Silencing of the UCHL1 gene is associated with colorectal and ovarian cancers"}, {"pubmed": 16644676, "text": "Exposure to chronic hyperglycemia following 90% partial pancreatectomy leads to reduced Uch-L1 expression"}, {"pubmed": 16698101, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16888648, "text": "UCH-L1 deficiency and impairment of the ubiquitin-dependent protein degradation pathway can contribute to the increased cell death observed in many lysosomal storage disorders."}, {"pubmed": 16941465, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17108109, "text": "UCHL1 is involved in the degradation of unwanted, misfolded, or damaged proteins and is overexpressed in >50% of lung cancers, its overexpression in chronic smokers may represent an early event in the transformation from normal epithelium to malignancy."}, {"pubmed": 17144664, "text": "Ubiquitin side chains critical for establishing the Michaelis complex and enabling catalysis were identified, and features of this complex that differ between UCH-L1 and a homologue, UCH-L3 are revealed."}, {"pubmed": 17200335, "text": "UCHL1 expression seems to be associated with the metastatic phenotype of renal cell carcinoma"}, {"pubmed": 17287139, "text": "The tyrosine variant was significantly inversely associated with PD (P=0.049) and with a low age of onset (50 years) (P=0.017) in the case-control material, supporting the hypothesis of a protective function."}, {"pubmed": 17599367, "text": "UCH-L1 is not expressed specifically in dopamine neurons. The abundant expression of UCH-L1 in peripheral neurons may be of relevance for the spectrum of symptoms in different forms of Parkinson's."}, {"pubmed": 17690318, "text": "UCHL1 may partially attenuate vascular remodeling through inhibition of NF-kappaB activity."}, {"pubmed": 17925890, "text": "Mutations of the UCH-L1 gene and alterations of its proteins' activity have been found to associate with several neurodegenerative disorders: Parkinson's, Huntington's and Alzheimer's diseases [review]"}, {"pubmed": 17929277, "text": "The finding that PGP 9.5 and ChA are expressed by PC-3 and DU145 cells suggests that these cells may have been derived from metastatic adenocarcinomas which had undergone neuroendocrine differentiation or expression occurred as a result of cell culture."}, {"pubmed": 17994469, "text": "Abberant promoter methylation is the primary mechanism of transcriptional silencing of the UCHL1 gene and methylation of UCHL1 gene promoter increases in the progression of colorectal neoplasms."}, {"pubmed": 18093156, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18093156, "text": "UCHL1 S18Y is not a major susceptibility factor for PD in white populations although we cannot exclude the possibility that the S18Y variant exerts weak effects on risk, particularly in early-onset disease."}, {"pubmed": 18250096, "text": "The carbonyl modification of UCH-L1 and subsequent abnormal interactions of carbonyl-modified UCH-L1 with multiple proteins, including tubulin, constitute one of the causes of sporadic Parkinson's disease."}, {"pubmed": 18411255, "text": "Mice that lack of UCH-L1 in neurons decrease in their ubiquitin-proteasome system function and enhanced sensitivity to oxidative stress."}, {"pubmed": 18494032, "text": "UCH-L1 expression seems to be associated with the metastatic potential of HRCC SN12C cell clones."}, {"pubmed": 18499164, "text": "methylation of the UCHL1 gene is associated with a poor prognosis in patients with renal cell carcinoma"}, {"pubmed": 18512240, "text": "PGP9.5 is a tumor suppressor gene that is inactivated by promoter methylation or gene deletion in several types of human cancers."}, {"pubmed": 18543214, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18543214, "text": "The C allele in exon 3 of UCH-L1 gene might be one of the risk factors for Parkinson's disease in Shanghai Han Nationality, but the polymorphisms of C/T in exon 4 showed no association with the onset of PD."}, {"pubmed": 18550537, "text": "UCH-L1 directly interacted with the cytosolic region of LAMP-2A."}, {"pubmed": 18638528, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18638528, "text": "do not support a role for mutation in UCH-L1 in sporadic Parkinson disease"}, {"pubmed": 18666234, "text": "Epigenetic inactivation of UCHL1 is common in primary hepatocellular carcinomas(HCCs) and other digestive tumors and appears to be functional tumor suppressor involved in tumorigenesis of HCCs and other digestive cancers."}, {"pubmed": 18820707, "text": "This study shows for the first time that UCH-L1 plays a key role in the regulation of cell invasion in lung cancer, melanoma and in cancer metastasis, and that UCH-L1 modulates cell morphology by regulating the upstream Akt and influencing cell migration."}, {"pubmed": 18841579, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18841579, "text": "the association of two polymorphisms of ubiquitin carboxy-terminal hydrolase-L1 gene(UCH-L1), the 54C/A in exon 3 and the 277C/G in exon 4, with sporadic Parkinson's disease(PD) in Hans from North China"}, {"pubmed": 18949367, "text": "Over-expression of ubiquitin carboxy terminal hydrolase-L1 induces apoptosis in breast cancer cells."}, {"pubmed": 18950315, "text": "activity was intense at the top of and labially to the [fetal] alveolar bone"}, {"pubmed": 19017757, "text": "Positive staining for PGP9.5 has utility as a marker for parathyroid malignancy, with a slightly superior sensitivity and similar high specificity to that of parafibromin."}, {"pubmed": 19035297, "text": "Findings indicated that PGP9.5 was less frequently methylated in metastatic colorectal cancer, suggesting that PGP9.5 hypomethylation might play an important role in re-expression of the PGP9.5 gene in colorectal cancer."}, {"pubmed": 19141079, "text": "Our results support the hypothesis that PARK5 is caused by a gain-of-toxic-function of UCH-L1(Ile93Met) mutant, and suggest that regulation of UCH-L1 in nigral DA cells could be a future target for treatment of PD."}, {"pubmed": 19224617, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19224617, "text": "This study found that modest Modest associations (uncorrected P < 0.05) were observed for common variants around UCHL1 in Australia patient with Parkinson's disease."}, {"pubmed": 19261853, "text": "Proteasome function is not affected by UCH-L1(membrane associated form), suggesting that it may negatively regulate the lysosomal degradation of alpha-synuclein."}, {"pubmed": 19329225, "text": "A multivariate logistic regression analysis shows that family history, UCHL1 variant, and the interaction of UCHL1 variant and age at onset are not not significantly associated with Parkinson disease."}, {"pubmed": 19329225, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19343046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19477270, "text": "The interaction between Ubiquitin carboxyl-Terminal Hydrolase L-1 and the Receptors, Adrenergic, alpha-2A may play an important role in trafficking of the receptor and its response to agonist stimulation."}, {"pubmed": 19488775, "text": "PGP 9.5 expression proved closely associated with tumor aggressiveness and is classified as a marker for predicting the outcome of resection-treated skin cancer patients."}, {"pubmed": 19535597, "text": "UCH-L1 activity is rapidly upregulated by NMDA receptor activation, which leads to an increase in the levels of free monomeric ubiquitin."}, {"pubmed": 19536331, "text": "UCH L1 up-regulates its expression by activation of the oncogenic beta-catenin/TCF signaling"}, {"pubmed": 19683447, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19683447, "text": "UCHL-1 S18Y polymorphism is a modifier of Huntington's disease with a modest regulatory role in the age at disease onset, suggesting that UCHL-1 may be involved in Huntington's disease pathogenesis."}, {"pubmed": 19707515, "text": "data obtained from microarray analysis, and suggest that the multi-functional molecule UCH L1 plays a role in regulating principal pathways involved in oncogenesis"}, {"pubmed": 19859801, "text": "Loss of PGP95 by methylation is associated with breast cancer."}, {"pubmed": 19864305, "text": "Meta-analysis and HuGE review of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19864305, "text": "review and meta-analysis of association of S18Y variant and Parkinson's disease"}, {"pubmed": 19945429, "text": "UCH-L1 negatively regulates TNFalpha-mediated vascular smooth muscle cell proliferation via suppressing ERK activity."}, {"pubmed": 19950834, "text": "PGP9.5 was less frequently methylated in advanced gastric cancer compared to earlier one."}, {"pubmed": 20051117, "text": "CD31 and PGP9.5 were expressed most highly in degenerate intervertebral disc tissues correlating with low expression of sema3A"}, {"pubmed": 20104524, "text": "Silencing of the UCHL1 gene is associated with giant cell tumors of bone."}, {"pubmed": 20147297, "text": "Ubiquitin C-terminal hydrolase-L1 protects cystic fibrosis transmembrane conductance regulator from early stages of proteasomal degradation"}, {"pubmed": 20160478, "text": "UCH L1 complexes are directly or indirectly involved in negative regulation of microtubule dynamics through ubiquitination of microtubule components."}, {"pubmed": 20231490, "text": "analysis of a possible mechanistic link between UCH-L1 modification by cyclopentenone prostaglandins and the etiology of neurodegeneration"}, {"pubmed": 20302621, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20302855, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20302855, "text": "USP24 alone plays a role in PD susceptibility among Taiwanese people >or=60 years of age, or acting synergistically with USP40 and UCHL1 in the total subjects."}, {"pubmed": 20381070, "text": "This protein has been found differentially expressed in the anterior cingulate cortex from patients with schizophrenia"}, {"pubmed": 20395212, "text": "These results indicate that UCHL1 could deubiquitinate p53 and p14(ARF) and ubiquitinate MDM2 for p53 stabilization to promote p53 signaling, thus involved in nasopharyngeal carcinoma pathogenesis."}, {"pubmed": 20524204, "text": "Data suggest that UCH-L1 is not only a biomarker for LNM in CRC, but also a functional protein that may play a significant role in cell migration."}, {"pubmed": 20574456, "text": "Transgenic expression of Uchl1 drives the development of spontaneous lung tumors and B-cell cancers in mice"}, {"pubmed": 20574456, "text": "data provide the first in vivo evidence for DUB-driven oncogenesis and suggest that UCH-L1 hyperactivity deregulates normal Akt signaling"}, {"pubmed": 20608941, "text": "study shows that remodelling of the actin cytoskeleton process is regulated by UCH-L1 which promotes the invasion of epithelial cells by Listeria monocytogenes and Salmonella enterica"}, {"pubmed": 20646535, "text": "The density of PGP9.5-immunoreactive nerve fibers in peritoneal lesions in endometriosis patients with pain was positively correlated with the severity of pain."}, {"pubmed": 20713032, "text": "UCHL1 may be a critical regulator in controlling cellular SMN protein turnover"}, {"pubmed": 20861575, "text": "statistically significant evidence of interaction between the polymorphisms in A2M, SLC6A4 and UCHL1 genes (global P = 0.0107, for the best model) and the risk for PD."}, {"pubmed": 20949132, "text": "model shows that the variability is partly due to stochastic effects but also depends on protein expression levels of UCH-L1 within cells"}, {"pubmed": 20980462, "text": "Defective protein degradation in beta-cells in type 2 diabetes can in part be attributed to UCLL1 deficiency, which compromises beta-cell viability."}, {"pubmed": 21251915, "text": "The effect of Parkinson disease-associated mutations on the deubiquitinating enzyme UCHL1 are reported."}, {"pubmed": 21268678, "text": "The current study does not support a protective role for the UCHL1 S18Y polymorphism in cataract development, but may instead suggest a disease-promoting effect."}, {"pubmed": 21309726, "text": "There is a significant correlation between UCH-L1 cerebrospinal fluid and serum median concentrations and biokinetics in severe traumatic brain injury patients; relationships with clinical outcome are detected."}, {"pubmed": 21315600, "text": "The ubiquitin carboxy-terminal hydrolase L1 gene S18Y polymorphism may not have a protective effect against Parkinson's disease in the Chinese population."}, {"pubmed": 21345711, "text": "These results indicate that, if involved in PD, the S18Y variant of UCHL1 is not a major determinant of risk and its effect might be restricted to early-onset disease"}, {"pubmed": 21426768, "text": "One year after sigmoid colon vaginoplasty, PGP 9.5 expression was significantly lower in the neovagina than in the intact sigmoid colon, but was significantly higher 3 years postoperatively."}, {"pubmed": 21428722, "text": "Elevated serum concentrations of UCHL1 are associated with abnormal blood brain barrier status 12 hrs after moderate to severe traumatic brain injury."}, {"pubmed": 21504384, "text": "We propose that the ubiquitin-editing enzyme UCH L1 is a multifunctional pro-oncogenic factor involved in development and progression of certain lymphoid malignancies, including EBV-associated lymphomas."}, {"pubmed": 21626562, "text": "This study demonistrated that lack of association of the UCHL-1 gene with Parkinson's disease in a Greek cohort."}, {"pubmed": 21693148, "text": "the Parkinson's disease-associated mutation I93M in UCH-L1 decreased the secretion of I93M UCH-L1"}, {"pubmed": 21702960, "text": "UCH-L1 levels are higher in patients with diffuse traumatic brain injury compared to those with mass lesions."}, {"pubmed": 21706495, "text": "Purified UCH-L1 and GAPDH were nitrated in vitro with peroxynitrite and the presence of nitrated proteins was confirmed by anti-3-nitrotyrosine Western blots.Subsequent validation with synthetic peptides was conducted for selected nitropeptides."}, {"pubmed": 21878121, "text": "High UCHL1 is associated with non-small cell lung carcinoma."}, {"pubmed": 21999842, "text": "UCHL1 downregulation via promoter hypermethylation plays an important role in various molecular aspects of prostate cancer biology"}, {"pubmed": 22001920, "text": "These findings suggest that the HtrA2-mediated cleavage of UCH-L1 may play important roles in regulating the fine balance between cell growth and cell death."}, {"pubmed": 22022780, "text": "These results suggest that ubiquitin C-terminal hydrolase and alphaII-spectrin breakdown product 145 kDa may be useful in assessing outcome after pediatric traumatic brain injury."}, {"pubmed": 22028813, "text": "transcript levels of UCHL1, COL1A2, THBS1 and TNFRSF10D were inversely correlated with promoter methylation"}, {"pubmed": 22038515, "text": "Data suggest that UCHL1 has functional roles (i.e., involved in insulin secretion, in ubiquitination, and as brake on cell proliferation) and anti-apoptotic role in pancreatic beta cells under endoplasmic reticulum stress caused by palmitic acid."}, {"pubmed": 22076440, "text": "data provide evidence for an antioxidant and neuroprotective effect of the S18Y variant of UCH-L1, but not of the WT protein, in the dopaminergic system, and may have implications for the pathogenesis of PD or related neurodegenerative conditions, in which oxidative stress might play a role"}, {"pubmed": 22246902, "text": "PGP9.5 downregulation of promoter CpG hypermethylation is associated with prostate cancer."}, {"pubmed": 22279545, "text": "Data suggest that UCHL1 promoter CpG methylation may serve as a potential tumor marker for breast cancer."}, {"pubmed": 22503729, "text": "Our result indicated that SCNA, LRRK2, UCHL1, HtrA2 and GIGYF2 genes' mutations might not be a main reason for Chinese Autosomal dorminant Parkinson's disease"}, {"pubmed": 22641175, "text": "UCHL1 may contribute to CRC progression by activating the beta-catenin/TCF pathway through its deubi-quitinating activity."}, {"pubmed": 22660851, "text": "this study reports an imbalance of the PGP 9.5- immunoreactive nerve fibre profiles in mild, early lesions of atopic dermatitis (AD), consisting of an epidermal increase and a dermal increase, in comparison with normal-looking AD and control skin."}, {"pubmed": 22688354, "text": "The common Ssingle-nucleotide polymorphisms of UCHL1 are not major risk factors for Alzheimer's disease"}, {"pubmed": 22726800, "text": "Low protein levels of Uch-L1 are associated with high protein levels of BACE1 in sporadic AD brains."}, {"pubmed": 22839974, "text": "study reveals that the UCHL1 S18Y variant is a risk factor for sporadic PD."}, {"pubmed": 22849656, "text": "Results showed that NT, NPY, and PGP 9.5 neurofibers are almost equally present in pseudocapsule of uterine fibroids as in normal myometrium of a no pregnant uterus. As all of these neuropeptides are present in the uterine muscle and can affect muscle contractility, uterine peristalsis and muscular healing."}, {"pubmed": 22883340, "text": "UCHL1 is silenced by promoter region hypermethylation in human esophageal cancer. Methylation of UCHL1 frequently occurs in primary esophageal cancer and may play an important role in the tumorigenesis."}, {"pubmed": 22920679, "text": "UCH-L1 levels in cerebrospinal fluid from seizure patients show strong correlation with severity of seizures."}, {"pubmed": 22931063, "text": "results suggest that determining levels of neuronal proteins may provide valuable information on the assessment of brain damage following seizure."}, {"pubmed": 22932395, "text": "Data show that the active ubiquitin C-terminal hydrolase-L1 (UCH-L1) enhances cell adhesion, spreading, and migration; inhibits anoikis; and promotes anchorage independent growth."}, {"pubmed": 23061666, "text": "Data indicate that UCHL1 is a novel interaction partner of both NCAM isoforms that regulates their ubiquitination and intracellular trafficking."}, {"pubmed": 23158209, "text": "protein gene product 9.5 expression was found in 6 of 7 collecting duct carcinomas, 8 of 12 papillary renal cell carcinomas and 2 of 8 renal cell carcinomas with sarcomatoid dedifferentiation; none of 21 urothelial cell carcinomas had protein gene product 9.5 expression"}, {"pubmed": 23291960, "text": "Ubiquitin carboxy-terminal hydrolase L1 may be involved in the development of mammary phyllodes tumors."}, {"pubmed": 23315218, "text": "Aberrant CpG methylation of the UCHL1 promoter was significantly associated with transcriptional silencing of this tumor suppressor gene in sporadic breast cancer tissues"}, {"pubmed": 23359680, "text": "These findings demonstrate a broad requirement of UCHL1 in the maintenance of the nervous system."}, {"pubmed": 23392373, "text": "Serum UCHL1 and GFAP are associated with death or severe brain injury in newborns with hypoxic ischemic encephalopathy."}, {"pubmed": 23484054, "text": "UCHL1, as the major regulator of neuronal ubiquitin homeostasis, indirectly modulates the turnover of GlyT2."}, {"pubmed": 23490535, "text": "Expression and distribution of phosphodiesterase (PDE) type 1, known to hydrolyze both cyclic AMP and cyclic GMP, are evaluated in relation to PGP9.5; all are involved in the control of vaginal blood flow."}, {"pubmed": 23499448, "text": "UCH-L1 protects NOXA from proteasomal degradation by removing Lys48-linked polyubiquitin chains."}, {"pubmed": 23543736, "text": "UCH-L1 physically interacts with CDK1, CDK4, and CDK5, enhancing their kinase activity."}, {"pubmed": 23555160, "text": "Results suggest that hypermethylation of UCHL1 and RUNX3 in pancreatobiliary fluid might be useful for the diagnosis of pancreatobiliary cancers."}, {"pubmed": 23603559, "text": "Epigenetic silencing of UCHL1 and IGFBP4 in giant cell tumors may be important for malignant transformation of the cells"}, {"pubmed": 23664488, "text": "Ubiquitin carboxy-terminal hydrolase L1 is differentially expressed in breast carcinoma."}, {"pubmed": 23686552, "text": "the aberrant UCHL1 expression in melanoma cells is linked to dynamic changes in growth properties and signal transduction cascades suggesting that UCHL1 provides a novel marker and/or therapeutic target at least for a subset of melanoma patients."}, {"pubmed": 23820422, "text": "Data suggest that expression of neuronal markers PGP9.5 (ubiquitin C-terminal hydroxylase-L1, human), NGFp75 (p75 neurotrophin receptor) and VR1 (vanilloid receptor 1) in endometrium of women is independent of presence of endometriosis."}, {"pubmed": 23959334, "text": "Data suggest that PGP9.5/UCHL1 (a marker for neuroendocrine cells) is expressed in the endocrine pancreas of subjects with pancreatic neoplasms; expression appears to be higher in ganglion cells than in insulin-secreting cells or gamma-cells."}, {"pubmed": 23996067, "text": "High levels of UCH-L1 expression indicate a more aggressive tumour behaviour and might represent a potential target in breast cancer treatment."}, {"pubmed": 24080464, "text": "Serum levels of UCH-L1 appear to have potential clinical utility in providing valuable information about poisoning severity and outcome after CO poisoning"}, {"pubmed": 24086249, "text": "results indicate that VGF and PGP9.5 PH are potential biomarkers for ovarian carcinoma"}, {"pubmed": 24090154, "text": "The proteases HtrA2 and UCHL1 regulate TNF-induced necroptosis."}, {"pubmed": 24309322, "text": "These results indicate that promoter methylation status of PCDH10, SPARC, and UCHL1 may be used both as prognostic and predictive molecular marker for colorectal cancer patients"}, {"pubmed": 24314660, "text": "Co-expression of EBV LMP1 and KSHV LANA had an additive effect on the induction of uch-l1 expression."}, {"pubmed": 24702261, "text": "This review summarizes recent findings related to the actions of UCH-L1 in human disease."}, {"pubmed": 24832624, "text": "Conjugation of UCH-L1 by neurotoxic endogenous compounds like 3',4'DHBnTIQ might play a key role in onset and progression of Parkinson's disease"}, {"pubmed": 24908181, "text": "PGP9.5 was significantly increased in hypertrophic scars compared with matched unburned skin. In the papillary dermis, the PGP represented significant correlation with itching."}, {"pubmed": 24950120, "text": "miR-922 increasing the levels of phosphorylated tau by regulating UCHL1 levels contributed to the pathogenesis of Alzheimer diseases."}, {"pubmed": 24959670, "text": "Data identified a variant of UCH-L1 lacking N-terminal 11 amino acids designated as NT-UCH-L1 and was found to have a protective role in the Parkinson's disease model in vitro and in vivo."}, {"pubmed": 25354657, "text": "This meta-analysis suggests no evidence for the association between the UCHL1 S18Y polymorphism and PD risk in the Asian population."}, {"pubmed": 25370916, "text": "Meta-analysis suggesting that UCHL1 S18Y polymorphism is moderately associated with susceptibility to Parkinson's disease"}, {"pubmed": 25403879, "text": "Parkin mediates K63-linked polyubiquitination of UCH-L1 in cooperation with the Ubc13/Uev1a E2 ubiquitin-conjugating enzyme complex and promotes UCH-L1 degradation by the autophagy-lysosome pathway."}, {"pubmed": 25466238, "text": "UCHL1 may delay Alzheimer's progression by regulating APP degradation."}, {"pubmed": 25578779, "text": "UCHL1 played a key role in proliferation, apoptosis and metastasis of osteosarcoma cells."}, {"pubmed": 25596590, "text": "The results of this study suggest the role for UCHL1 in promoting Corticospinal motor neurons health and stability."}, {"pubmed": 25615526, "text": "UCHL1 promotes metastases as a deubiquitinating enzyme for HIF-1alpha."}, {"pubmed": 25638021, "text": "Potential of UCHL1 as biomarker for destruction of pancreatic beta cells."}, {"pubmed": 25687137, "text": "Pathogenetic tau truncation may contribute to synaptic deterioration in Alzheimer disease by aberrant recruitment of Parkin and UCHL-1 to mitochondria."}, {"pubmed": 25915537, "text": "High Ubiquitin C-terminal hydrolase-L1 increases cancer cell invasion by modulating hydrogen peroxide generated via NADPH oxidase 4."}, {"pubmed": 25973863, "text": "Skin PGP 9.5 expression, a neuronal marker, was significantly lower in patients with familial transthyretin amyloid neuropathy compared to controls."}, {"pubmed": 26018507, "text": "These findings demonstrated that UCHL1 promoted cell proliferation, migration, and invasion depending on its de-ubiquitinase activity by activating Akt and Erk1/2 pathways"}, {"pubmed": 26040028, "text": "These findings suggest that UCHL1 expression is conserved in the mammalian testis, and could be used as a specific marker for gonocytes/spermatogonia for developing male germ-cell based conservation techniques."}, {"pubmed": 26135781, "text": "No difference in cord blood concentration found between hypoxic-ischemic encephalopathy neonates and controls"}, {"pubmed": 26232084, "text": "Serum UCH-l1 levels serve as a novel biomarker for neuronal damage from white matter lesions."}, {"pubmed": 26264933, "text": "UCHL1 expression is highly upregulated upon hepatic stellate cell (HSC) activation and is involved in the regulation of HSC proliferation"}, {"pubmed": 26293643, "text": "Overexpression of UCH-L1 in MCF7 cells up-regulated MDR1, CD147, MMP2, and MMP9, which conferred multidrug resistance and promoted migration/invasion."}, {"pubmed": 26314856, "text": "cytoplasmic accumulation of P53 was strongly associated with the unmethylated UCHL1 profile (P = 0.006), supporting the relationship between these two proteins in sporadic colorectal cancer"}, {"pubmed": 26513019, "text": "High UCHL1 expression is associated with multiple myeloma."}, {"pubmed": 26547005, "text": "UCH-L1 is significantly associated with outcome, but it does not add predictive power to commonly used prognostic variables in a population of patients with TBI of varying severities."}, {"pubmed": 26550574, "text": "The promoter methylation degree of FLNC, THBS1, UCHL1, and DLEC1 in serum could tell the existence of GC and only UCHL1 in the serum was also associated with poor prognosis of GC."}, {"pubmed": 26702068, "text": "The neuronal marker UCH-L1 is induced in, and specifically augments the oncogene-induced transformation of, germinal center B cells."}, {"pubmed": 26722437, "text": "UCH-L1 plays a crucial role in modulating the degradation of EGFR and promoting malignant properties in multi-drug resistant breast cancer"}, {"pubmed": 26810533, "text": "Folloing aneurysmal subarachnoid hemorrhage, eleevated UCH-L1 levels during the five-day follow-up were associated with unfavorable neurological outcome."}, {"pubmed": 26823707, "text": "UCH-L1 is a promising prognostic biomarker for GCAs and might play an important role in the carcinogenesis of gastric cancer."}, {"pubmed": 26881020, "text": "UCHL1 has a role in Alzheimer Disease [review]"}, {"pubmed": 26899237, "text": "Familial mutations and post-translational modifications of UCH-L1 in Parkinson's disease have been summarized. (Review)"}, {"pubmed": 27018834, "text": "This study demonstrated that UCH-L1 was detectible within 1 hour of injury and rose rapidly and peaked at 8 hours after injury and declined rapidly over 48 hours."}, {"pubmed": 27215701, "text": "indicated that the LDT is an accurate, robust and automated assay, which adequately and reliably identifies patients presenting with small fiber neuropathy, and therefore has potential for use in large scale clinical studies"}, {"pubmed": 27319802, "text": "The authors observed higher serum levels of GFAP and UCH-L1 in brain-injured children compared with controls and also demonstrated a step-wise increase of biomarker concentrations over the continuum of severity from mild to severe traumatic brain injury.  Serum UCH-L1 and GFAP concentrations also strongly predicted poor outcome."}, {"pubmed": 27840994, "text": "TGF-beta1 can promote PGP9.5 expression in Cancer associated fibroblasts to facilitate the growth of cancer cells."}, {"pubmed": 27914685, "text": "PGP9.5 is also expressed in benign fibroblastic lesions"}, {"pubmed": 28002735, "text": "Folding of a 52-Knotted Protein"}, {"pubmed": 28007905, "text": "This study establishes the importance of UCHL1 in neurodegeneration, provides new mechanistic insight about ubiquitin processing, and underlines the complexity of the different roles of UCHL1"}, {"pubmed": 28193576, "text": "Overexpression of UCHL1 is associated with thermal injury."}, {"pubmed": 28300150, "text": "We have also demonstrated that UCHL1 S-nitrosylation provides seeding for faster aggregation of a-synuclein. Finally, the in vitro nitrosylation of UCHL1 was corroborated with rotenone induced mouse model of PD"}, {"pubmed": 28392346, "text": "Suppression of MITF activity by UCHL1 via protein degradation might aid in the development of new therapeutic approaches for melanoma or dyspigmentation disorders."}, {"pubmed": 28472177, "text": "Aberrant expression of UCHL1 in pediatric high-grade gliomas may promote cell invasion, transformation, and self-renewal properties, at least in part, by modulating Wnt/Beta catenin activity"}, {"pubmed": 28526880, "text": "The proteins UCH-L1 and alpha-internexin could be independent prognostic biomarkers of pancreatic neuroendocrine tumors."}, {"pubmed": 28636190, "text": "Data report that the expression of UCH-L1 is significantly higher in breast cancer cells with higher invasive ability. Also, the overexpression of UCH-L1 led to activation of Akt and phosphorylation. Thus, these findings demonstrated that UCH-L1 promotes invasion of breast cancer cells."}, {"pubmed": 28651886, "text": "detection of significantly higher levels of UCH-L1 in patients with ischemic stroke and intracranial hemorrhage compared to patients with metabolic disorder induced impaired consciousness and healthy volunteers"}, {"pubmed": 28667290, "text": "This study demonstrated that UCHL1 expression is induced by HCV infection. UCHL1 stimulates JNK phosphorylation and signaling related to HSCs activation after binding to the cell surface of HSCs."}, {"pubmed": 29126443, "text": "UCHL1 localizes to TTAGGG repeats at telomeres and interstitial telomeric sequences.  A weak or transient interaction between UCHL1 and the shelterin complex was confirmed by immunoprecipitation and proximity ligation assays."}, {"pubmed": 29128359, "text": "This study also showed that UCH-L1 promotes angiogenesis of HUVECs, as well as invasion in cancer cells, by up-regulating ROS by deubiquitination of NOX4, suggesting that UCH-L1 plays a key role in angiogenesis of HUVECS by regulating ROS levels by deubiquitination of NOX4."}, {"pubmed": 29150024, "text": "novel biomarker for identifying malignant potential of primary well-differentiated and moderately differentiated pancreatic neuroendocrine tumors"}, {"pubmed": 29307588, "text": "these results identified UCHL1 as a target podocyte protein of autoantibodies in a set of relapsing patients and support a causative role of anti-UCHL1 autoantibodies in the development of idiopathic steroid sensitive nephrotic syndrome"}, {"pubmed": 29339092, "text": "Prx II exhibited more effective molecular chaperone activity than Prx I when UCH-L1 was the client. Prx II interacted with UCH-L1 through its C-terminal region to protect UCH-L1 from thermal or oxidative inactivation"}, {"pubmed": 29359783, "text": "Cholangiocarcinoma patients who had high methylation of HTATIP2 and low methylation of UCHL1 showed longer overall survival than those with low HTATIP2 methylation and high UCHL1 methylation."}, {"pubmed": 29401475, "text": "Uchl1 concentrations in the blood plasma of boys with cryptorchidism, may reflect the heat-induced apoptosis of germ cells"}, {"pubmed": 29462615, "text": "UCHL1 inhibits autophagy and is depending on its de-ubiquitinating activity."}, {"pubmed": 29489474, "text": "high expression is a strong marker of poor prognosis of endometrial cancer"}, {"pubmed": 29627846, "text": "Overexpression of UCHL1 genes promoted apoptosis in cells treated with VER+ADM. UCHL1 knockdown using siRNA weakened the effect of ADM+VER, indicating that ADM+VER promotes HCC cell apoptosis and that UCHL1 genes participate in VER-mediated promotion in tumor cell apoptosis."}, {"pubmed": 29765063, "text": "Results suggest that NR_102714 and its associated protein-coding gene UCHL1 might be involved in the development of chronic obstructive disease."}, {"pubmed": 29782494, "text": "High UCHL1 expression is associated with posterior longitudinal ligament ossification."}, {"pubmed": 29945509, "text": "In newborns undergoing cardiac surgery, ubiquitin C-terminal hydrolase 1 showed a significant rise at 0 hours in the deep hypothermic circulatory arrest group compared to baseline. Levels returned to baseline at 12 hours. There was an early rise in UCHL1 at 0 hours in the cardiopulmonary bypass group."}, {"pubmed": 30070096, "text": "serum level not significantly elevated in newborns at risk for hypoxic ischemic encephalopathy but with normal EEGs"}, {"pubmed": 30148172, "text": "bserved significantly altered density of PGP 9.5-positive axonal nerve terminals in pruritic lesional and nonlesional psoriatic skin compared with controls;PGP 9.5 expression by suprabasal keratinocytes (SBKs) was significantly increased in itchy skin lesions compared to skin without itch."}, {"pubmed": 30178296, "text": "This study aimed to investigate the potential of miRNA-181b (miR-181b) and its downstream target."}, {"pubmed": 30253122, "text": "Our study showed that serum UCHL-1 level could be potentially used in differentiate epileptic seizures from psychogenic non-epileptic seizures."}, {"pubmed": 30359286, "text": "Study showed that UCHL1 could serve as a prognostic marker indicating a favorable clinical outcome in Neuroblastoma (NB). UCHL1 expression was higher in ganglioneuroblastomas/ganglioneuromas (GNB/ GN) and well-differentiated NB than poorly differentiated NB, and UCHL1 expression was strongly associated with differentiation markers, indicating the positive correlation between UCHL1 expression and NB differentiation."}, {"pubmed": 30689542, "text": "UCHL1 loss correlates with metastatic potential in pancreatic neuroendocrine tumors(PNETs), and its re-expression induces a less aggressive phenotype in vitro, in part by inducing cell-cycle arrest through post-translational regulation of phosphorylated CHK2. UCHL1 re-expression should be considered as a functional biomarker in detecting PNETs capable of metastasis."}, {"pubmed": 30923110, "text": "Studied role of ubiquitin C-terminal hydrolase L1 (UCH-L1) (in a mouse model of neurodegeneration) thru altering protein turnover in dependent enhanced protein synthesis in neuronal strain and progressive loss of neuronal function."}, {"pubmed": 31051301, "text": "Median UCHL1 concentrations were greater in trauma patients with traumatic brain injury on CT compared to subjects without TBI."}, {"pubmed": 31132788, "text": "Placental clearance/synthesis of neurobiomarkers GFAP and UCH-L1 in healthy term neonates and those with moderate-severe neonatal encephalopathy."}, {"pubmed": 31199012, "text": "serum UCH-L1 level has potential as a novel biomarker for predicting cognitive impairment 30 days after acute organophosphorus pesticide poisoning."}, {"pubmed": 31247189, "text": "inhibiting UCHL1 to downregulate the RIPK1/RIPK3 pathway may be a novel strategy to protect the podocytes in diabetic nephropathy patients."}, {"pubmed": 31701227, "text": "Proteomics in cerebrospinal fluid and spinal cord suggests UCHL1, MAP2 and GPNMB as biomarkers and underpins importance of transcriptional pathways in amyotrophic lateral sclerosis."}, {"pubmed": 31729096, "text": "The UCHL1-HIF-1 pathway plays a crucial role in tumor malignancy."}, {"pubmed": 31845438, "text": "UCHL1 was found to be expressed in high-grade neuroendocrine lung cancer (HGNEC), particularly in cell lines and patient samples of small cell lung cancer (SCLC). In addition, higher levels of UCHL1 mRNA in extracellular vesicles (EV) were found in the samples of patients with early-stage HGNEC than those with early-stage NSCLC and healthy donors' EV. Taken together, UCHL1 may be a potential prognostic marker for HGNEC."}, {"pubmed": 32096121, "text": "Diagnostic Accuracy of Glial Fibrillary Acidic Protein and Ubiquitin Carboxy-Terminal Hydrolase-L1 Serum Concentrations for Differentiating Acute Intracerebral Hemorrhage from Ischemic Stroke."}, {"pubmed": 32120844, "text": "Hypermethylation of UCHL1 Promotes Metastasis of Nasopharyngeal Carcinoma by Suppressing Degradation of Cortactin (CTTN)."}, {"pubmed": 32207552, "text": "Ubiquitin carboxy-terminal hydrolase L1 - physiology and pathology."}, {"pubmed": 32272234, "text": "The value of cerebrospinal fluid ubiquitin C-terminal hydrolase-L1 protein as a prognostic predictor of neurologic outcome in post-cardiac arrest patients treated with targeted temperature management."}, {"pubmed": 32445783, "text": "Serum GFAP and UCH-L1 for the prediction of neurological outcome in comatose cardiac arrest patients."}, {"pubmed": 32483437, "text": "The deubiquitinating enzyme UCHL1 promotes resistance to pemetrexed in non-small cell lung cancer by upregulating thymidylate synthase."}, {"pubmed": 32486284, "text": "Ubiquitin Carboxyl-Terminal Hydrolases (UCHs): Potential Mediators for Cancer and Neurodegeneration."}, {"pubmed": 32560811, "text": "Plakoglobin is involved in cytoskeletal rearrangement of podocytes under the regulation of UCH-L1."}, {"pubmed": 32572885, "text": "UCHL1 enhances the malignant development of glioma via targeting GAS2."}, {"pubmed": 32756860, "text": "Evaluation of ubiquitin C-terminal hydrolase-L1 enzyme levels in patients with epilepsy."}, {"pubmed": 33028204, "text": "Molecular evolutionary and structural analysis of human UCHL1 gene demonstrates the relevant role of intragenic epistasis in Parkinson's disease and other neurological disorders."}, {"pubmed": 33044615, "text": "Circulating glial fibrillary acidic protein and ubiquitin carboxy-terminal hydrolase-L1 as markers of neuronal damage in children with epileptic seizures."}, {"pubmed": 33161932, "text": "Blood Biomarkers Relate to Cognitive Performance Years after Traumatic Brain Injury in Service Members and Veterans."}, {"pubmed": 33239198, "text": "Association study of DNAJC13, UCHL1, HTRA2, GIGYF2, and EIF4G1 with Parkinson's disease."}, {"pubmed": 33617897, "text": "Cross-over Loop Cysteine C152 Acts as an Antioxidant to Maintain the Folding Stability and Deubiquitinase Activity of UCH-L1 Under Oxidative Stress."}, {"pubmed": 33753553, "text": "Deubiquitinase UCHL1 Maintains Protein Homeostasis through the PSMA7-APEH-Proteasome Axis in High-grade Serous Ovarian Carcinoma."}, {"pubmed": 34257568, "text": "Targeting UCHL1 Induces Cell Cycle Arrest in High-Risk Multiple Myeloma with t(4;14)."}, {"pubmed": 34288216, "text": "UCHL1 regulates inflammation via MAPK and NF-kappaB pathways in LPS-activated macrophages."}, {"pubmed": 34757486, "text": "Ubiquitin C-terminal hydrolase-L1 expression in non-small-cell lung cancer and its association with clinicopathological features and prognosis."}, {"pubmed": 35165060, "text": "UCHL1 promotes proliferation and metastasis in head and neck squamous cell carcinoma and could be a potential therapeutic target."}, {"pubmed": 35229233, "text": "Predicting Clinical Outcomes 7-10 Years after Severe Traumatic Brain Injury: Exploring the Prognostic Utility of the IMPACT Lab Model and Cerebrospinal Fluid UCH-L1 and MAP-2."}, {"pubmed": 35339825, "text": "UCHL1 protects against ischemic heart injury via activating HIF-1alpha signal pathway."}, {"pubmed": 35400238, "text": "Ubiquitin C-terminal hydrolase L1 promotes lymph node metastasis in small cell neuroendocrine carcinomas of the cervix."}, {"pubmed": 35546675, "text": "UCHL1 acts as a potential oncogene and affects sensitivity of common anti-tumor drugs in lung adenocarcinoma."}, {"pubmed": 35647847, "text": "Association of Ubiquitin C-Terminal Hydrolase-L1 (Uch-L1) serum levels with cognition and brain energy metabolism."}, {"pubmed": 35851288, "text": "Ubiquitin carboxyl-terminal esterase L1 is not elevated in the serum of concussed rugby players: an observational cross-sectional study."}, {"pubmed": 35963263, "text": "Prognostic value of day-of-injury plasma GFAP and UCH-L1 concentrations for predicting functional recovery after traumatic brain injury in patients from the US TRACK-TBI cohort: an observational cohort study."}, {"pubmed": 35986737, "text": "Heterozygous UCHL1 loss-of-function variants cause a neurodegenerative disorder with spasticity, ataxia, neuropathy, and optic atrophy."}, {"pubmed": 36128917, "text": "Changes in Serum LncRNA MEG3/miR-181b and UCH-L1 Levels in Patients with Moderate and Severe Intracerebral Hemorrhage."}, {"pubmed": 36163088, "text": "Ubiquitin C-terminal hydrolase 1 is increased in migraine attack."}, {"pubmed": 36216817, "text": "Structural basis for specific inhibition of the deubiquitinase UCHL1."}, {"pubmed": 36291686, "text": "MMP-1, UCH-L1, and 20S Proteasome as Potential Biomarkers Supporting the Diagnosis of Brain Glioma."}, {"pubmed": 36434856, "text": "UCHL1 promotes cancer stemness in triple-negative breast cancer."}, {"pubmed": 36681249, "text": "Role of UCHL1 in the pathogenesis of neurodegenerative diseases and brain injury."}, {"pubmed": 36830563, "text": "Pivotal Role of Ubiquitin Carboxyl-Terminal Hydrolase L1 (UCHL1) in Uterine Leiomyoma."}, {"pubmed": 37023526, "text": "Associations of blood UCH-L1 and NfL levels with cognitive dysfunction in Parkinson's disease patients."}, {"pubmed": 37118921, "text": "Ubiquitin C-terminal hydrolase L1 after out-of-hospital cardiac arrest."}, {"pubmed": 37256780, "text": "UCHL1 aggravates skin fibrosis through an IGF-1-induced Akt/mTOR/HIF-1alpha pathway in keloid."}, {"pubmed": 37507386, "text": "UCHL1 facilitates protein aggregates clearance to enhance neural stem cell activation in spinal cord injury."}, {"pubmed": 37517328, "text": "Elevated cerebrospinal fluid ubiquitin C-terminal hydrolase-L1 levels correlate with phenotypic severity and therapeutic response in Niemann-Pick disease, type C1."}, {"pubmed": 37815895, "text": "UCHL1-PKM2 axis dysregulation is associated with promoted proliferation and invasiveness of urothelial bladder cancer cells."}, {"pubmed": 38016026, "text": "Targeted epigenetic silencing of UCHL1 expression suppresses collagen-1 production in human lung epithelial cells."}, {"pubmed": 38131667, "text": "Digenic FLNA and UCHL1 variants resulting in a complex phenotype."}, {"pubmed": 38244540, "text": "UCHL1 is a potential molecular indicator and therapeutic target for neuroendocrine carcinomas."}, {"pubmed": 38279302, "text": "Ubiquitin Carboxyl-Terminal Hydrolase L1 and Its Role in Parkinson's Disease."}, {"pubmed": 38669140, "text": "Proximity proteomics reveals UCH-L1 as an essential regulator of NLRP3-mediated IL-1beta production in human macrophages and microglia."}], "genomic_pos": {"chr": "4", "end": 41268455, "ensemblgene": "ENSG00000154277", "start": 41256413, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 41270472, "start": 41258430, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002176", "qualifier": "involved_in", "term": "male germ cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007412", "qualifier": "involved_in", "term": "axon target recognition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007628", "qualifier": "involved_in", "term": "adult walking behavior"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016241", "pubmed": 24879150, "qualifier": "involved_in", "term": "regulation of macroautophagy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016579", "qualifier": "involved_in", "term": "protein deubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016579", "pubmed": 9521656, "qualifier": "involved_in", "term": "protein deubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019896", "qualifier": "involved_in", "term": "axonal transport of mitochondrion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042755", "qualifier": "involved_in", "term": "eating behavior"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043161", "pubmed": 24252804, "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043407", "pubmed": 19477270, "qualifier": "involved_in", "term": "negative regulation of MAP kinase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045821", "pubmed": 34244144, "qualifier": "involved_in", "term": "positive regulation of glycolytic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050905", "qualifier": "involved_in", "term": "neuromuscular process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055001", "qualifier": "involved_in", "term": "muscle cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19477270, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 19477270, "qualifier": "colocalizes_with", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044306", "qualifier": "located_in", "term": "neuron projection terminus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1904115", "qualifier": "located_in", "term": "axon cytoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004197", "pubmed": 8639624, "qualifier": "enables", "term": "cysteine-type endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004843", "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004843", "pubmed": 9521656, "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004843", "pubmed": 34244144, "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004843", "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12082530, 16049941, 16169070, 19615732, 20029029, 21044950, 23543736, 31980649, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008242", "pubmed": 9521656, "qualifier": "enables", "term": "omega peptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 19725078, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031694", "pubmed": 19477270, "qualifier": "enables", "term": "alpha-2A adrenergic receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043130", "pubmed": 9521656, "qualifier": "enables", "term": "ubiquitin binding"}]}, "homologene": {"genes": [[7955, 325119], [8364, 496780], [9031, 770302], [9544, 701579], [9598, 461185], [9606, 7345], [9615, 479098], [9913, 514394], [10090, 22223], [10116, 29545]], "id": 37894}, "interpro": [{"desc": "Peptidase C12, ubiquitin carboxyl-terminal hydrolase", "id": "IPR001578", "short_desc": "Peptidase_C12_UCH"}, {"desc": "Peptidase C12, ubiquitin carboxyl-terminal hydrolase superfamily", "id": "IPR036959", "short_desc": "Peptidase_C12_UCH_sf"}, {"desc": "Papain-like cysteine peptidase superfamily", "id": "IPR038765", "short_desc": "Papain-like_cys_pep_sf"}], "ipi": ["IPI00018352", "IPI00657702", "IPI00964945", "IPI00966258", "IPI00967062", "IPI00967387"], "map_location": "4p13", "name": "ubiquitin C-terminal hydrolase L1", "other_names": ["epididymis luminal protein 117", "epididymis secretory protein Li 53", "neuron cytoplasmic protein 9.5", "ubiquitin carboxyl-terminal esterase L1 (ubiquitin thiolesterase)", "ubiquitin carboxyl-terminal hydrolase isozyme L1", "ubiquitin thioesterase L1", "ubiquitin thiolesterase"], "pantherdb": {"HGNC": "12513", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103149", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 10090, "uniprot_kb": "Q9R0P9"}, {"RGD": "3928", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 10116, "uniprot_kb": "Q00981"}, {"Ensembl": "ENSGALG00000014261", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 9031, "uniprot_kb": "A1IMF0"}, {"ZFIN": "ZDB-GENE-030131-3844", "ortholog_type": "LDO", "panther_family": "PTHR10589", "taxid": 7955, "uniprot_kb": "Q6YI49"}, {"WormBase": "WBGene00006722", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 6239, "uniprot_kb": "Q8MNY0"}, {"WormBase": "WBGene00006723", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 6239, "uniprot_kb": "Q965V9"}, {"WormBase": "WBGene00006721", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 6239, "uniprot_kb": "Q9UAV3"}, {"FlyBase": "FBgn0010288", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 7227, "uniprot_kb": "P35122"}, {"SGD": "S000003860", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 4932, "uniprot_kb": "P35127"}, {"PomBase": "SPAC27F1.03c", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 4896, "uniprot_kb": "Q10171"}, {"dictyBase": "DDB_G0282007", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 352472, "uniprot_kb": "Q54T48"}, {"TAIR": "2129151", "ortholog_type": "O", "panther_family": "PTHR10589", "taxid": 3702, "uniprot_kb": "Q8GWE1"}], "uniprot_kb": "P09936"}, "pathway": {"kegg": [{"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "pid": {"id": "alphasynuclein_pathway", "name": "Alpha-synuclein signaling"}, "reactome": [{"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689603", "name": "UCH proteinases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}], "wikipathways": [{"id": "WP183", "name": "Proteasome Degradation"}, {"id": "WP2371", "name": "Parkinson,s disease pathway"}, {"id": "WP3646", "name": "Hepatitis C and Hepatocellular Carcinoma"}]}, "pdb": ["2ETL", "2LEN", "3IFW", "3IRT", "3KVF", "3KW5", "4DM9", "4JKJ", "7ZM0", "8DY8", "8EDE", "8PW1", "8XI7"], "pfam": "PF01088", "pharmgkb": "PA37160", "pharos": {"target_id": 12517, "tdl": "Tchem"}, "pir": "A25856", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257751", "relationship": "is"}, {"id": "GNF257752", "relationship": "is"}, {"id": "GNF257753", "relationship": "is"}, {"id": "GNF257754", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160987", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031314", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092034", "relationship": "is"}, {"id": "GNF092035", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052792", "relationship": "is"}, {"id": "GNF072657", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067495", "relationship": "is"}, {"id": "GNF067496", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF015228", "relationship": "is"}, {"id": "GNF015229", "relationship": "is"}, {"id": "GNF015230", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF284323", "relationship": "is"}, {"id": "GNF285148", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102965", "relationship": "is"}, {"id": "GNF142616", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_012931.1"], "protein": "NP_004172.2", "rna": "NM_004181.5", "translation": {"protein": "NP_004172.2", "rna": "NM_004181.5"}}, "reporter": {"HG-U133_Plus_2": ["1555834_at", "201387_s_at"], "HG-U95Av2": "36990_at", "HTA-2_0": "TC04000253.hg.1", "HuEx-1_0": "2725013", "HuGene-1_1": "8094778", "HuGene-2_1": "16966285"}, "summary": "The protein encoded by this gene belongs to the peptidase C12 family. This enzyme is a thiol protease that hydrolyzes a peptide bond at the C-terminal glycine of ubiquitin. This gene is specifically expressed in the neurons and in cells of the diffuse neuroendocrine system. Mutations in this gene may be associated with Parkinson disease.[provided by RefSeq, Sep 2009].", "symbol": "UCHL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421309"}, "unigene": "Hs.518731", "uniprot": {"Swiss-Prot": "P09936", "TrEMBL": ["D6R974", "V9HW74", "D6R956", "D6RF53", "D6RJD9", "D6RE83"]}, "wikipedia": {"url_stub": "Ubiquitin carboxy-terminal hydrolase L1"}}