{"AllianceGenome": "12547", "HGNC": "12547", "MIM": "601903", "_id": "7367", "_version": 1, "accession": {"genomic": ["AC134921.2", "AC147055.2", "AF179874.1", "CH471293.1", "CP068274.2", "NC_000004.12", "NC_060928.1", "NG_017033.1"], "protein": ["AAC25491.1", "EAW55622.1", "NP_001068.1", "O75795.1"], "rna": ["NM_001077.4", "U59209.1"], "translation": [{"protein": "NP_001068.1", "rna": "NM_001077.4"}, {"protein": "AAC25491.1", "rna": "U59209.1"}]}, "alias": ["BMND12", "UDPGT2B17"], "ec": "2.4.1.17", "ensembl": {"gene": "ENSG00000197888", "protein": ["ENSP00000320401", "ENSP00000507374"], "transcript": ["ENST00000317746", "ENST00000684088"], "translation": [{"protein": "ENSP00000320401", "rna": "ENST00000317746"}, {"protein": "ENSP00000507374", "rna": "ENST00000684088"}], "type_of_gene": "protein_coding"}, "entrezgene": "7367", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.5372826541, "exp_mis": 148.058460653, "exp_syn": 56.9808704931, "lof_z": 2.39677247689911, "mis_z": 1.52985920607966, "mu_lof": 1.17671594905e-06, "mu_mis": 1.30654015158e-05, "mu_syn": 4.89855371099e-06, "n_lof": 6.0, "n_mis": 110.0, "n_syn": 51.0, "p_li": 0.0102556056990611, "p_null": 0.0100501629087052, "p_rec": 0.979694231392234, "syn_z": 0.491189744405511}, "bp": 1593, "cds_end": 69434202, "cds_start": 69403342, "n_exons": 6, "nonpsych": {"exp_lof": 13.9431438945, "exp_mis": 133.887601819, "exp_syn": 51.4535902924, "lof_z": 2.35213282556264, "mis_z": 1.6951286981971, "mu_lof": 1.17671594905e-06, "mu_mis": 1.30654015158e-05, "mu_syn": 4.89855371099e-06, "n_lof": 5.0, "n_mis": 95.0, "n_syn": 43.0, "p_li": 0.0328627421207648, "p_null": 0.0107311642014885, "p_rec": 0.956406093677747, "syn_z": 0.741987855668132}, "nontcga": {"exp_lof": 14.2826432242, "exp_mis": 136.202136204, "exp_syn": 52.4107460072, "lof_z": 2.16195129859543, "mis_z": 1.41737209918656, "mu_lof": 1.17671594905e-06, "mu_mis": 1.30654015158e-05, "mu_syn": 4.89855371099e-06, "n_lof": 6.0, "n_mis": 103.0, "n_syn": 47.0, "p_li": 0.00664873304854054, "p_null": 0.018465109160019, "p_rec": 0.97488615779144, "syn_z": 0.473227066663371}, "transcript": "ENST00000317746.2"}, "exons": [{"cdsend": 68568484, "cdsstart": 68537624, "chr": "4", "position": [[68537175, 68537904], [68550676, 68550896], [68551823, 68551911], [68560536, 68560668], [68565571, 68565720], [68567760, 68568548], [68575950, 68576322]], "strand": -1, "transcript": "NM_001077", "txend": 68576322, "txstart": 68537175}], "exons_hg19": [{"cdsend": 69434202, "cdsstart": 69403342, "chr": "4", "position": [[69402892, 69403622], [69416394, 69416614], [69417541, 69417629], [69426254, 69426386], [69431289, 69431438], [69433478, 69434266], [69441668, 69442040]], "strand": -1, "transcript": "NM_001077", "txend": 69442040, "txstart": 69402892}], "generif": [{"pubmed": 15666817, "text": "In human prostate, UGT2B15 and UGT2B17 genes have complementary roles and are expressed in cells where their specific substrates are synthesized."}, {"pubmed": 16220109, "text": "UGT2B17 deletion polymorphism is associated with a reduced rate of NNAL detoxification in vivo and may increase individual susceptibility to tobacco-related cancers."}, {"pubmed": 16332934, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16332934, "text": "The UGT2B17 polymorphism is strongly associated with the bimodal distribution of testosterone excretion and also with the large difference in testosterone excretion between Koreans and Swedes."}, {"pubmed": 16896035, "text": "Deletion polymorphism of UDP-glucuronosyltransferase 2B17 is associated with prostate cancer"}, {"pubmed": 16896035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17387331, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17387331, "text": "The UGT2B17 deletion polymorphism is associated with prostate cancer risk."}, {"pubmed": 17416778, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17416778, "text": "association of the UGT2B17 deletion with increased lung adenocarcinoma in women is consistent with its association with decreased 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanol glucuronidation rates in women"}, {"pubmed": 17698910, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17826523, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17826523, "text": "results suggest that the HSD3B1 N367T and UGT2B17 null polymorphisms may modify the risk of prostate cancer, particularly among men with a family history of the disease"}, {"pubmed": 17848572, "text": "UGT2B15 and -B17 are critical enzymes for the local inactivation of androgens and that glucuronidation is a major determinant of androgen action in prostate cells"}, {"pubmed": 17935910, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17935910, "text": "These findings show that the UGT2B17 deletion polymorphism is not associated with prostate cancer risk in Caucasians."}, {"pubmed": 17988216, "text": "Androsterone reduces the glucuronidation of androgens catalysed by UGT2B15 and UGT2B17 in a prostate tumor cell line."}, {"pubmed": 18093280, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18247404, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18247404, "text": "The UGT2B17 deletion polymorphism does not play a major role in prostate cancer susceptibility as previously indicated."}, {"pubmed": 18281521, "text": "Vitamin D receptor activator calcitriol as a negative regulator of the UGT2B15- and UGT2B17-dependent inactivation of androgens in prostate cancer LNCaP cells."}, {"pubmed": 18302198, "text": "UGT2B17 ia a primary androgen-regulated genes and androgen receptor is required for basal expression and androgen-regulated expression."}, {"pubmed": 18334593, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18760392, "text": "Diversity was unusually high, with evidence of balancing selection in Europe. In contrast, diversity was low in East Asia where a single haplotype predominated, suggesting positive selection for the deletion in this part of the world"}, {"pubmed": 18992858, "text": "Genome-wide copy-number variation identified a susceptibility gene, UGT2B17, for osteoporosis."}, {"pubmed": 18992858, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19056415, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19088161, "text": "In pubertal boys, a common homozygous deletion in the UGT2B17 gene strongly affected urinary excretion pattern of androgen metabolites but did not influence circulating androgen levels."}, {"pubmed": 19088161, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19224506, "text": "Large testosterone excretion is associated with a deletion polymorphism of the UGT2B17 gene. This polymorphism decreases T/E ratio level."}, {"pubmed": 19282302, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19318555, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19572376, "text": "Copy-number variations (CNVs) of the human sex steroid metabolizing genes UGT2B17"}, {"pubmed": 19574343, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19935662, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20056642, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20142249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20192879, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20429943, "text": "the association of deletion polymorphism in the UGT2B17 gene with the occurrence of renal disorders on chronic exposure to anabolic androgenic steroids"}, {"pubmed": 20554747, "text": "Overexpression of UGT2B17 is associated with endometrial cancer."}, {"pubmed": 20628005, "text": "UGT2B17 expression in prostate cancer is regulated by a novel polymorphism in forkhead boxA1 binding site."}, {"pubmed": 20736324, "text": "regulation of the UGT2B15 and UGT2B17 genes by FOXA1 may have an important role in the maintenance of androgen homeostasis within prostate cancer cells."}, {"pubmed": 20810538, "text": "data suggest that men have a higher amount of UGT2B17 glucuronidation activity then women"}, {"pubmed": 20876810, "text": "Data suggest that UGTs 2B10 and 2B17 play important roles in the glucuronidation of nicotine and suggest that the UGT2B10 codon 67 SNP and the UGT2B17 gene deletion reduce overall glucuronidation rates of nicotine and its major metabolites in smokers."}, {"pubmed": 20876810, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20878390, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20878390, "text": "we found no evidence of an effect of UGT2B17 CNV on osteoporosis risk in elderly Caucasian women."}, {"pubmed": 21365123, "text": "Data show that steroidogenic enzymes (AKR1C3, HSD17B2, UGT2B15 and UGT2B17) and stem/progenitor cell markers CK5 and ABCG2 were upregulated in castration resistant prostate cancer."}, {"pubmed": 21614655, "text": "UGT2B17 gene deletion associated with an increase in bone mineral density similar to the effect of hormone replacement in postmenopausal women"}, {"pubmed": 21677662, "text": "Data show that 698 CNPs loci overlap with known disease-associated or pharmacogenetic-related genes such as CFHR3, CFHR1, GSTTI and UGT2B17."}, {"pubmed": 21919858, "text": "The UGT2B17 Del polymorphism may significantly contribute to prostate cancer susceptibility in men. (Meta-analysis)"}, {"pubmed": 22170718, "text": "The study revealed that UGT2B15 and UGT2B17 are differentially regulated during prostate cancer progression."}, {"pubmed": 22228205, "text": "UGT2B17 and UGT2B10 play key roles in the glucuronidation of 3HC in the human liver and that functional polymorphisms in UGT2B17 and UGT2B10 are associated with significantly reduced glucuronidation activities against 3HC."}, {"pubmed": 22669291, "text": "Genetic variations in the UGT2B17 gene dramatically affect the pharmacokinetics of MK-7246 in healthy subjects."}, {"pubmed": 22726315, "text": "We observed a significant association between UGT2B17 expressing recipients and UGT2B17 deficient donors with the severity of Acute graft versus host disease."}, {"pubmed": 22887913, "text": "The prevalence of the UGT2B17 deletion genotype is extremely high in Japanese subjects."}, {"pubmed": 22958586, "text": "Data from an in vitro supersome/microsome-based assay suggest that the key steroid-metabolizing enzyme UGT2B17 is inhibited by phenolic dietary substances in red wine and therefore may reduce the rate of testosterone glucuronidation in vivo."}, {"pubmed": 23053953, "text": "The present study was aimed to investigate the possible association between 19-base pair (bp) deletion polymorphism of the DHFR gene (rs70991108), null genotype of UGT2B17 as well as the expression level of NGX6 with the risk of breast cancer."}, {"pubmed": 23169782, "text": "observed an exclusive involvement of the 2B17 isoform within the UGT protein family in poor-risk chronic lymphocytic leukemia"}, {"pubmed": 23223495, "text": "Report UGT2B17 expression in fetal/adult tissues."}, {"pubmed": 23294483, "text": "The androgen receptor assay may serve as a complement to the urinary testosterone/epitestosterone (T/E) doping test, because this is profoundly influenced by the UGT2B17 deletion polymorphism."}, {"pubmed": 23792589, "text": "Structural variants unique to the malignant cell line inactivated: UGT2B17, a gene that inactivates dihydrotestosterone, a known activator of prostate cancer progression."}, {"pubmed": 23850147, "text": "Study indicates that UGT2B17 is not a crucial factor in lung carcinogenesis among Caucasians and shows the importance of investigating such markers in large cohorts from different populations."}, {"pubmed": 23927372, "text": "association of the UGT2B17 CNV with AS is particularly interesting given the recent association of this CNV with osteoporosis and the proposed function as it encodes a key enzyme that inhibits androgens"}, {"pubmed": 23936477, "text": "Variation in 3HC glucuronidation activity by CYP2A6 caused by UGT2B17 gene deletions did not significantly alter nicotine metabolite ratio in smokers."}, {"pubmed": 24121496, "text": "UGT2B17 is a possible target for androgen deprivation therapy of prostate cancer."}, {"pubmed": 24267955, "text": "Novel associations between UGT2B15 and UGT2B17 single nucleotide polymorphism variants and prostate cancer risk."}, {"pubmed": 24802609, "text": "The UGT2B17 deletion polymorphism is not associated with tumor risks."}, {"pubmed": 25794161, "text": "These data suggest that UGT2B17 deletion leads to reduced UGT2B17 activity, and lower BMI in male individuals. This is consistent with the hypothesis that reduced UGT2B17-mediated testosterone excretion results in higher testosterone levels"}, {"pubmed": 25886176, "text": "UGT2B17-deletion interacting with p16 (+) may modify effects of smoking on TP53-mutations and may further interact with the disruptive TP53-mutations to raise relapse rates among Japanese patients with head and neck squamous cell carcinomas."}, {"pubmed": 26163549, "text": "Expression of UGT2B15 and UGT2B17 is negatively regulated by the binding of miR-376c."}, {"pubmed": 26176234, "text": "This descriptive study examines correlations between concentrations of tamoxifen's glucuronide metabolites and genotypes UGT1A4, UGT2B7, UGT2B15 and UGT2B17 in 132 patients with estrogen receptor-positive breast cancer under treatment with tamoxifen."}, {"pubmed": 26198073, "text": "GC-C-IRMS analysis sensitive to testosterone doping independent of UGT2B17 genotype."}, {"pubmed": 26367234, "text": "UGT2B17 mismatch has a negative clinical impact in allogeneic HSCT from HLA-identical sibling donors only when a male donor is used."}, {"pubmed": 26385605, "text": "miR-376c is inversely linked to UGT2B15 and UGT2B17 expression in high-grade prostate cancer and metastasis.UGT2B15 and UGT2B17 genes are direct targets of miR-376c and thus may influence steroid metabolism during prostate cancer progression."}, {"pubmed": 26407805, "text": "UGT2B17 contributes to the in-vitro glucuronidation of arctigenin in liver/intestinal microsomes."}, {"pubmed": 26589911, "text": "Chronic lymphocytic leukemia patients with high UGT2B17 and LPL expression have significantly reduced survival."}, {"pubmed": 26882814, "text": "UGT2B17 deletion polymorphisms are associated with the risk of developing pancreatic cancer in Chinese Han population, especially in the female population."}, {"pubmed": 27496708, "text": "the UGT2B15 and UGT2B17 enzymes are transcriptionally regulated by sex hormone signaling in ERalpha+ breast cancer cells and are highly expressed in a subset of primary breast cancers."}, {"pubmed": 27805301, "text": "UGT2B17 was deleted in 64% of children with lymphoblastic malignancy, but in 83% of children with non-lymphoblastic malignancy. UGT2B17 deletion polymorphism may improve the relapse-free rate in children with non-lymphoblastic malignancy."}, {"pubmed": 28882566, "text": "Study provides the first evidence of null genotype involvement in UGT2B17 as a risk factor for benign prostatic hyperplasia."}, {"pubmed": 29138287, "text": "Clopidogrel carboxylic acid is metabolized mainly by UGT2B7 and UGT2B4 in the liver and by UGT2B17 in the small intestinal wall."}, {"pubmed": 29602798, "text": "These data can be used to predict variability in the metabolism of UGT2B17 substrates."}, {"pubmed": 30747308, "text": "Exemestane is less detrimental to bone health than letrozole in postmenopausal women treated with AI, and this effect may be confined to patients carrying UGT2B17*2, though this finding requires independent validation."}, {"pubmed": 30819787, "text": "Help characterize the UGT2B17 level in various disease states."}, {"pubmed": 30967597, "text": "Prognostic impact of genetic variants of CYP19A1 and UGT2B17 in a randomized trial for endocrine-responsive postmenopausal breast cancer."}, {"pubmed": 31164411, "text": "UGT2B17 and miR-224 contribute to hormone dependency trends in adenocarcinoma and squamous cell carcinoma of esophagus."}, {"pubmed": 32047296, "text": "Alternative promoters control UGT2B17-dependent androgen catabolism in prostate cancer and its influence on progression."}, {"pubmed": 32418995, "text": "UGT2B17 modifies drug response in chronic lymphocytic leukaemia."}, {"pubmed": 32660355, "text": "Expression of UDP Glucuronosyltransferases 2B15 and 2B17 is associated with methylation status in prostate cancer cells."}, {"pubmed": 34361561, "text": "Potential Assessment of UGT2B17 Inhibition by Salicylic Acid in Human Supersomes In Vitro."}, {"pubmed": 36109518, "text": "Genes ACOT1, GSTM1, SIGLEC14 and UGT2B17 are identified as highly absent genes in gastric cancer population."}, {"pubmed": 36347965, "text": "Extensive metabolic consequences of human glycosyltransferase gene knockouts in prostate cancer."}, {"pubmed": 37174695, "text": "A Non-Canonical Role for the Glycosyltransferase Enzyme UGT2B17 as a Novel Constituent of the B Cell Receptor Signalosome."}, {"pubmed": 38198666, "text": "Promiscuity and Quantitative Contribution of UGT2B17 in Drug and Steroid Metabolism Determined by Experimental and Computational Approaches."}], "genomic_pos": {"chr": "4", "end": 68576413, "ensemblgene": "ENSG00000197888", "start": 68537173, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 69434245, "start": 69402902, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006805", "qualifier": "involved_in", "term": "xenobiotic metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008202", "pubmed": 8798464, "qualifier": "involved_in", "term": "steroid metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008210", "qualifier": "involved_in", "term": "estrogen metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008210", "pubmed": 18719240, "qualifier": "involved_in", "term": "estrogen metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0052695", "qualifier": "involved_in", "term": "cellular glucuronidation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0052695", "pubmed": [18719240, 22579593], "qualifier": "involved_in", "term": "cellular glucuronidation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8798464, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001972", "pubmed": 20308471, "qualifier": "NOT enables", "term": "retinoic acid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015020", "qualifier": "enables", "term": "glucuronosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015020", "pubmed": [18719240, 22579593], "qualifier": "enables", "term": "glucuronosyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0015020", "qualifier": "enables", "term": "glucuronosyltransferase activity"}]}, "homologene": {"genes": [[7165, 1270077], [9598, 743607], [9606, 7367], [9615, 442984], [9615, 480777], [9913, 533587], [9913, 540544], [9913, 540615], [9913, 615303], [9913, 100138004], [9913, 100138908], [9913, 100140261], [9913, 100296421], [10090, 71773], [10116, 286954]], "id": 68144}, "interpro": [{"desc": "UDP-glucuronosyl/UDP-glucosyltransferase", "id": "IPR002213", "short_desc": "UDP_glucos_trans"}, {"desc": "UDP-glycosyltransferase family, conserved site", "id": "IPR035595", "short_desc": "UDP_glycos_trans_CS"}], "ipi": "IPI00026932", "map_location": "4q13.2", "name": "UDP glucuronosyltransferase family 2 member B17", "other_names": ["C19-steroid-specific UDP-glucuronosyltransferase", "C19-steroid-specific UDPGT", "UDP glucuronosyltransferase 2 family, polypeptide B17", "UDP glycosyltransferase 2 family, member B17", "UDP-glucuronosyltransferase 2B17", "UDP-glucuronyltransferase, family 2, beta-17"], "pantherdb": {"HGNC": "12547", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2140794", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10090, "uniprot_kb": "Q91WH2"}, {"MGI": "2148239", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10090, "uniprot_kb": "Q8VCN3"}, {"MGI": "98900", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10090, "uniprot_kb": "P17717"}, {"RGD": "3936", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10116, "uniprot_kb": "P08541"}, {"RGD": "3937", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10116, "uniprot_kb": "P19488"}, {"RGD": "628623", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10116, "uniprot_kb": "P08542"}, {"MGI": "3576100", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10090, "uniprot_kb": "Q8BJL9"}, {"MGI": "3576103", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10090, "uniprot_kb": "Q3UEP4"}, {"RGD": "708417", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10116, "uniprot_kb": "Q62789"}, {"RGD": "620895", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10116, "uniprot_kb": "P36511"}, {"MGI": "2140962", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10090, "uniprot_kb": "Q8K154"}, {"RGD": "1559459", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10116, "uniprot_kb": "F1LTB8"}, {"MGI": "1919023", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10090, "uniprot_kb": "Q8R084"}, {"RGD": "708541", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 10116, "uniprot_kb": "P09875"}, {"Ensembl": "ENSGALG00000011805", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 9031, "uniprot_kb": "F1NMB3"}, {"ZFIN": "ZDB-GENE-141215-33", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7955, "uniprot_kb": "E7F553"}, {"ZFIN": "ZDB-GENE-060929-796", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7955, "uniprot_kb": "A0A2R8Q6I3"}, {"ZFIN": "ZDB-GENE-080721-23", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7955, "uniprot_kb": "B8JMA7"}, {"ZFIN": "ZDB-GENE-080220-7", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7955, "uniprot_kb": "F1QCF6"}, {"Ensembl": "ENSDARG00000113218", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7955, "uniprot_kb": "F1R9C5"}, {"WormBase": "WBGene00008583", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q19222"}, {"WormBase": "WBGene00017154", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q19082"}, {"WormBase": "WBGene00011238", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q21922"}, {"WormBase": "WBGene00015449", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q9GZD1"}, {"WormBase": "WBGene00015577", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16322"}, {"WormBase": "WBGene00015692", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "P91039"}, {"WormBase": "WBGene00017331", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16914"}, {"WormBase": "WBGene00007422", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "A5JYT6"}, {"WormBase": "WBGene00007455", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q9U3Q6"}, {"WormBase": "WBGene00019233", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q9TXZ5"}, {"WormBase": "WBGene00019235", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q9TXZ3"}, {"WormBase": "WBGene00020593", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O01616"}, {"WormBase": "WBGene00020594", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q3S1L2"}, {"WormBase": "WBGene00007073", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q17404"}, {"WormBase": "WBGene00007072", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q17403"}, {"WormBase": "WBGene00011340", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O18009"}, {"WormBase": "WBGene00015693", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "P91038"}, {"WormBase": "WBGene00021709", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "H2L0C9"}, {"WormBase": "WBGene00007885", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "A0A061AKV1"}, {"WormBase": "WBGene00013904", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q23334"}, {"WormBase": "WBGene00017959", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O17123"}, {"WormBase": "WBGene00017336", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16922"}, {"WormBase": "WBGene00019232", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q9TXZ6"}, {"WormBase": "WBGene00018789", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "P91326"}, {"WormBase": "WBGene00021372", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q965X5"}, {"WormBase": "WBGene00017334", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "A0A131MBU2"}, {"WormBase": "WBGene00017333", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16916"}, {"WormBase": "WBGene00017329", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "H2KZP8"}, {"WormBase": "WBGene00013900", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q23323"}, {"WormBase": "WBGene00013903", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q23333"}, {"WormBase": "WBGene00007650", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q93242"}, {"WormBase": "WBGene00015694", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "P91037"}, {"WormBase": "WBGene00016013", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q9GYR7"}, {"WormBase": "WBGene00008486", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O17757"}, {"WormBase": "WBGene00016762", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O44149"}, {"WormBase": "WBGene00008097", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q18629"}, {"WormBase": "WBGene00013901", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "G5EGK7"}, {"WormBase": "WBGene00015695", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "H2KYQ0"}, {"WormBase": "WBGene00021464", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q86S61"}, {"WormBase": "WBGene00019516", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q9TYY4"}, {"WormBase": "WBGene00019515", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q9TYY5"}, {"WormBase": "WBGene00008485", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "D5MCT5"}, {"WormBase": "WBGene00009255", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "G5EES5"}, {"WormBase": "WBGene00007946", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q18470"}, {"WormBase": "WBGene00020592", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O01614"}, {"WormBase": "WBGene00017315", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O17401"}, {"WormBase": "WBGene00017332", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16915"}, {"WormBase": "WBGene00018543", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O01558"}, {"WormBase": "WBGene00015739", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16243"}, {"WormBase": "WBGene00020587", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O01617"}, {"WormBase": "WBGene00019234", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q9TXZ4"}, {"WormBase": "WBGene00013906", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q23336"}, {"WormBase": "WBGene00013905", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q23335"}, {"WormBase": "WBGene00044286", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q52GY8"}, {"WormBase": "WBGene00015965", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q18081"}, {"WormBase": "WBGene00015141", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q10941"}, {"WormBase": "WBGene00011564", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q22295"}, {"WormBase": "WBGene00011006", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q21706"}, {"WormBase": "WBGene00007070", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q17399"}, {"WormBase": "WBGene00009450", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q20086"}, {"WormBase": "WBGene00015371", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16510"}, {"WormBase": "WBGene00015369", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16506"}, {"WormBase": "WBGene00018931", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O45109"}, {"WormBase": "WBGene00020182", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16988"}, {"WormBase": "WBGene00012013", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q22770"}, {"WormBase": "WBGene00007402", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "P34317"}, {"WormBase": "WBGene00011452", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q22180"}, {"WormBase": "WBGene00011453", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q22181"}, {"WormBase": "WBGene00010904", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "Q21603"}, {"WormBase": "WBGene00018206", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 6239, "uniprot_kb": "O16276"}, {"FlyBase": "FBgn0050438", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q8SYL7"}, {"FlyBase": "FBgn0042179", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9I7T3"}, {"FlyBase": "FBgn0027070", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VJ45"}, {"FlyBase": "FBgn0027074", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VJ47"}, {"FlyBase": "FBgn0015663", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VQT0"}, {"FlyBase": "FBgn0032713", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VJ46"}, {"FlyBase": "FBgn0032684", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VJ81"}, {"FlyBase": "FBgn0038886", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VDA5"}, {"FlyBase": "FBgn0027073", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9W2J4"}, {"FlyBase": "FBgn0034605", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9W2J3"}, {"FlyBase": "FBgn0040260", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VJH8"}, {"FlyBase": "FBgn0040262", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VJI0"}, {"FlyBase": "FBgn0040252", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGS7"}, {"FlyBase": "FBgn0040250", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGS8"}, {"FlyBase": "FBgn0040257", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGT4"}, {"FlyBase": "FBgn0039085", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VCL5"}, {"FlyBase": "FBgn0038083", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VG29"}, {"FlyBase": "FBgn0040255", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGT1"}, {"FlyBase": "FBgn0036842", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VVW2"}, {"FlyBase": "FBgn0040251", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGT5"}, {"FlyBase": "FBgn0026756", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VIM9"}, {"FlyBase": "FBgn0039087", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VCL3"}, {"FlyBase": "FBgn0051002", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9V9X9"}, {"FlyBase": "FBgn0031887", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VM44"}, {"FlyBase": "FBgn0038082", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VG30"}, {"FlyBase": "FBgn0026754", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q7K7B0"}, {"FlyBase": "FBgn0040261", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VJH9"}, {"FlyBase": "FBgn0040091", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9W228"}, {"FlyBase": "FBgn0040253", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGT2"}, {"FlyBase": "FBgn0026755", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VMG1"}, {"FlyBase": "FBgn0026315", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGS9"}, {"FlyBase": "FBgn0026314", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGT0"}, {"FlyBase": "FBgn0039086", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VCL4"}, {"FlyBase": "FBgn0040256", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGT8"}, {"FlyBase": "FBgn0040259", "ortholog_type": "O", "panther_family": "PTHR48043", "taxid": 7227, "uniprot_kb": "Q9VGT3"}], "uniprot_kb": "O75795"}, "pathway": {"kegg": [{"id": "hsa00040", "name": "Pentose and glucuronate interconversions - Homo sapiens (human)"}, {"id": "hsa00053", "name": "Ascorbate and aldarate metabolism - Homo sapiens (human)"}, {"id": "hsa00140", "name": "Steroid hormone biosynthesis - Homo sapiens (human)"}, {"id": "hsa00830", "name": "Retinol metabolism - Homo sapiens (human)"}, {"id": "hsa00860", "name": "Porphyrin and chlorophyll metabolism - Homo sapiens (human)"}, {"id": "hsa00980", "name": "Metabolism of xenobiotics by cytochrome P450 - Homo sapiens (human)"}, {"id": "hsa00982", "name": "Drug metabolism - cytochrome P450 - Homo sapiens (human)"}, {"id": "hsa00983", "name": "Drug metabolism - other enzymes - Homo sapiens (human)"}, {"id": "hsa04976", "name": "Bile secretion - Homo sapiens (human)"}, {"id": "hsa05204", "name": "Chemical carcinogenesis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-156580", "name": "Phase II - Conjugation of compounds"}, {"id": "R-HSA-156588", "name": "Glucuronidation"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}, {"id": "R-HSA-9748784", "name": "Drug ADME"}, {"id": "R-HSA-9749641", "name": "Aspirin ADME"}, {"id": "R-HSA-9757110", "name": "Prednisone ADME"}], "smpdb": [{"id": "SMP00068", "name": "Androgen and Estrogen Metabolism"}, {"id": "SMP00356", "name": "17-Beta Hydroxysteroid Dehydrogenase III Deficiency"}, {"id": "SMP00565", "name": "Aromatase deficiency"}], "wikipathways": [{"id": "WP698", "name": "Glucuronidation"}, {"id": "WP702", "name": "Metapathway biotransformation Phase I and II"}]}, "pdb": "7YAN", "pfam": "PF00201", "pharmgkb": "PA37189", "pharos": {"target_id": 13439, "tdl": "Tbio"}, "prosite": "PS51257", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF293060", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168651", "relationship": "is"}, {"id": "GNF179557", "relationship": "is"}, {"id": "GNF190463", "relationship": "is"}, {"id": "GNF201369", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105054", "relationship": "is"}, {"id": "GNF144701", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_017033.1"], "protein": "NP_001068.1", "rna": "NM_001077.4", "translation": {"protein": "NP_001068.1", "rna": "NM_001077.4"}}, "reporter": {"HG-U133_Plus_2": "207245_at", "HG-U95Av2": ["33672_f_at", "33673_r_at"], "HTA-2_0": ["TC04001260.hg.1", "TC4_ctg9_hap1000004.hg.1"], "HuEx-1_0": ["2730102", "2730106", "2730120", "2772088", "2772127"], "HuGene-1_1": ["8100734", "8100737", "8100746", "8100758", "8100768"], "HuGene-2_1": "16976524"}, "summary": "This gene encodes a member of the uridine diphosphoglucuronosyltransferase protein family. The encoded enzyme catalyzes the transfer of glucuronic acid from uridine diphosphoglucuronic acid to a diverse array of substrates including steroid hormones and lipid-soluble drugs. This process, known as glucuronidation, is an intermediate step in the metabolism of steroids. Copy number variation in this gene is associated with susceptibility to osteoporosis.[provided by RefSeq, Apr 2010].", "symbol": "UGT2B17", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421339"}, "unigene": "Hs.575083", "uniprot": {"Swiss-Prot": "O75795", "TrEMBL": "A0A804HJ67"}, "wikipedia": {"url_stub": "UGT2B17"}}