{"AllianceGenome": "12612", "HGNC": "12612", "MIM": "607274", "_id": "9097", "_version": 2, "accession": {"genomic": ["AP000845.4", "CH471113.2", "CP068260.2", "NC_000018.10", "NC_060942.1"], "protein": ["AAB60365.1", "AAH03556.1", "AAP35847.1", "BAG37826.1", "BAG53076.1", "BAH12624.1", "EAX01735.1", "EAX01736.1", "EAX01737.1", "EAX01738.1", "NP_001032411.1", "NP_005142.1", "P54578.3"], "rna": ["AK095516.1", "AK098497.1", "AK297605.1", "AK315438.1", "BC003556.1", "BG717018.1", "BT007183.1", "BU161860.1", "CA438203.1", "CR976282.1", "NM_001037334.2", "NM_005151.4", "U30888.1"], "translation": [{"protein": "NP_005142.1", "rna": "NM_005151.4"}, {"protein": "BAG53076.1", "rna": "AK095516.1"}, {"protein": "AAB60365.1", "rna": "U30888.1"}, {"protein": "BAG37826.1", "rna": "AK315438.1"}, {"protein": "NP_001032411.1", "rna": "NM_001037334.2"}, {"protein": "AAH03556.1", "rna": "BC003556.1"}, {"protein": "AAP35847.1", "rna": "BT007183.1"}, {"protein": "BAH12624.1", "rna": "AK297605.1"}]}, "alias": ["TGT", "Ubp6"], "ec": "3.4.19.12", "ensembl": {"gene": "ENSG00000101557", "protein": ["ENSP00000261601", "ENSP00000373083", "ENSP00000383125", "ENSP00000462315", "ENSP00000463891", "ENSP00000464447", "ENSP00000473563"], "transcript": ["ENST00000261601", "ENST00000383589", "ENST00000400266", "ENST00000578786", "ENST00000578942", "ENST00000580410", "ENST00000581983", "ENST00000582707", "ENST00000583119"], "translation": [{"protein": "ENSP00000464447", "rna": "ENST00000582707"}, {"protein": "ENSP00000383125", "rna": "ENST00000400266"}, {"protein": "ENSP00000463891", "rna": "ENST00000580410"}, {"protein": "ENSP00000261601", "rna": "ENST00000261601"}, {"protein": "ENSP00000373083", "rna": "ENST00000383589"}, {"protein": "ENSP00000462315", "rna": "ENST00000581983"}, {"protein": "ENSP00000473563", "rna": "ENST00000583119"}], "type_of_gene": "protein_coding"}, "entrezgene": "9097", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 25.7263138836, "exp_mis": 148.43641725, "exp_syn": 62.9574217807, "lof_z": 4.24313663922273, "mis_z": 2.22557011316537, "mu_lof": 1.75241378211e-06, "mu_mis": 1.29507277253e-05, "mu_syn": 5.21225775293e-06, "n_lof": 4.0, "n_mis": 93.0, "n_syn": 57.0, "p_li": 0.927536807900908, "p_null": 6.70056581478713e-07, "p_rec": 0.0724625220425103, "syn_z": 0.465461994463664}, "bp": 1485, "cds_end": 211284, "cds_start": 158698, "n_exons": 16, "nonpsych": {"exp_lof": 22.9717687304, "exp_mis": 134.036257097, "exp_syn": 56.6695134386, "lof_z": 3.88743046294902, "mis_z": 2.17989559899597, "mu_lof": 1.75241378211e-06, "mu_mis": 1.29507277253e-05, "mu_syn": 5.21225775293e-06, "n_lof": 4.0, "n_mis": 84.0, "n_syn": 53.0, "p_li": 0.83955389610414, "p_null": 6.53545723439651e-06, "p_rec": 0.160439568438625, "syn_z": 0.306899979496674}, "nontcga": {"exp_lof": 23.6376975649, "exp_mis": 136.531001034, "exp_syn": 57.8903175324, "lof_z": 3.98445749564439, "mis_z": 2.23980310996393, "mu_lof": 1.75241378211e-06, "mu_mis": 1.29507277253e-05, "mu_syn": 5.21225775293e-06, "n_lof": 4.0, "n_mis": 84.0, "n_syn": 51.0, "p_li": 0.859247090165137, "p_null": 3.76059100736277e-06, "p_rec": 0.140749149243856, "syn_z": 0.573401365636504}, "transcript": "ENST00000261601.7"}, "exons": [{"cdsend": 211284, "cdsstart": 158698, "chr": "18", "position": [[158556, 158714], [163307, 163453], [166786, 166819], [180235, 180339], [192841, 192900], [196636, 196767], [197615, 197696], [198046, 198132], [199201, 199316], [202879, 202945], [203097, 203190], [204563, 204692], [209970, 210031], [210385, 210493], [211132, 214629]], "strand": 1, "transcript": "NM_001037334", "txend": 214629, "txstart": 158556}, {"cdsend": 211284, "cdsstart": 158698, "chr": "18", "position": [[158556, 158714], [163307, 163453], [166786, 166819], [178932, 179037], [180235, 180339], [192841, 192900], [196636, 196767], [197615, 197696], [198046, 198132], [199201, 199316], [202879, 202945], [203097, 203190], [204563, 204692], [209970, 210031], [210385, 210493], [211132, 214629]], "strand": 1, "transcript": "NM_005151", "txend": 214629, "txstart": 158556}], "exons_hg19": [{"cdsend": 211284, "cdsstart": 158698, "chr": "18", "position": [[158556, 158714], [163307, 163453], [166786, 166819], [180235, 180339], [192841, 192900], [196636, 196767], [197615, 197696], [198046, 198132], [199201, 199316], [202879, 202945], [203097, 203190], [204563, 204692], [209970, 210031], [210385, 210493], [211132, 214629]], "strand": 1, "transcript": "NM_001037334", "txend": 214629, "txstart": 158556}, {"cdsend": 211284, "cdsstart": 158698, "chr": "18", "position": [[158556, 158714], [163307, 163453], [166786, 166819], [178932, 179037], [180235, 180339], [192841, 192900], [196636, 196767], [197615, 197696], [198046, 198132], [199201, 199316], [202879, 202945], [203097, 203190], [204563, 204692], [209970, 210031], [210385, 210493], [211132, 214629]], "strand": 1, "transcript": "NM_005151", "txend": 214629, "txstart": 158556}], "generif": [{"pubmed": 16211010, "text": "the catalytic cleft leading to the active site of USP14 is blocked by two surface loops. Binding by ubiquitin induces a significant conformational change thereby allowing access of the ubiquitin C-terminus to the active site."}, {"pubmed": 16465409, "text": "Results show the overall survival rate was worse in patients with a high USP14/TGT60 kD expression level and suggest that USP14/TGT60 kD also controls the fate of proteins that regulate tumor invasion and metastasis."}, {"pubmed": 17079671, "text": "Neuronal expression of full-length USP14 is able to restore the levels of monomeric ubiquitin in the brains of transgenic ataxia mice."}, {"pubmed": 17553343, "text": "USP14 were over-expressed in ovarian serous cystadenocarcinoma tissues, suggesting that the activity of ubiquitin-proteasome system is obviously enhanced in ovarian cancer."}, {"pubmed": 19135427, "text": "These findings suggest that USP14 is a novel player in the unfolded protein response by serving as a physiological inhibitor of ER-associated degradation under the non-stressed condition."}, {"pubmed": 19726649, "text": "Data from transgenic mice define a critical role for Usp14 at mammalian synapses and suggest a requirement for local ubiquitin recycling by the proteasome to control the development and function of neuromuscular junctions."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21627382, "text": "High Ubiquitin-specific protease 14 expression associated with intrahepatic cholangiocarcinoma cell differentiation."}, {"pubmed": 23291607, "text": "the decrease in proteolysis of proteasomal substrates during aging is independent of the increased USP14 activity and that the reciprocal regulation of USP14 and proteasomal catalytic activity may be necessary to maintain cellular ubiquitin homeostasis."}, {"pubmed": 23615914, "text": "overexpression of HA-USP14 increased the LPS-, TNFalpha-, or Escherichia coli-induced IL-8 release in human lung epithelial cells."}, {"pubmed": 23702845, "text": "Downregulation of USP14 expression arrested the cell cycle, which may be related to beta-catenin degradation."}, {"pubmed": 24319254, "text": "b-AP15 is an inhibitor of deubiquitylating enzyme USP14 and UCHL5 induces apoptosis in multiple myeloma and overcomes bortezomib resistance."}, {"pubmed": 24556800, "text": "MiR-4782-3p inhibited cell proliferation in NSCLC by targeting USP14, ZEB2 and XIAP."}, {"pubmed": 25429837, "text": "our findings suggest that USP14 is involved in the progression of epithelial ovarian cancer"}, {"pubmed": 26397990, "text": "our findings suggested that USP14 is involved in the progression of hepatocellular carcinoma(HCC) and may be a useful therapeutic target in HCC"}, {"pubmed": 26523394, "text": "Akt-mediated phosphorylation of USP14 at Ser432, which normally blocks its catalytic site in the inactive conformation, activates its deubiquitinating activity in vitro and in cells."}, {"pubmed": 26710889, "text": "USP14 participates in CAM-DR of MM through acting as a bridge between Bcl-xl apoptotic pathway and Wnt-signaling pathways and may be represented as a good candidate for pursuing clinical trials in MM."}, {"pubmed": 26712154, "text": "Increased USP14 expression in patients with breast cancer was associated with a poorer prognosis."}, {"pubmed": 26782643, "text": "Results show that USP14 mRNA is overexpressed in hepatocellular carcinoma (HCC) tissues and inversely correlates with miR-4782-3p level which binds to USP14 3'UTR to regulate its expression."}, {"pubmed": 26817839, "text": "Cell surface ubiquitination precedes endocytosis, after which USP14 acts as an ubiquitin-binding protein that targets the ubiquitinated GABA B receptor to lysosomal degradation and promotes its deubiquitination."}, {"pubmed": 26938858, "text": "Results found USP14 amplification and overexpression in many different cancers. Its overexpression in low-expression cell lines promoted cell proliferation and migration, whereas its downregulation suppressed tumor cell proliferation, increased apoptosis rate, and decreased cell migration and invasion suggesting an oncogenic role in various types of cancer."}, {"pubmed": 27074503, "text": "USP14 shows a marked preference for ubiquitin-cyclin B conjugates that carry more than one ubiquitin modification or chain"}, {"pubmed": 27448976, "text": "our results demonstrated that vimentin in human GC tissues and cell lines was upregulated due to its de-ubiquitination after interactions with USP14 and miR-320a, which could promote the aggressiveness of GC cells."}, {"pubmed": 27542828, "text": "USP14 regulates autophagy by negatively controlling K63 ubiquitination of Beclin 1"}, {"pubmed": 27592452, "text": "Ubiquitin-specific protease 14 regulates cell proliferation and apoptosis in oral squamous cell carcinoma"}, {"pubmed": 27629392, "text": "USP14 plays an important role in the progression and metastasis of esophageal squamous cell carcinoma."}, {"pubmed": 27813535, "text": "our report demonstrates significant value in targeting USP14/UCHL5 with VLX1570 in drug-resistant Waldenstrom macroglobulinemia (WM) and carries a high potential for clinical translation"}, {"pubmed": 28151478, "text": "USP14 promotes prostate cancer progression."}, {"pubmed": 28364380, "text": "These findings suggested that USP14 induces NF-kappaB activity and ERK1/2 phosphorylation triggered by microbial infection."}, {"pubmed": 28396413, "text": "Usp14 and Ube3c cycle together on and off proteasomes, and the presence of ubiquitinated substrates promotes their association. This mechanism enables proteasome activity to adapt to the supply of substrates."}, {"pubmed": 28416611, "text": "without a ubiquitinated substrate present, Usp14 suppresses multiple proteasomal activities, especially basal ATP consumption and degradation of non-ubiquitinated proteins. These allosteric effects thus reduce ATP hydrolysis by inactive proteasomes and nonspecific proteolysis and enhance proteasomal specificity for ubiquitinated proteins."}, {"pubmed": 28509417, "text": "Study detected elevated USP14 expression at both mRNA and protein levels, and was significantly associated with distant metastasis."}, {"pubmed": 29581427, "text": "By displacing USP14, TRIM11 changes proteasome composition and suppresses both catalytic and non-catalytic effects of USP14"}, {"pubmed": 29702194, "text": "Data show that ubiquitin-specific protease 14 (USP14) is a direct target of hsa-miR-124a, and that hsa-miR-124a inhibits stemness."}, {"pubmed": 29703842, "text": "Our results provide a rationale for targeting the proteasome-associated DUB USP14 to treat and combat melanomas."}, {"pubmed": 29995557, "text": "USP14 directly interacted with RNF168, which depended on the MIU1 domain of RNF168. These findings identify USP14 as a novel substrate of autophagy and regulation of RNF168-dependent Ubiquitination and TP53BP1 recruitment by USP14 as a critical link between DNA damage repair and autophagy."}, {"pubmed": 30021169, "text": "USP14 may function as a common denominator in the compensatory negative feedback between the two major proteolytic processes in the cell."}, {"pubmed": 30249595, "text": "genetic and pharmacological inhibition of USP14 promotes mitophagy."}, {"pubmed": 30296012, "text": "USP14 levels were significantly increased in gastric cancer (GC) tissues compared to the paired normal tissues. USP14 level was an independent prognostic factor for DFS in GC patients. Its knockdown sensitized GC cells to cisplatin by triggering cisplatin-induced apoptosis via impeding Akt and ERK signaling pathways."}, {"pubmed": 30466171, "text": "USP14 acts as a negative regulator in antiviral response through deubiquitinating K63-linked RIG-I"}, {"pubmed": 30487212, "text": "The proteasome-associated deubiquitinating enzyme Usp14/UBP6 contains an N-terminal ubiquitin-like UBL domain and is an important regulator of proteasomal activity. Usp14 by itself represses multiple proteasomal activities but, upon binding a ubiquitin chain, Usp14 promotes ubiquitin-conjugate degradation. Usp14's UBL domain alone mimics this activation of proteasomes by ubiquitin chains."}, {"pubmed": 30550885, "text": "High USP14 expression is associated with Osteoarthritis."}, {"pubmed": 30910023, "text": "USP14 can spare the substrate from degradation prior to the proteasome's commitment step, suggesting that USP14 inhibition may stimulate proteasomal degradation of undesirable proteins under certain proteotoxic conditions. This chapter describes in vitro methods to test proteasome-associated USP14 activity for substrate degradation and deubiquitylation."}, {"pubmed": 31474315, "text": "our study demonstrated that USP14 regulated the cell cycle of breast cancer cells by regulating the ubiquitination of CyclinB1"}, {"pubmed": 31653087, "text": "USP14 negatively regulates lung tumorigenesis not only through apoptosis but also through the autophagy pathway."}, {"pubmed": 31703099, "text": "Data suggest that USP14 can deubiquitinate substrates distinctly of UCHL5 at the proteasome and regulates the ubiquitination of the proteasome itself which is tightly linked to its function."}, {"pubmed": 31740976, "text": "AKT, which mediates Ser432-USP14 phosphorylation, was required for IRIF formation by USP14. Similar to USP14 block, AKT inhibition rescued the activity of NHEJ-DDR proteins in autophagy- and PTEN-deficient cells. These findings reveal a novel negative PTEN/Akt-dependent regulation of NHEJ by"}, {"pubmed": 31970862, "text": "Inhibition of USP14 suppresses the formation of foam cell by promoting CD36 degradation."}, {"pubmed": 32033748, "text": "Ubiquitin-specific protease 14 regulates ovarian cancer cisplatin-resistance by stabilizing BCL6 oncoprotein."}, {"pubmed": 32471496, "text": "Ubiquitin-specific protease as the underlying gene biomarker for aortic stenosis."}, {"pubmed": 32632734, "text": "Inhibition of USP14 induces ER stress-mediated autophagy without apoptosis in lung cancer cell line A549."}, {"pubmed": 32887472, "text": "USP14 Regulates DNA Damage Response and Is a Target for Radiosensitization in Non-Small Cell Lung Cancer."}, {"pubmed": 33212146, "text": "Ubiquitin-specific protease 14 promotes radio-resistance and suppresses autophagy in oral squamous cell carcinoma."}, {"pubmed": 33360745, "text": "USP14 negatively regulates RIG-I-mediated IL-6 and TNF-alpha production by inhibiting NF-kappaB activation."}, {"pubmed": 33737492, "text": "Deubiquitylation and stabilization of Acf7 by ubiquitin carboxylterminal hydrolase 14 (USP14) is critical for NSCLC migration."}, {"pubmed": 34085162, "text": "Ubiquitin-Specific Protease 14 (USP14) Aggravates Inflammatory Response and Apoptosis of Lung Epithelial Cells in Pneumonia by Modulating Poly (ADP-Ribose) Polymerase-1 (PARP-1)."}, {"pubmed": 34089575, "text": "Inhibiting USP14 ameliorates inflammatory responses in trophoblast cells by suppressing MAPK/NF-kappaB signaling."}, {"pubmed": 34420039, "text": "USP14 maintains HIF1-alpha stabilization via its deubiquitination activity in hepatocellular carcinoma."}, {"pubmed": 34948233, "text": "USP14 Regulates Cancer Cell Growth in a Fatty Acid Synthase-Independent Manner."}, {"pubmed": 35066879, "text": "Functional loss of ubiquitin-specific protease 14 may lead to a novel distal arthrogryposis phenotype."}, {"pubmed": 35477760, "text": "USP14-regulated allostery of the human proteasome by time-resolved cryo-EM."}, {"pubmed": 35489684, "text": "A ubiquitinome analysis to study the functional roles of the proteasome associated deubiquitinating enzymes USP14 and UCH37."}, {"pubmed": 36328485, "text": "Insulin Suppresses Ubiquitination via the Deubiquitinating Enzyme Ubiquitin-Specific Protease 14, Independent of Proteasome Activity in H4IIEC3 Hepatocytes."}, {"pubmed": 36372300, "text": "USP14-mediated NLRC5 upregulation inhibits endothelial cell activation and inflammation in atherosclerosis."}, {"pubmed": 36423684, "text": "Ubiquitin-specific peptidase 14 maintains estrogen receptor alpha stability via its deubiquitination activity in endometrial cancer."}, {"pubmed": 36514221, "text": "USP14 promotes pyroptosis of human annulus fibrosus cells derived from patients with intervertebral disc degeneration through deubiquitination of NLRP3."}, {"pubmed": 36604147, "text": "USP14 regulates cell cycle progression through deubiquitinating CDK1 in breast cancer."}, {"pubmed": 36693850, "text": "USP14 promotes colorectal cancer progression by targeting JNK for stabilization."}, {"pubmed": 36939972, "text": "USP14 Regulates ATF2/PIK3CD Axis to Promote Microvascular Endothelial Cell Proliferation, Migration, and Angiogenesis in Diabetic Retinopathy."}, {"pubmed": 37055579, "text": "Inhibition of USP14 promotes TNFalpha-induced cell death in head and neck squamous cell carcinoma (HNSCC)."}, {"pubmed": 37496999, "text": "SDC2 Stabilization by USP14 Promotes Gastric Cancer Progression through Co-option of PDK1."}, {"pubmed": 37633951, "text": "USP14 governs CYP2E1 to promote nonalcoholic fatty liver disease through deubiquitination and stabilization of HSP90AA1."}, {"pubmed": 38069565, "text": "USP14 promotes the proliferation of cervical cancer via upregulating beta-catenin."}, {"pubmed": 38073382, "text": "The regulatory role and mechanism of USP14 in endothelial cell pyroptosis induced by coronary heart disease."}, {"pubmed": 38228715, "text": "GSTM3 enhances radiosensitivity of nasopharyngeal carcinoma by promoting radiation-induced ferroptosis through USP14/FASN axis and GPX4."}, {"pubmed": 38388430, "text": "Ubiquitin-specific protease 14 targets PFKL-mediated glycolysis to promote the proliferation and migration of oral squamous cell carcinoma."}, {"pubmed": 38631582, "text": "Mechanistic insights into the role of USP14 in adipose tissue macrophage recruitment and insulin resistance in obesity."}, {"pubmed": 38891087, "text": "Structural Dynamics Analysis of USP14 Activation by AKT-Mediated Phosphorylation."}, {"pubmed": 38993552, "text": "Deubiquitination of CIB1 by USP14 promotes lenvatinib resistance via the PAK1-ERK1/2 axis in hepatocellular carcinoma."}], "genomic_pos": {"chr": "18", "end": 214629, "ensemblgene": "ENSG00000101557", "start": 158383, "strand": 1}, "genomic_pos_hg19": {"chr": "18", "end": 214629, "start": 158383, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007268", "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016579", "qualifier": "involved_in", "term": "protein deubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043161", "qualifier": "involved_in", "term": "proteasome-mediated ubiquitin-dependent protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050920", "pubmed": 19106094, "qualifier": "involved_in", "term": "regulation of chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061136", "qualifier": "involved_in", "term": "regulation of proteasomal protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061136", "pubmed": 18162577, "qualifier": "involved_in", "term": "regulation of proteasomal protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904293", "pubmed": 19135427, "qualifier": "involved_in", "term": "negative regulation of ERAD pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000059", "pubmed": 19135427, "qualifier": "involved_in", "term": "negative regulation of ubiquitin-dependent protein catabolic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000502", "qualifier": "part_of", "term": "proteasome complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 27666593, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19106094, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031410", "pubmed": 19106094, "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004197", "pubmed": 9827704, "qualifier": "enables", "term": "cysteine-type endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004843", "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004843", "pubmed": [19106094, 23958854], "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004866", "pubmed": 18162577, "qualifier": "enables", "term": "endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19106094, 19135427, 19896943], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0061578", "pubmed": 26620909, "qualifier": "enables", "term": "K63-linked deubiquitinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070628", "qualifier": "enables", "term": "proteasome binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070628", "pubmed": 18162577, "qualifier": "enables", "term": "proteasome binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0101005", "pubmed": 19135427, "qualifier": "enables", "term": "deubiquitinase activity"}]}, "homologene": {"genes": [[3702, 821682], [3702, 841596], [4530, 4326194], [4896, 2541819], [4932, 850562], [5141, 3881643], [6239, 175105], [7165, 1271254], [7227, 34387], [7955, 335736], [8364, 448110], [9031, 421063], [9544, 698087], [9598, 455325], [9606, 9097], [9615, 480182], [9913, 505106], [10090, 59025], [10116, 291796], [28985, 2896629], [33169, 4621029], [318829, 2682523]], "id": 3780}, "interpro": [{"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}, {"desc": "Peptidase C19, ubiquitin carboxyl-terminal hydrolase", "id": "IPR001394", "short_desc": "Peptidase_C19_UCH"}, {"desc": "Ubiquitin specific protease, conserved site", "id": "IPR018200", "short_desc": "USP_CS"}, {"desc": "Ubiquitin specific protease domain", "id": "IPR028889", "short_desc": "USP_dom"}, {"desc": "Papain-like cysteine peptidase superfamily", "id": "IPR038765", "short_desc": "Papain-like_cys_pep_sf"}, {"desc": "Ubiquitin carboxyl-terminal hydrolase 14-like", "id": "IPR044635", "short_desc": "UBP14-like"}, {"desc": "Ubiquitin-like domain", "id": "IPR000626", "short_desc": "Ubiquitin-like_dom"}, {"desc": "Ubiquitin conserved site", "id": "IPR019954", "short_desc": "Ubiquitin_CS"}], "ipi": ["IPI00219913", "IPI00640357", "IPI00872664"], "map_location": "18p11.32", "name": "ubiquitin specific peptidase 14", "other_names": ["deubiquitinating enzyme 14", "tRNA-guanine transglycosylase, 60-kD subunit", "ubiquitin carboxyl-terminal hydrolase 14", "ubiquitin specific peptidase 14 (tRNA-guanine transglycosylase)", "ubiquitin specific protease 14 (tRNA-guanine transglycosylase)", "ubiquitin thioesterase 14", "ubiquitin thiolesterase 14", "ubiquitin-specific processing protease 14"], "pantherdb": {"HGNC": "12612", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1928898", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 10090, "uniprot_kb": "Q9JMA1"}, {"RGD": "1311825", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 10116, "uniprot_kb": "Q5U2N2"}, {"Ensembl": "ENSGALG00000014920", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 9031, "uniprot_kb": "E1C4M6"}, {"ZFIN": "ZDB-GENE-030131-7676", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 7955, "uniprot_kb": "F1R4B7"}, {"WormBase": "WBGene00019122", "ortholog_type": "O", "panther_family": "PTHR43982", "taxid": 6239, "uniprot_kb": "H2KYU7"}, {"WormBase": "WBGene00006856", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 6239, "uniprot_kb": "Q17361"}, {"FlyBase": "FBgn0032216", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 7227, "uniprot_kb": "Q9VKZ8"}, {"SGD": "S000001906", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 4932, "uniprot_kb": "P43593"}, {"PomBase": "SPAC6G9.08", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 4896, "uniprot_kb": "Q92353"}, {"dictyBase": "DDB_G0271264", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 352472, "uniprot_kb": "Q55BC4"}, {"EnsemblGenome": "AT3G21280", "ortholog_type": "O", "panther_family": "PTHR43982", "taxid": 3702, "uniprot_kb": "Q84WC6"}, {"TAIR": "2017552", "ortholog_type": "LDO", "panther_family": "PTHR43982", "taxid": 3702, "uniprot_kb": "Q949Y0"}], "uniprot_kb": "P54578"}, "pathway": {"reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-445989", "name": "TAK1-dependent IKK and NF-kappa-B activation  "}, {"id": "R-HSA-446652", "name": "Interleukin-1 family signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-9020702", "name": "Interleukin-1 signaling"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-9758274", "name": "Regulation of NF-kappa B signaling"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}]}, "pdb": ["2AYN", "2AYO", "5GJQ", "6IIK", "6IIL", "6IIM", "6IIN", "6LVS", "7W37", "7W38", "7W39", "7W3A", "7W3B", "7W3C", "7W3F", "7W3G", "7W3H", "7W3I", "7W3J", "7W3K", "7W3M"], "pfam": "PF00443", "pharmgkb": "PA37238", "pharos": {"target_id": 2483, "tdl": "Tchem"}, "pir": "G01932", "prosite": ["PS50053", "PS50235"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259631", "relationship": "is"}, {"id": "GNF259632", "relationship": "is"}, {"id": "GNF259633", "relationship": "is"}, {"id": "GNF259634", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163768", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035238", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092066", "relationship": "is"}, {"id": "GNF092067", "relationship": "is"}, {"id": "GNF092068", "relationship": "is"}, {"id": "GNF092069", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050691", "relationship": "is"}, {"id": "GNF055453", "relationship": "is"}, {"id": "GNF060095", "relationship": "is"}, {"id": "GNF074324", "relationship": "is"}, {"id": "GNF075123", "relationship": "is"}, {"id": "GNF075337", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064191", "relationship": "is"}, {"id": "GNF064192", "relationship": "is"}, {"id": "GNF067813", "relationship": "is"}, {"id": "GNF067814", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF015314", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285476", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098451", "relationship": "is"}, {"id": "GNF114664", "relationship": "is"}, {"id": "GNF138106", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1"], "protein": ["NP_001032411.1", "NP_005142.1"], "rna": ["NM_001037334.2", "NM_005151.4"], "translation": [{"protein": "NP_001032411.1", "rna": "NM_001037334.2"}, {"protein": "NP_005142.1", "rna": "NM_005151.4"}]}, "reporter": {"HG-U133_Plus_2": ["201671_x_at", "201672_s_at", "226567_at"], "HG-U95Av2": "36982_at", "HG-U95B": ["43660_at", "44242_at", "49654_at"], "HTA-2_0": "TC18000003.hg.1", "HuEx-1_0": "3775686", "HuGene-1_1": "8019807", "HuGene-2_1": "16850437"}, "summary": "This gene encodes a member of the ubiquitin-specific processing (UBP) family of proteases that is a deubiquitinating enzyme (DUB) with His and Cys domains. This protein is located in the cytoplasm and cleaves the ubiquitin moiety from ubiquitin-fused precursors and ubiquitinylated proteins. Mice with a mutation that results in reduced expression of the ortholog of this protein are retarded for growth, develop severe tremors by 2 to 3 weeks of age followed by hindlimb paralysis and death by 6 to 10 weeks of age. Alternate transcriptional splice variants, encoding different isoforms, have been characterized. [provided by RefSeq, Jul 2008].", "symbol": "USP14", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421391"}, "unigene": ["Hs.707058", "Hs.464416"], "uniprot": {"Swiss-Prot": "P54578", "TrEMBL": ["J3QQT6", "R4GNB0", "A6NJA2", "J3KS55"]}, "wikipedia": {"url_stub": "USP14"}}