{"AllianceGenome": "12621", "HGNC": "12621", "MIM": "612116", "_id": "23326", "_version": 1, "accession": {"genomic": ["AC087393.7", "CP068261.2", "NC_000017.11", "NC_060941.1"], "protein": ["AAH07196.1", "AAH25317.1", "AAI10500.1", "AAI26899.1", "BAA83015.2", "CAE45893.1", "NP_056091.1", "Q9UPT9.2", "XP_005256632.1", "XP_047291659.1", "XP_054171598.1", "XP_054171599.1"], "rna": ["AB028986.1", "AK025331.1", "AK130677.1", "AL049258.1", "AL110213.1", "BC007196.1", "BC013364.2", "BC025317.1", "BC050994.1", "BC084550.1", "BC110499.1", "BC126898.1", "BX640815.1", "DQ581604.1", "NM_015276.2", "XM_005256575.3", "XM_047435703.1", "XM_054315623.1", "XM_054315624.1"], "translation": [{"protein": "XP_047291659.1", "rna": "XM_047435703.1"}, {"protein": "CAE45893.1", "rna": "BX640815.1"}, {"protein": "NP_056091.1", "rna": "NM_015276.2"}, {"protein": "AAI26899.1", "rna": "BC126898.1"}, {"protein": "XP_054171598.1", "rna": "XM_054315623.1"}, {"protein": "XP_054171599.1", "rna": "XM_054315624.1"}, {"protein": "AAI10500.1", "rna": "BC110499.1"}, {"protein": "AAH25317.1", "rna": "BC025317.1"}, {"protein": "AAH07196.1", "rna": "BC007196.1"}, {"protein": "XP_005256632.1", "rna": "XM_005256575.3"}, {"protein": "BAA83015.2", "rna": "AB028986.1"}]}, "alias": "USP3L", "ec": "3.4.19.12", "ensembl": {"gene": "ENSG00000124422", "protein": ["ENSP00000261497", "ENSP00000440950", "ENSP00000464398", "ENSP00000464499", "ENSP00000468457", "ENSP00000468748"], "transcript": ["ENST00000261497", "ENST00000455117", "ENST00000463692", "ENST00000476111", "ENST00000478443", "ENST00000537526", "ENST00000577610", "ENST00000578446", "ENST00000579645", "ENST00000582335", "ENST00000584538"], "translation": [{"protein": "ENSP00000261497", "rna": "ENST00000261497"}, {"protein": "ENSP00000440950", "rna": "ENST00000537526"}, {"protein": "ENSP00000464398", "rna": "ENST00000579645"}, {"protein": "ENSP00000464499", "rna": "ENST00000582335"}, {"protein": "ENSP00000468457", "rna": "ENST00000476111"}, {"protein": "ENSP00000468748", "rna": "ENST00000584538"}], "type_of_gene": "protein_coding"}, "entrezgene": "23326", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.9868690239, "exp_mis": 193.559511511, "exp_syn": 99.2580383249, "lof_z": 4.10552939374041, "mis_z": 3.53534905815624, "mu_lof": 1.61653678076e-06, "mu_mis": 1.94248964727e-05, "mu_syn": 9.80873579369e-06, "n_lof": 2.0, "n_mis": 93.0, "n_syn": 90.0, "p_li": 0.98329279247161, "p_null": 4.22053912465057e-07, "p_rec": 0.0167067854744773, "syn_z": 0.576083798796315}, "bp": 1578, "cds_end": 20946148, "cds_start": 20906343, "n_exons": 13, "nonpsych": {"exp_lof": 18.751404006, "exp_mis": 174.946303297, "exp_syn": 89.594365242, "lof_z": 4.02594410643295, "mis_z": 3.62065646525984, "mu_lof": 1.61653678076e-06, "mu_mis": 1.94248964727e-05, "mu_syn": 9.80873579369e-06, "n_lof": 1.0, "n_mis": 80.0, "n_syn": 82.0, "p_li": 0.993463334478386, "p_null": 2.54861333741169e-07, "p_rec": 0.00653641066028008, "syn_z": 0.505143651573877}, "nontcga": {"exp_lof": 19.284162131, "exp_mis": 178.051005362, "exp_syn": 91.2936410154, "lof_z": 4.10729549730313, "mis_z": 3.36222030457992, "mu_lof": 1.61653678076e-06, "mu_mis": 1.94248964727e-05, "mu_syn": 9.80873579369e-06, "n_lof": 1.0, "n_mis": 88.0, "n_syn": 83.0, "p_li": 0.994107117143062, "p_null": 1.61876531709661e-07, "p_rec": 0.00589272098040643, "syn_z": 0.549600616834163}, "transcript": "ENST00000261497.4"}, "exons": [{"cdsend": 21042835, "cdsstart": 21003030, "chr": "17", "position": [[20999595, 21003073], [21004201, 21004351], [21004927, 21004990], [21006895, 21006987], [21007869, 21007996], [21011150, 21011309], [21012829, 21012935], [21015751, 21015899], [21017941, 21018111], [21019083, 21019185], [21021112, 21021226], [21028541, 21028674], [21042664, 21043011]], "strand": -1, "transcript": "NM_015276", "txend": 21043011, "txstart": 20999595}], "exons_hg19": [{"cdsend": 20946148, "cdsstart": 20906343, "chr": "17", "position": [[20902908, 20906386], [20907514, 20907664], [20908240, 20908303], [20910208, 20910300], [20911182, 20911309], [20914463, 20914622], [20916142, 20916248], [20919064, 20919212], [20921254, 20921424], [20922396, 20922498], [20924425, 20924539], [20931854, 20931987], [20945977, 20946324]], "strand": -1, "transcript": "NM_015276", "txend": 20946324, "txstart": 20902908}], "generif": [{"pubmed": 15931389, "text": "Altered mRNA expression is associated with therapy failure and death in patients multiple types of cancer."}, {"pubmed": 18206972, "text": "ATXN7L3, USP22, & ENY2 are required cofactors for full transcriptional activity by nuclear receptors. The deubiquitinase activity of TFTC/STAGA HAT counteracts heterochromatin silencing & is a positive cofactor for in vivo nuclear receptor activation."}, {"pubmed": 18206973, "text": "USP22 is a subunit of the SAGA transcriptional cofactor complex. It deubiquitylates histone H2B & is recruited to specific genes by activators like Myc. USP22 is needed for cell cycle progression."}, {"pubmed": 18469533, "text": "biochemical analysis of the substrate specificity of USP22 reveals that it deubiquitylates histone H2A in addition to H2B"}, {"pubmed": 20824490, "text": "data suggest knockdown of USP22 expression by the aiRNA may down-regulate the expression of Mdm2 and cyclin E, resulting in the up-regulated expression of p53 and p21 and leading to cell cycle arrest and inhibition of human bladder EJ cell proliferation"}, {"pubmed": 21039844, "text": "The expression level of USP22 mRNA was significantly higher in primary colorectal cancer compared with non-cancerous mucosa tissues."}, {"pubmed": 21337558, "text": "aberrant expression of USP22 may play an essential role in colorectal carcinogenesis and liver metastasis"}, {"pubmed": 21691749, "text": "Overexpression of USP22 may contribute to the progression of breast cancer and thus may serve as a new molecular marker to predict the prognosis of breast cancer patients."}, {"pubmed": 21735131, "text": "simultaneous activation of USP22 and BMI-1 may associate with GC progression and therapy failure"}, {"pubmed": 21746879, "text": "Our study highlights the tight control of USP22 catalytic activity through an allosteric mechanism based on complex interactions with other subunits of the SAGA deubiquitination module."}, {"pubmed": 21773699, "text": "USP22 plays a crucial role in tumor formation and growth by regulating cell proliferation with USP22-dependent signaling pathway."}, {"pubmed": 21779003, "text": "show that USP22 affects the expression of p21 by altering far upstream element (FUSE)-binding protein 1 (FBP1) ubiquitination"}, {"pubmed": 21928107, "text": "USP22 may act as an oncogene in CRC as it positively regulates cell cycle via both BMI-1-mediated INK4a/ARF pathway and Akt signaling pathway."}, {"pubmed": 22067483, "text": "RNAi-mediated knockdown of the ubiquitin hydrolase, USP22, results in 2-fold higher ubH2B, and 2-fold lower transcriptional elongation at IRF1. USP22 depletion also diminishes 3'-end cleavage/polyadenylation by 2- to 3-fold."}, {"pubmed": 22447106, "text": "Data show that USP22 protein plays an essential role in esophageal squamous cell carcinoma (ESCC) progression and has clinical potentials as a biomarker and as an attractively therapeutic target for ESCC."}, {"pubmed": 22880026, "text": "This is the first study that determines the relationship between USP22 expression and prognosis in oral squamous cell carcinoma."}, {"pubmed": 23217440, "text": "The USP22 regulates the cell cycle via the c--Myc/cyclin D2 pathway and down--regulating p15 and p21 expression in HepG2 cell."}, {"pubmed": 23300749, "text": "Sp1 is a crucial regulator of USP22 transcription."}, {"pubmed": 23361242, "text": "USP22 plays an important role in NSCLC progression at the early stage, and that overexpression of USP22 in tumor tissues could be used as a potential prognostic marker for patients with early clinical stage of NSCLC"}, {"pubmed": 23382074, "text": "study identified the deubiquitinating enzyme ubiquitin-specific protease 22 (USP22), a component of the deubiquitinating module (DUBm) of the SAGA transcriptional coactivating complex, as a SIRT1-interacting partner"}, {"pubmed": 23412977, "text": "High USP22 expression is associated with papillary thyroid carcinoma."}, {"pubmed": 23664741, "text": "Overexpression of USP22 may contribute to the progression of SDC and thus may serve as a new molecular marker to predict the prognosis of SDC patients"}, {"pubmed": 23979981, "text": "In this study, we investigated the protein expression of USP22 in different cervical tissues by immunohistochemical staining and analyze the correlation between USP22 level and clinicopathologic features including patient outco"}, {"pubmed": 24197134, "text": "Findings define USP22 as a critical effector of tumor progression, which drives lethal phenotypes."}, {"pubmed": 24466336, "text": "High expression of USP22 was associated with Salivary Adenoid Cystic Carcinoma."}, {"pubmed": 24561192, "text": "USP22 deubiquitinates and stabilizes NFATc2 protein levels thereby promoting IL2 expression."}, {"pubmed": 24573640, "text": "USP22 overexpression may be associated with poor prognosis in patients with glioma"}, {"pubmed": 24802393, "text": "In the present study, a functional NLS and the minimal sequences required for the active targeting of USP22 to the nucleus were identified."}, {"pubmed": 24969755, "text": "Data indicate that ubiquitin specific peptidase 22 (USP22)-mediated sirtuin 1 (SIRT1) deubiquitination inhibits STAT3 transcription factor acetylation and its transcriptional activation."}, {"pubmed": 24993031, "text": "Results show that USP22 and FoxM1 are overexpressed in patients with pancreatic cancer and jointly involved in the development and progression of pancreatic cancerthe disease."}, {"pubmed": 25070659, "text": "Overexpression of USP22 in pancreatic cancer promoted cytoskeletal remodeling, upregulated expression of transcription factors to promote epithelial-mesenchymal transition, and increased cellular invasion and migration."}, {"pubmed": 25111486, "text": "Genetic studies indicate that Gcn5 and USP22 have important roles during development, which may presage important functions for these proteins in human diseases. [review]"}, {"pubmed": 25241842, "text": "USP22 is involved in the carcinogenesis of human pharyngeal squamous cell carcinoma."}, {"pubmed": 25241857, "text": "Collectively, the present study demonstrated a new function of USP22 that induces autophagy, thus leading to the poor prognosis of pancreatic cancer."}, {"pubmed": 25323692, "text": "The overexpression of USP22 was observed to attenuate TSAinduced apoptosis in HeLa cells."}, {"pubmed": 25369910, "text": "USP22 may accelerate ovarian cancer cell cycle progression via synergizing with TGFB1 to regulate the TGFB1 downstream cell cycle pathway."}, {"pubmed": 25445209, "text": "USP22 expression may play an important role in gastric carcinoma tissue."}, {"pubmed": 25482932, "text": "ShRNA-mediated silencing of the ubiquitin-specific protease 22 gene restrained cell progression and affected the Akt pathway in nasopharyngeal carcinoma."}, {"pubmed": 25546086, "text": "These results suggest that USP22 positively regulates RCAN1 levels, which would consequently affect diverse RCAN1-linked cellular processes."}, {"pubmed": 25547493, "text": "USP22 is overexpressed in human NSCLC tissues and cell lines. USP22 silencing downregulates MDMX protein expression and activates the p53 pathway."}, {"pubmed": 25817787, "text": "findings of the present study suggest a potential mechanism underlying the oncogenic role of USP22 mediated by the modulation of the stability and activity of COX-2"}, {"pubmed": 25902005, "text": "USP22 attenuated the invasion capacity of colon cancer cells by inhibiting the STAT3/MMP9 signaling pathway."}, {"pubmed": 25907317, "text": "Our data indicated that USP22 may promote lung adenocarcinoma cell invasion by the induction of EMT."}, {"pubmed": 25909224, "text": "These findings provide evidence that high USP22 expression might be important in tumor progression and serves as an independent molecular marker for poor hepatocellular carcinoma prognosis"}, {"pubmed": 25971547, "text": "Increased USP22 expression in colon cancer correlated with reduced uH2B expression, and this expression pattern may contribute to tumor progression."}, {"pubmed": 26143114, "text": "the deubiquitinating enzyme activity of USP22 is necessary for regulating HeLa cell growth, and it promotes cell proliferation via the c-Myc/cyclin D2, BMI-1 and p53 pathways in HeLa cells"}, {"pubmed": 26195632, "text": "Data show that the aggregates formed by polyQ-expanded ataxin 7 sequester ubiquitin-specific protease (USP22) through specific interactions."}, {"pubmed": 27057639, "text": "Studies indicate that aberrant expression of the Ubiquitin-Specific Peptidase 22 (USP22) has been associated with poor cancer prognosis."}, {"pubmed": 27145278, "text": "Downregulation of USP22 in ATC cells impeded tumor growth and lung metastasis in vivo."}, {"pubmed": 27501329, "text": "that nuclear GSK3beta- and USP22-mediated KDM1A stabilization is essential for glioblastoma tumorigenesis"}, {"pubmed": 27983930, "text": "we demonstrated that USP22 was highly expressed in OS tissues and cells lines. Downregulation of USP22 inhibited OS cell proliferation, invasion, and EMT in vitro. In addition, downregulation of USP22 suppressed OS tumor growth and metastasis in vivo."}, {"pubmed": 28160502, "text": "In breast cancer cell lines USP22 increases c-Myc stability through c-Myc deubiquitination, which is closely correlated with breast cancer progression."}, {"pubmed": 28415621, "text": "our study demonstrates that USP22 is indispensable for gastric cancer stem cell self-renewal through stabilization of BMI1."}, {"pubmed": 28417539, "text": "Cancer stem cells marker USP22 influences drug sensitivity via regulating SIRT1, which will shed new insights into the mechanisms of multidrug resistance in hepatocellular carcinoma ."}, {"pubmed": 28427243, "text": "Data provided evidence that USP22, an up-stream molecule of AP4, exhibits strong potential to promote colorectal cancer (CRC) metastasis, particularly CRC migration and invasion capacities, both in vitro and in vivo, by inducing EMT via AP4 activating. Moreover, USP22 and AP4 overexpression may stimulate tumor metastasis and adversely affect overall survival in CRC patients."}, {"pubmed": 28682440, "text": "USP22 played an important role in retinoblastoma cell proliferation/aging and apoptosis."}, {"pubmed": 29174979, "text": "these findings suggest that miR-30e-5p suppresses non-small cell lung cancer (NSCLC) tumorigenesis by downregulating USP22-mediated Sirt1/JAK/STAT3 signaling."}, {"pubmed": 29689565, "text": "USP22 mediates CRC cell chemoresistance through the Wnt/beta-catenin pathway and that reducing USP22 in CRC cells diminishes chemoresistance."}, {"pubmed": 29720480, "text": "Targeting USP22 represents a potential therapeutic approach to suppress cancer-initiating cells (CIC) in lung adenocarcinoma partially through downregulation of ALDH1A3 expression."}, {"pubmed": 29788550, "text": "indicate USP22 as a novel deubiquitinase of BMI1 in glioma"}, {"pubmed": 29981430, "text": "Results showed that USP22 promotes cell proliferation, migration and invasion, and contributes to resistance to EGFR-TKIs in EGFR mutant lung adenocarcinoma cells. Mechanistically, USP22 deubiquitinates EGFR localized on late endosomes, prevents ubiquitination mediated EGFR degradation and enhances recycling of EGFR after EGF stimulation."}, {"pubmed": 30223389, "text": "After the knockdown of USP22 by siRNA, the abilities of glioma cell proliferation, migration and invasion were decreased, accompanying, the expression of MMP2 was also decreased. We drew a conclusion that USP22 could increase the abilities of proliferation, migration and invasion of glioma cells, and promote the growth and development of glioma"}, {"pubmed": 30224477, "text": "USP22 and CCND1 levels correlate in patient lung and colorectal cancer samples and our preclinical studies indicate that targeting USP22 in combination with CDK inhibitors may offer an approach for treating cancer patients whose tumors exhibit elevated CCND1."}, {"pubmed": 30338802, "text": "miR-30e-5p negatively regulates mRNA and protein levels of USP22 by binding to its specific sequence of 3'UTR to inhibit proliferation and metastasis of nasopharyngeal carcinoma cells."}, {"pubmed": 30338942, "text": "MiR-30-5p decreased USP22 protein expression."}, {"pubmed": 30543303, "text": "USP22-NLs-CD44 was demonstrated to be able to effectively deliver USP22 siRNA to CD44(+) gastric cancer stem cells, achieving superior therapeutic effects against CD44(+) gastric cancer stem cells than nontargeted nanoliposomes. USP22-NLs-CD44 may provide a novel approach to eradicate gastric cancer stem cells in the near future"}, {"pubmed": 30598339, "text": "correlation exists between USP22 and HSP90 expressions in gastric cancer and co-expression of USP22 and HSP90 may be more effective in predicting prognosis of gastric cancer"}, {"pubmed": 30837379, "text": "USP22 could interact directly with MKK6 promoter. Down-regulation of USP22 led to the decreased MKK6 mRNA expression"}, {"pubmed": 31399419, "text": "USP22 Deubiquitinates CD274 to Suppress Anticancer Immunity."}, {"pubmed": 31527800, "text": "USP22 exerts tumor-suppressive functions in colorectal cancer by decreasing mTOR activity."}, {"pubmed": 31587155, "text": "Ubiquitin-Specific Protease 22/Silent Information Regulator 1 Axis Plays a Pivotal Role in the Prognosis and 5-Fluorouracil Resistance in Hepatocellular Carcinoma."}, {"pubmed": 31685642, "text": "USP22 Interacts with PALB2 and Promotes Chemotherapy Resistance via Homologous Recombination of DNA Double-Strand Breaks."}, {"pubmed": 31689236, "text": "Oncogenic USP22 supports gastric cancer growth and metastasis by activating c-Myc/NAMPT/SIRT1-dependent FOXO1 and YAP signaling."}, {"pubmed": 31740444, "text": "USP22 Functions as an Oncogenic Driver in Prostate Cancer by Regulating Cell Proliferation and DNA Repair."}, {"pubmed": 31801945, "text": "USP22-dependent HSP90AB1 expression promotes resistance to HSP90 inhibition in mammary and colorectal cancer."}, {"pubmed": 31842906, "text": "Ubiquitin-specific protease 22 is critical to in vivo angiogenesis, growth and metastasis of non-small cell lung cancer."}, {"pubmed": 32130408, "text": "USP22 promotes IRF3 nuclear translocation and antiviral responses by deubiquitinating the importin protein KPNA2."}, {"pubmed": 32216173, "text": "Ubiquitin-specific protease 22 is associated with poor prognosis in neuroblastoma."}, {"pubmed": 32294625, "text": "USP22 promotes development of lung adenocarcinoma through ubiquitination and immunosuppression."}, {"pubmed": 32494025, "text": "USP22 positively modulates ERalpha action via its deubiquitinase activity in breast cancer."}, {"pubmed": 32665011, "text": "The deubiquitinase USP22 regulates PD-L1 degradation in human cancer cells."}, {"pubmed": 32687947, "text": "The USP22 promotes the growth of cancer cells through the DYRK1A in pancreatic ductal adenocarcinoma."}, {"pubmed": 32896826, "text": "RNF220 promotes the proliferation of leukaemic cells and reduces the degradation of the Cyclin D1 protein through USP22."}, {"pubmed": 33090397, "text": "MiR-329-3p inhibits hepatocellular carcinoma cell proliferation and migration through USP22-Wnt/beta-Catenin pathway."}, {"pubmed": 33369872, "text": "USP22 controls necroptosis by regulating receptor-interacting protein kinase 3 ubiquitination."}, {"pubmed": 33475455, "text": "microRNA-362-3p targets USP22 to retard retinoblastoma growth via reducing deubiquitination of LSD1."}, {"pubmed": 33601053, "text": "USP22 deficiency in melanoma mediates resistance to T cells through IFNgamma-JAK1-STAT1 signal axis."}, {"pubmed": 33826947, "text": "Ubiquitin-specific protease 22 ameliorates chronic alcohol-associated liver disease by regulating BRD4."}, {"pubmed": 33884267, "text": "circRNA circFAT1(e2) Elevates the Development of Non-Small-Cell Lung Cancer by Regulating miR-30e-5p and USP22."}, {"pubmed": 34007022, "text": "USP22 promotes HER2-driven mammary carcinoma aggressiveness by suppressing the unfolded protein response."}, {"pubmed": 34130183, "text": "USP22 regulates the formation and function of placental vasculature during the development of fetal growth restriction."}, {"pubmed": 34155658, "text": "The SAGA complex regulates early steps in transcription via its deubiquitylase module subunit USP22."}, {"pubmed": 34226501, "text": "Operative ubiquitin-specific protease 22 deubiquitination confers a more invasive phenotype to cholangiocarcinoma."}, {"pubmed": 34339800, "text": "Deubiquitination of the repressor E2F6 by USP22 facilitates AKT activation and tumor growth in hepatocellular carcinoma."}, {"pubmed": 34396448, "text": "Targeting USP22 with miR305p to inhibit the hypoxiainduced expression of PDL1 in lung adenocarcinoma cells."}, {"pubmed": 34743406, "text": "USP22-mediated deubiquitination of PTEN inhibits pancreatic cancer progression by inducing p21 expression."}, {"pubmed": 34753387, "text": "Ring finger 220 promotes the stemness and progression of colon cancer cells via Ubiquitin specific peptidase 22-BMI1 axis."}, {"pubmed": 34954996, "text": "[Role of ubiquitin-specific peptidase 22 in multidrug resistance of colorectal cancer and its correlation with multidrug resistance gene P-gp]."}, {"pubmed": 35039872, "text": "Long noncoding RNA CTBP1AS2 upregulates USP22 to promote pancreatic carcinoma progression by sponging miR1413p."}, {"pubmed": 35203285, "text": "Upregulation of USP22 and ABCC1 during Sorafenib Treatment of Hepatocellular Carcinoma Contribute to Development of Resistance."}, {"pubmed": 35449157, "text": "USP22 regulates lipidome accumulation by stabilizing PPARgamma in hepatocellular carcinoma."}, {"pubmed": 35933402, "text": "USP22 controls type III interferon signaling and SARS-CoV-2 infection through activation of STING."}, {"pubmed": 35935969, "text": "Immune Evasion and Drug Resistance Mediated by USP22 in Cancer: Novel Targets and Mechanisms."}, {"pubmed": 36123698, "text": "Transcription factor AP2 enhances malignancy of non-small cell lung cancer through upregulation of USP22 gene expression."}, {"pubmed": 36906615, "text": "USP22 upregulates ZEB1-mediated VEGFA transcription in hepatocellular carcinoma."}, {"pubmed": 37898375, "text": "USP22-JMJD8 axis promotes Lenvatinib resistance in hepatocellular carcinoma."}, {"pubmed": 38176298, "text": "ADAM9 deubiquitination induced by USP22 suppresses proliferation, migration, invasion, and epithelial-mesenchymal transition of trophoblast cells in preeclampsia."}, {"pubmed": 38347585, "text": "USP22 supports the aggressive behavior of basal-like breast cancer by stimulating cellular respiration."}, {"pubmed": 38784391, "text": "USP22 as a key regulator of glycolysis pathway in osteosarcoma: insights from bioinformatics and experimental approaches."}], "genomic_pos": {"chr": "17", "end": 21043760, "ensemblgene": "ENSG00000124422", "start": 20999596, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 20947073, "start": 20902910, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000086", "pubmed": 27030811, "qualifier": "involved_in", "term": "G2/M transition of mitotic cell cycle"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006282", "pubmed": [11406595, 11564863], "qualifier": "involved_in", "term": "regulation of DNA repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": 9603525, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0009792", "pubmed": 16378762, "qualifier": "involved_in", "term": "embryo development ending in birth or egg hatching"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016579", "pubmed": 16378762, "qualifier": "involved_in", "term": "protein deubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032481", "pubmed": 32130408, "qualifier": "involved_in", "term": "positive regulation of type I interferon production"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043484", "pubmed": 11564863, "qualifier": "involved_in", "term": "regulation of RNA splicing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 18206973, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045893", "pubmed": 18206972, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045931", "pubmed": 18206973, "qualifier": "involved_in", "term": "positive regulation of mitotic cell cycle"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000124", "pubmed": [18206972, 18206973, 27601583], "qualifier": "part_of", "term": "SAGA complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0000124", "pubmed": 19114550, "qualifier": "part_of", "term": "SAGA complex"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 27030811, "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005737", "pubmed": 32130408, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0033276", "pubmed": 10373431, "qualifier": "part_of", "term": "transcription factor TFTC complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003713", "pubmed": 18206972, "qualifier": "enables", "term": "transcription coactivator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004843", "pubmed": [16378762, 32130408], "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004843", "pubmed": 18206973, "qualifier": "contributes_to", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18206972, 19615732, 21779003, 24561192, 25416956, 27601583, 29628311], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0010485", "pubmed": 18206973, "qualifier": "contributes_to", "term": "histone H4 acetyltransferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 23382074, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0030374", "pubmed": 18206972, "qualifier": "enables", "term": "nuclear receptor coactivator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140936", "pubmed": 18469533, "qualifier": "enables", "term": "histone H2B deubiquitinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140950", "pubmed": 18469533, "qualifier": "enables", "term": "histone H2A deubiquitinase activity"}]}, "homologene": {"genes": [[4530, 4337205], [4896, 2542135], [4932, 855263], [5141, 3875927], [7165, 1280557], [7227, 40030], [7955, 692275], [8364, 100379835], [9031, 416501], [9598, 454511], [9606, 23326], [9615, 609588], [9913, 509694], [10090, 216825], [10116, 303201], [28985, 2891924], [33169, 4622378], [318829, 2676992]], "id": 52664}, "interpro": [{"desc": "Peptidase C19, ubiquitin carboxyl-terminal hydrolase", "id": "IPR001394", "short_desc": "Peptidase_C19_UCH"}, {"desc": "Zinc finger, UBP-type", "id": "IPR001607", "short_desc": "Znf_UBP"}, {"desc": "Ubiquitin specific protease, conserved site", "id": "IPR018200", "short_desc": "USP_CS"}, {"desc": "Ubiquitin specific protease domain", "id": "IPR028889", "short_desc": "USP_dom"}, {"desc": "Papain-like cysteine peptidase superfamily", "id": "IPR038765", "short_desc": "Papain-like_cys_pep_sf"}, {"desc": "Zinc finger, RING/FYVE/PHD-type", "id": "IPR013083", "short_desc": "Znf_RING/FYVE/PHD"}], "ipi": ["IPI00852960", "IPI00923593"], "map_location": "17p11.2", "name": "ubiquitin specific peptidase 22", "other_names": ["deubiquitinating enzyme 22", "ubiquitin carboxyl-terminal hydrolase 22", "ubiquitin specific protease 22", "ubiquitin thioesterase 22", "ubiquitin thiolesterase 22", "ubiquitin-specific processing protease 22"], "pantherdb": {"HGNC": "12621", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2144157", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 10090, "uniprot_kb": "Q5DU02"}, {"RGD": "1310354", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 10116, "uniprot_kb": "D3ZTX7"}, {"ZFIN": "ZDB-GENE-060512-211", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 7955, "uniprot_kb": "A6H8I0"}, {"FlyBase": "FBgn0013717", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 7227, "uniprot_kb": "Q9VVR1"}, {"SGD": "S000004836", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 4932, "uniprot_kb": "P50102"}, {"dictyBase": "DDB_G0271798", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 352472, "uniprot_kb": "Q55AP9"}, {"TAIR": "2183760", "ortholog_type": "O", "panther_family": "PTHR21646", "taxid": 3702, "uniprot_kb": "Q9LEW0"}], "uniprot_kb": "Q9UPT9"}, "pathway": {"reactome": [{"id": "R-HSA-3214847", "name": "HATs acetylate histones"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}]}, "pfam": ["PF00443", "PF02148"], "pharmgkb": "PA37247", "pharos": {"target_id": 7716, "tdl": "Tbio"}, "prosite": ["PS50235", "PS50271"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211453", "relationship": "is"}, {"id": "GNF216905", "relationship": "is"}, {"id": "GNF222357", "relationship": "is"}, {"id": "GNF227809", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF045070", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100010", "relationship": "is"}, {"id": "GNF139665", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_056091.1", "XP_005256632.1", "XP_047291659.1", "XP_054171598.1", "XP_054171599.1"], "rna": ["NM_015276.2", "XM_005256575.3", "XM_047435703.1", "XM_054315623.1", "XM_054315624.1"], "translation": [{"protein": "XP_047291659.1", "rna": "XM_047435703.1"}, {"protein": "NP_056091.1", "rna": "NM_015276.2"}, {"protein": "XP_054171598.1", "rna": "XM_054315623.1"}, {"protein": "XP_054171599.1", "rna": "XM_054315624.1"}, {"protein": "XP_005256632.1", "rna": "XM_005256575.3"}]}, "reporter": {"GNF1H": "200083_at", "HG-U133_Plus_2": ["200083_at", "216957_at", "216964_at", "220861_at"], "HG-U95Av2": "39866_at", "HTA-2_0": "TC17001263.hg.1", "HuEx-1_0": "3749498", "HuGene-1_1": "8013486", "HuGene-2_1": "16842452"}, "retired": 79397, "summary": "Enables enzyme binding activity; nuclear receptor coactivator activity; and thiol-dependent deubiquitinase. Contributes to H4 histone acetyltransferase activity. Involved in positive regulation of mitotic cell cycle; positive regulation of transcription, DNA-templated; and protein modification by small protein conjugation or removal. Part of SAGA complex. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "USP22", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421400"}, "unigene": "Hs.462492", "uniprot": {"Swiss-Prot": "Q9UPT9", "TrEMBL": ["J3QS30", "K7ERX6", "K7ESK0", "J3QRV6"]}, "wikipedia": {"url_stub": "USP22 (gene)"}}