{"AllianceGenome": "12631", "HGNC": "12631", "MIM": "603158", "_id": "9101", "_version": 1, "accession": {"genomic": ["AC012170.6", "CH471082.1", "CP068263.2", "KF459553.1", "NC_000015.10", "NC_060939.1", "NG_047101.2", "OP328166.1"], "protein": ["AAH15545.1", "AAH26954.1", "AAH38801.1", "AAH51345.1", "AAI10591.1", "BAA06225.3", "BAF85089.1", "BAG52415.1", "BAG59120.1", "BAG62288.1", "CAD97662.1", "EAW77399.1", "EAW77400.1", "EAW77401.1", "EAW77402.1", "NP_001122082.1", "NP_001269978.1", "NP_005145.3", "P40818.1", "WBK39275.1"], "rna": ["AA399951.1", "AA399952.1", "AA773713.1", "AI276208.1", "AK091775.1", "AK292400.1", "AK296480.1", "AK300590.1", "BC015545.1", "BC026954.1", "BC038801.1", "BC051345.1", "BC062694.1", "BC092443.1", "BC110590.2", "BM751645.1", "BX537420.1", "CA312140.1", "D29956.1", "DA112964.1", "NM_001128610.3", "NM_001128611.1", "NM_001283049.2", "NM_005154.5"], "translation": [{"protein": "AAI10591.1", "rna": "BC110590.2"}, {"protein": "BAA06225.3", "rna": "D29956.1"}, {"protein": "NP_001122082.1", "rna": "NM_001128610.3"}, {"protein": "AAH26954.1", "rna": "BC026954.1"}, {"protein": "AAH15545.1", "rna": "BC015545.1"}, {"protein": "NP_001269978.1", "rna": "NM_001283049.2"}, {"protein": "AAH51345.1", "rna": "BC051345.1"}, {"protein": "NP_005145.3", "rna": "NM_005154.5"}, {"protein": "CAD97662.1", "rna": "BX537420.1"}, {"protein": "AAH38801.1", "rna": "BC038801.1"}, {"protein": "BAG52415.1", "rna": "AK091775.1"}, {"protein": "BAG59120.1", "rna": "AK296480.1"}, {"protein": "BAF85089.1", "rna": "AK292400.1"}, {"protein": "BAG62288.1", "rna": "AK300590.1"}]}, "alias": ["HumORF8", "PITA4", "SPG59", "UBPY"], "ec": "3.4.19.12", "ensembl": {"gene": "ENSG00000138592", "protein": ["ENSP00000302239", "ENSP00000379721", "ENSP00000412682", "ENSP00000452950", "ENSP00000453206", "ENSP00000453320", "ENSP00000453427", "ENSP00000453460", "ENSP00000454003", "ENSP00000454059", "ENSP00000457345", "ENSP00000485810"], "transcript": ["ENST00000307179", "ENST00000396444", "ENST00000419830", "ENST00000425032", "ENST00000558091", "ENST00000558892", "ENST00000559242", "ENST00000559329", "ENST00000560297", "ENST00000560379", "ENST00000560527", "ENST00000560730", "ENST00000560885", "ENST00000560954", "ENST00000560982", "ENST00000561206", "ENST00000561211", "ENST00000561330", "ENST00000625664"], "translation": [{"protein": "ENSP00000453206", "rna": "ENST00000560297"}, {"protein": "ENSP00000379721", "rna": "ENST00000396444"}, {"protein": "ENSP00000412682", "rna": "ENST00000425032"}, {"protein": "ENSP00000454003", "rna": "ENST00000559329"}, {"protein": "ENSP00000302239", "rna": "ENST00000307179"}, {"protein": "ENSP00000452950", "rna": "ENST00000560730"}, {"protein": "ENSP00000485810", "rna": "ENST00000625664"}, {"protein": "ENSP00000453427", "rna": "ENST00000560982"}, {"protein": "ENSP00000457345", "rna": "ENST00000561211"}, {"protein": "ENSP00000454059", "rna": "ENST00000558091"}, {"protein": "ENSP00000453320", "rna": "ENST00000559242"}, {"protein": "ENSP00000453460", "rna": "ENST00000561330"}], "type_of_gene": "protein_coding"}, "entrezgene": "9101", "exons": [{"cdsend": 50499088, "cdsstart": 50439073, "chr": "15", "position": [[50424404, 50424654], [50439008, 50439177], [50441348, 50441493], [50449399, 50449485], [50458999, 50459162], [50462279, 50462322], [50465046, 50465191], [50471632, 50471795], [50476848, 50476993], [50477275, 50477499], [50481480, 50482065], [50484274, 50484361], [50489800, 50489881], [50490262, 50490525], [50492700, 50492913], [50494069, 50494280], [50495847, 50496084], [50497088, 50497231], [50498595, 50498728], [50498902, 50514421]], "strand": 1, "transcript": "NM_001128610", "txend": 50514421, "txstart": 50424404}, {"cdsend": 50499088, "cdsstart": 50439073, "chr": "15", "position": [[50424404, 50424514], [50439008, 50439177], [50458999, 50459162], [50462279, 50462322], [50465046, 50465191], [50471632, 50471795], [50476848, 50476993], [50477275, 50477499], [50481480, 50482065], [50489800, 50489881], [50490262, 50490525], [50492700, 50492913], [50494069, 50494280], [50495847, 50496084], [50497088, 50497231], [50498595, 50498728], [50498902, 50514421]], "strand": 1, "transcript": "NM_001283049", "txend": 50514421, "txstart": 50424404}, {"cdsend": 50499088, "cdsstart": 50439073, "chr": "15", "position": [[50424404, 50424514], [50439008, 50439177], [50441348, 50441493], [50449399, 50449485], [50458999, 50459162], [50462279, 50462322], [50465046, 50465191], [50471632, 50471795], [50476848, 50476993], [50477275, 50477499], [50481480, 50482065], [50484274, 50484361], [50489800, 50489881], [50490262, 50490525], [50492700, 50492913], [50494069, 50494280], [50495847, 50496084], [50497088, 50497231], [50498595, 50498728], [50498902, 50514421]], "strand": 1, "transcript": "NM_005154", "txend": 50514421, "txstart": 50424404}], "exons_hg19": [{"cdsend": 50791285, "cdsstart": 50731270, "chr": "15", "position": [[50716601, 50716851], [50731205, 50731374], [50733545, 50733690], [50741596, 50741682], [50751196, 50751359], [50754476, 50754519], [50757243, 50757388], [50763829, 50763992], [50769045, 50769190], [50769472, 50769696], [50773677, 50774262], [50776471, 50776558], [50781997, 50782078], [50782459, 50782722], [50784897, 50785110], [50786266, 50786477], [50788044, 50788281], [50789285, 50789428], [50790792, 50790925], [50791099, 50806618]], "strand": 1, "transcript": "NM_001128610", "txend": 50806618, "txstart": 50716601}, {"cdsend": 50791285, "cdsstart": 50731270, "chr": "15", "position": [[50716601, 50716711], [50731205, 50731374], [50751196, 50751359], [50754476, 50754519], [50757243, 50757388], [50763829, 50763992], [50769045, 50769190], [50769472, 50769696], [50773677, 50774262], [50781997, 50782078], [50782459, 50782722], [50784897, 50785110], [50786266, 50786477], [50788044, 50788281], [50789285, 50789428], [50790792, 50790925], [50791099, 50806618]], "strand": 1, "transcript": "NM_001283049", "txend": 50806618, "txstart": 50716601}, {"cdsend": 50791285, "cdsstart": 50731270, "chr": "15", "position": [[50716601, 50716711], [50731205, 50731374], [50733545, 50733690], [50741596, 50741682], [50751196, 50751359], [50754476, 50754519], [50757243, 50757388], [50763829, 50763992], [50769045, 50769190], [50769472, 50769696], [50773677, 50774262], [50776471, 50776558], [50781997, 50782078], [50782459, 50782722], [50784897, 50785110], [50786266, 50786477], [50788044, 50788281], [50789285, 50789428], [50790792, 50790925], [50791099, 50806618]], "strand": 1, "transcript": "NM_005154", "txend": 50806618, "txstart": 50716601}], "generif": [{"pubmed": 16520378, "text": "The cellular functions of UBPY are complex but clearly distinct from those of the Lys-63-ubiquitin-specific protease, AMSH, with which it shares a binding site on the SH3 domain of STAM"}, {"pubmed": 16771824, "text": "UBPY regulates the level of protein ubiquitination on endosomes, which is required for maintaining the morphology of the organelle"}, {"pubmed": 17035239, "text": "The USP8 recognition domain of NRDP1 has a novel protein fold that interacts with a conserved peptide loop of the rhodanese domain."}, {"pubmed": 17121848, "text": "UBPY-mediated EGFR de-ubiquitination promotes EGFR degradation"}, {"pubmed": 17711858, "text": "UBPY MIT domain and another ubiquitin isopeptidase, AMSH, reveals common interactions with CHMP1A and CHMP1B but a distinct selectivity of AMSH for CHMP3/VPS24, a core subunit of the ESCRT-III complex, and UBPY for CHMP7."}, {"pubmed": 19684015, "text": "Data suggest that AMSH and UBPY are essential for trafficking and down-regulation of PAR(2) but not for regulating PAR(2) dissociation from beta-arrestin2 or PAR(2)-mediated ERK2 activation."}, {"pubmed": 20876529, "text": "USP8 promotes trafficking and degradation of CXCR4 at the sorting endosome."}, {"pubmed": 21448666, "text": "Studies indicate that USP8/Ubpy and AMSH interact with ESCRT components to modulate the ubiquitination status of receptors and relevant sorting proteins."}, {"pubmed": 22253573, "text": "USP8 is a positive regulator in Hh signaling by down-regulating Smo ubiquitination and thereby mediating Smo intracellular trafficking."}, {"pubmed": 22841719, "text": "a UBPY-derived peptide can outcompete ubiquitin for STAM2 SH3 domain binding"}, {"pubmed": 23297398, "text": "Ubiquitin-specific peptidase 8 (USP8) regulates endosomal trafficking of the epithelial Na+ channel"}, {"pubmed": 23333852, "text": "Usp8 is a target for SRC-mediated tyrosine phosphorylation in the N-terminal 504 amino acids upon EGF stimulation of EGFR."}, {"pubmed": 23477725, "text": "The ESCRT accessory protein HD-PTP/PTPN23 associates with epidermal growth factor receptor (EGFR) and combines with the deubiquitinating enzyme UBPY/USP8 to transfer EGFR from ESCRT-0 to ESCRT-III and drive EGFR sorting to intralumenal vesicles."}, {"pubmed": 23748694, "text": "Knockdown of ubiquitin-specific peptidase 8 (USP8) selectively kills gefitinib-resistant non-small lung cancer cells."}, {"pubmed": 23750007, "text": "Balanced reciprocal cross-regulation of RNF41 and USP8 determines whether receptors are sorted for lysosomal degradation or recycling, this way regulating basal cytokine receptor levels."}, {"pubmed": 24344018, "text": "No relationship was found in serum XIAP and USP8 levels with clinical parameters, response to chemotherapy, and survival in patients with advanced stages of non-small cell lung cancer."}, {"pubmed": 24378640, "text": "USP8 maintains a basal expression of HIF1alpha and HIF transcriptional output in normoxia."}, {"pubmed": 24825905, "text": "UBE2E3 and UBPY participate in the regulation of TDP-43 ubiquitination, solubility, and neurodegeneration"}, {"pubmed": 24828152, "text": "USP8 is involved in deubiquitination of LRIG1, influencing the efficiency of Met degradation."}, {"pubmed": 24894536, "text": "USP8 is required for ci-M6PR endosomal localisation."}, {"pubmed": 25170077, "text": "USP8, and the endosomal sorting protein, VPS28, are the negative regulators of NOD2-induced IL-8 secretion."}, {"pubmed": 25216678, "text": "This work uncovers a novel role for USP8-mediated deubiquitination of K6-linked ubiquitin conjugates from parkin in mitochondrial quality control."}, {"pubmed": 25485838, "text": "Somatic USP8 mutations in corticotroph adenomas clustered in the 14-3-3 protein binding motif and enhanced catalysis and proteolytic cleavage, which increased EGF receptor deubiqutination and signaling. USP8 mutants enhanced POMC promoter activity."}, {"pubmed": 25675982, "text": "In surgically resected primary USP8-mutated tumor cells, USP8 knockdown or blocking EGFR effectively attenuates ACTH secretion. Inhibition of USP8 or EGFR is promising for treating USP8-mutated corticotrophin adenoma."}, {"pubmed": 25700639, "text": "these findings implicate a novel role for K6-linked Ub conjugates and USP8-mediated deubiquitination in the regulation of PARK2 in mitochondrial quality control"}, {"pubmed": 25733871, "text": "BRUCE acts as a scaffold, bridging the ubiquitin-specific peptidase 8 (USP8) and BRIT1 in a complex to coordinate USP8-catalyzed deubiquitination of BRIT1."}, {"pubmed": 25863102, "text": "Haplotype CAAG may be a down-regulating factor for the risk of non-obstructive azoospermia."}, {"pubmed": 25930709, "text": "The identification of USP8 mutations as contributors to the pathogenesis of ACTH-secreting pituitary adenomas represents an exciting advance in our understanding of Cushing's disease and its potential treatment into the of precision medicine."}, {"pubmed": 25942478, "text": "USP8 is frequently mutated in adenomas causing Cushing's disease, especially in those from female adult patients diagnosed at a younger age."}, {"pubmed": 26285834, "text": "Studies indicate that ubiquitin specific protease 8 protein (USP8) mutations contribute to adrenocorticotropic hormone (ACTH) overproduction in Cushing's disease (CD)."}, {"pubmed": 26459808, "text": "USP8 regulates VEGFR2 trafficking, signaling and proteolysis."}, {"pubmed": 26571504, "text": "Ubpy loss of function results in the accumulation of autophagosomes due to a blockade of the autophagy flux."}, {"pubmed": 26578638, "text": "The presence of USP8 mutations may predict favorable responses to the somatostatin analog pasireotide in corticotroph adenomas of Cushing's disease."}, {"pubmed": 26683461, "text": "Results show that in addition to the scaffolding function in complex formation, BRUCE has an E3 ligase function to promote BRIT1 deubiquitination by USP8 leading to accumulation of BRIT1 at DNA double-strand break."}, {"pubmed": 26701869, "text": "No somatic mutations were observed in USP8 in a cohort of GH-secreting pituitary adenomas."}, {"pubmed": 27302062, "text": "findings demonstrate that USP8 plays a key role in the trafficking and degradation of BACE1 by deubiquitinating lysine 501."}, {"pubmed": 27321185, "text": "Data indicate that USP8 functions as a novel deubiquitylase of FLIPL and inhibits extrinsic apoptosis by stabilizing FLIPL."}, {"pubmed": 27444016, "text": "in human cells, Usp8 knockdown increased the lysosomal degradation of alpha-synuclein."}, {"pubmed": 28505279, "text": "Somatic USP8 gene mutations are a common cause of pediatric Cushing disease due to pituitary adenoma."}, {"pubmed": 28544031, "text": "Overexpression of USP8 in lung adenocarcinoma is an early event during the course of tumor progression, and is related to EGFR expression."}, {"pubmed": 28710116, "text": "In summary, we show that, contrary to the pituitary ACTH-secreting tumors, the USP8 hotspot sequence on exon 14 is not mutated in tumors causing ectopic ACTH secretion syndrome (EAS). Although USP8 is expressed in all EAS tumors examined, our in vitro data indicate that it is not involved in the regulation of ectopic proopiomelanocortin transcription."}, {"pubmed": 28850717, "text": "review: role of USP8 driver mutations in Cushing's Disease"}, {"pubmed": 28982703, "text": "Somatic mutations in USP8 are common in Nelson's tumors, and are associated with less favorable outcome after surgery."}, {"pubmed": 29180353, "text": "Data (including data from studies using knockout and transgenic mice/cells) suggest that CLEC16A, NRDP1, and USP8 form tripartite complex; CLEC16A-NRDP1-USP8 complex appears to rely on ubiquitin signals to promote mitophagy and maintain mitochondrial function necessary for beta-cell function. (CLEC16A = C-type lectin domain family 16 member A; NRDP1 = ubiquitin-protein ligase NRDP1; USP8 = ubiquitin specific peptidase 8)"}, {"pubmed": 29472535, "text": "the EGFR-USP8-trichoplein-Aurora A axis is a critical signaling cascade that restricts ciliogenesis in dividing cells, and functions to facilitate cell proliferation"}, {"pubmed": 29473952, "text": "Biophysical and structural insight into the USP8/14-3-3 interaction."}, {"pubmed": 29604273, "text": "USP8 deubiquitinates Sec31A and inhibits the formation of large COPII carriers, thereby suppressing collagen IV secretion."}, {"pubmed": 29626091, "text": "High USP8 expression is associated with breast neoplasms."}, {"pubmed": 29735556, "text": "we identify USP8 as a key enzyme that regulates SHANK3 protein levels in neurons"}, {"pubmed": 29880877, "text": "SFN enhances RTK stabilization through abnormal USP8 regulation in lung adenocarcinoma"}, {"pubmed": 30010158, "text": "High expression of USP8 was correlated with advanced tumor stage and high recurrence risk. Moreover, USP8 was identified as a novel independent prognostic factor for CSCC patients."}, {"pubmed": 30132974, "text": "our results demonstrated that USP8 might predict better clinical characteristics and might be a protective factor for patients with breast cancer"}, {"pubmed": 30221684, "text": "USP8 interacted with transforming growth factorbetaactivated kinase1 (TAK1) and deubiquitinated the K63linked ubiquitination of TAK1."}, {"pubmed": 30844069, "text": "Cell-cycle inhibitor p27 was significantly reduced in USP8 mutated pituitary corticotroph adenomas. In contrast, the chaperone HSP90 was expressed higher, and the phosphorylation of the transcription factor CREB was increased in USP8 mutated adenomas. These findings suggest that these proteins are direct or indirect clients of USP8."}, {"pubmed": 30931944, "text": "Deubiquitination of EPG5 by USP8 guards the autophagic flux in embryonic stem cells (ESCs) to maintain their stemness. This work uncovers a novel crosstalk pathway between ubiquitination and autophagy through USP8-EPG5 interaction to regulate the stemness of ESCs."}, {"pubmed": 31199479, "text": "USP8 deubiquitinates LepRb, thus inhibiting lysosomal degradation and enhancing surface localization of LepRb, which are essential for leptin-stimulated synaptogenesis in the hippocampus."}, {"pubmed": 31241013, "text": "The ubiquitin-specific protease USP8 directly deubiquitinates SQSTM1/p62 to suppress its autophagic activity."}, {"pubmed": 31273566, "text": "somatic USP8 mutations in Cushing's disease (Meta-Analysis)"}, {"pubmed": 31280266, "text": "Ubiquitin-Specific Protease 8 Mutant Corticotrope Adenomas Present Unique Secretory and Molecular Features and Shed Light on the Role of Ubiquitylation on ACTH Processing."}, {"pubmed": 31527799, "text": "Deubiquitylation and stabilization of Notch1 intracellular domain by ubiquitin-specific protease 8 enhance tumorigenesis in breast cancer."}, {"pubmed": 31581124, "text": "USP8 mutations occur in functioning and silent corticotrophinomas."}, {"pubmed": 32053843, "text": "USP8 Mutations and Cell Cycle Regulation in Corticotroph Adenomas."}, {"pubmed": 32818533, "text": "Ubiquitin-specific peptidase 8 regulates the trafficking and stability of the human organic anion transporter 1."}, {"pubmed": 33221858, "text": "USP8 and TP53 Drivers are Associated with CNV in a Corticotroph Adenoma Cohort Enriched for Aggressive Tumors."}, {"pubmed": 33288548, "text": "TrkB deubiquitylation by USP8 regulates receptor levels and BDNF-dependent neuronal differentiation."}, {"pubmed": 33600786, "text": "The oncogenic role of ubiquitin specific peptidase (USP8) and its signaling pathways targeting for cancer therapeutics."}, {"pubmed": 34081623, "text": "Inhibiting USP8 overcomes hepatocellular carcinoma resistance via suppressing receptor tyrosine kinases."}, {"pubmed": 34630422, "text": "Specific Deubiquitinating Enzymes Promote Host Restriction Factors Against HIV/SIV Viruses."}, {"pubmed": 34664215, "text": "USP8, USP48, and BRAF mutations differ in their genotype-phenotype correlation in Asian Indian patients with Cushing's disease."}, {"pubmed": 34750505, "text": "Molecular basis of ubiquitin-specific protease 8 autoinhibition by the WW-like domain."}, {"pubmed": 35361778, "text": "Usp8 promotes tumor cell migration through activating the JNK pathway."}, {"pubmed": 35451730, "text": "Responsiveness to DDAVP in Cushing's disease is associated with USP8 mutations through enhancing AVPR1B promoter activity."}, {"pubmed": 35636624, "text": "Deubiquitinase USP8 increases ID1 stability and promotes esophageal squamous cell carcinoma tumorigenesis."}, {"pubmed": 35686696, "text": "Improved pasireotide response in USP8 mutant corticotroph tumours in vitro."}, {"pubmed": 35811497, "text": "USP8 promotes cancer progression and extracellular vesicle-mediated CD8+ T cell exhaustion by deubiquitinating the TGF-beta receptor TbetaRII."}, {"pubmed": 35981231, "text": "Ubiquitin-specific Protease 8 Gene Expression in Sporadic Pituitary Adenomas."}, {"pubmed": 37190052, "text": "USP8 Down-Regulation Promotes Parkin-Independent Mitophagy in the Drosophila Brain and in Human Neurons."}, {"pubmed": 37332045, "text": "piRNA-1742 promotes renal cell carcinoma malignancy by regulating USP8 stability through binding to hnRNPU and thereby inhibiting MUC12 ubiquitination."}, {"pubmed": 37639742, "text": "USP8 promotes gemcitabine resistance of pancreatic cancer via deubiquitinating and stabilizing Nrf2."}, {"pubmed": 37704159, "text": "Central role of ubiquitin-specific protease 8 in leptin signaling pathway in pulmonary arterial hypertension."}, {"pubmed": 37741774, "text": "USP8 targeted by Mir-874-3p promotes trophoblastic cell invasion by stabilizing the expression of ENaC on trophoblast membrane."}, {"pubmed": 37925320, "text": "Clinical Spectrum of USP8 Pathogenic Variants in Cushing's Disease."}, {"pubmed": 37981592, "text": "Polymorphic USP8 allele promotes Parkinson's disease by inducing the accumulation of alpha-synuclein through deubiquitination."}, {"pubmed": 38180476, "text": "USP8 prevents aberrant NF-kappaB and Nrf2 activation by counteracting ubiquitin signals from endosomes."}, {"pubmed": 38691659, "text": "A long-term prognosis study of human USP8-mutated ACTH-secreting pituitary neuroendocrine tumours."}], "genomic_pos": {"chr": "15", "end": 50514421, "ensemblgene": "ENSG00000138592", "start": 50424380, "strand": 1}, "genomic_pos_hg19": {"chr": "15", "end": 50793280, "start": 50716577, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000281", "pubmed": 18388320, "qualifier": "acts_upstream_of_or_within", "term": "mitotic cytokinesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007032", "qualifier": "involved_in", "term": "endosome organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007265", "qualifier": "involved_in", "term": "Ras protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016579", "pubmed": 18388320, "qualifier": "acts_upstream_of_or_within", "term": "protein deubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016579", "pubmed": 27302062, "qualifier": "involved_in", "term": "protein deubiquitination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031647", "pubmed": 27302062, "qualifier": "involved_in", "term": "regulation of protein stability"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032880", "pubmed": 27302062, "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070536", "qualifier": "involved_in", "term": "protein K63-linked deubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070536", "pubmed": 16520378, "qualifier": "involved_in", "term": "protein K63-linked deubiquitination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071108", "qualifier": "involved_in", "term": "protein K48-linked deubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071108", "pubmed": 16520378, "qualifier": "involved_in", "term": "protein K48-linked deubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071549", "qualifier": "involved_in", "term": "cellular response to dexamethasone stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090263", "pubmed": 20495530, "qualifier": "involved_in", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099576", "qualifier": "involved_in", "term": "regulation of protein catabolic process at postsynapse, modulating synaptic transmission"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905166", "pubmed": 27444016, "qualifier": "involved_in", "term": "negative regulation of lysosomal protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905908", "pubmed": 27444016, "qualifier": "involved_in", "term": "positive regulation of amyloid fibril formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990090", "qualifier": "involved_in", "term": "cellular response to nerve growth factor stimulus"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 18388320, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 16520378, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 16520378, "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 27444016, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "is_active_in", "term": "postsynaptic density"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030496", "qualifier": "is_active_in", "term": "midbody"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030496", "pubmed": 18388320, "qualifier": "located_in", "term": "midbody"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043197", "qualifier": "is_active_in", "term": "dendritic spine"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004197", "pubmed": 9827704, "qualifier": "enables", "term": "cysteine-type endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004843", "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004843", "pubmed": [16520378, 18388320, 18728397, 27444016], "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004843", "qualifier": "enables", "term": "cysteine-type deubiquitinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15161933, 15778465, 17711858, 18329369, 19302785, 19427866, 24378640, 28514442, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017124", "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061578", "pubmed": 16520378, "qualifier": "enables", "term": "K63-linked deubiquitinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990380", "pubmed": 16520378, "qualifier": "enables", "term": "K48-linked deubiquitinase activity"}]}, "homologene": {"genes": [[6239, 180175], [7165, 1273061], [7227, 42509], [7955, 565434], [8364, 100124309], [9031, 415451], [9544, 715523], [9598, 453931], [9606, 9101], [9615, 478299], [9913, 538743], [10090, 84092], [10116, 296121]], "id": 3782}, "interpro": [{"desc": "USP8 dimerisation domain", "id": "IPR015063", "short_desc": "USP8_dimer"}, {"desc": "Peptidase C19, ubiquitin carboxyl-terminal hydrolase", "id": "IPR001394", "short_desc": "Peptidase_C19_UCH"}, {"desc": "Rhodanese-like domain", "id": "IPR001763", "short_desc": "Rhodanese-like_dom"}, {"desc": "Ubiquitin specific protease, conserved site", "id": "IPR018200", "short_desc": "USP_CS"}, {"desc": "Ubiquitin specific protease domain", "id": "IPR028889", "short_desc": "USP_dom"}, {"desc": "Rhodanese-like domain superfamily", "id": "IPR036873", "short_desc": "Rhodanese-like_dom_sf"}, {"desc": "Papain-like cysteine peptidase superfamily", "id": "IPR038765", "short_desc": "Papain-like_cys_pep_sf"}, {"desc": "USP8, WW domain", "id": "IPR048498", "short_desc": "WW_USP8"}], "ipi": ["IPI00030915", "IPI00941811"], "map_location": "15q21.2", "name": "ubiquitin specific peptidase 8", "other_names": ["deubiquitinating enzyme 8", "ubiquitin carboxyl-terminal hydrolase 8", "ubiquitin isopeptidase Y", "ubiquitin thiolesterase 8", "ubiquitin-specific-processing protease 8"], "pantherdb": {"HGNC": "12631", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1934029", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 10090, "uniprot_kb": "Q80U87"}, {"RGD": "1304979", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 10116, "uniprot_kb": "D3ZN39"}, {"Ensembl": "ENSGALG00000005894", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 9031, "uniprot_kb": "A0A1D5PG34"}, {"ZFIN": "ZDB-GENE-030131-1949", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 7955, "uniprot_kb": "I3IT16"}, {"FlyBase": "FBgn0038862", "ortholog_type": "LDO", "panther_family": "PTHR21646", "taxid": 7227, "uniprot_kb": "Q9VDD8"}], "uniprot_kb": "P40818"}, "pathway": {"kegg": [{"id": "hsa04137", "name": "Mitophagy - animal - Homo sapiens (human)"}, {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}], "pid": [{"id": "erbb1_internalization_pathway", "name": "Internalization of ErbB1"}, {"id": "erbb2erbb3pathway", "name": "ErbB2/ErbB3 signaling events"}], "reactome": [{"id": "R-HSA-1227986", "name": "Signaling by ERBB2"}, {"id": "R-HSA-1358803", "name": "Downregulation of ERBB2:ERBB3 signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-4641263", "name": "Regulation of FZD by ubiquitination"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6806834", "name": "Signaling by MET"}, {"id": "R-HSA-6807004", "name": "Negative regulation of MET activity"}, {"id": "R-HSA-8863795", "name": "Downregulation of ERBB2 signaling"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4673", "name": "Male infertility"}]}, "pdb": ["1WHB", "2A9U", "2GFO", "2GWF", "3N3K", "6F09", "8ADM", "8XPN", "8Y9A"], "pfam": ["PF00443", "PF00581", "PF08969", "PF20625"], "pharmgkb": "PA37256", "pharos": {"target_id": 7092, "tdl": "Tchem"}, "prosite": ["PS50206", "PS50235"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259643", "relationship": "is"}, {"id": "GNF259644", "relationship": "is"}, {"id": "GNF259645", "relationship": "is"}, {"id": "GNF259646", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF042483", "relationship": "is"}, {"id": "GNF043060", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092133", "relationship": "is"}, {"id": "GNF092134", "relationship": "is"}, {"id": "GNF092135", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052527", "relationship": "is"}, {"id": "GNF057296", "relationship": "is"}, {"id": "GNF072349", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067945", "relationship": "is"}, {"id": "GNF067946", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF277448", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094515", "relationship": "is"}, {"id": "GNF134172", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_047101.2"], "protein": ["NP_001122082.1", "NP_001269978.1", "NP_005145.3"], "rna": ["NM_001128610.3", "NM_001128611.1", "NM_001283049.2", "NM_005154.5"], "translation": [{"protein": "NP_001122082.1", "rna": "NM_001128610.3"}, {"protein": "NP_001269978.1", "rna": "NM_001283049.2"}, {"protein": "NP_005145.3", "rna": "NM_005154.5"}]}, "reporter": {"HG-U133_Plus_2": ["202745_at", "229501_s_at"], "HG-U95Av2": "39794_at", "HG-U95B": "43467_at", "HTA-2_0": "TC15000395.hg.1", "HuEx-1_0": ["2902227", "3593652", "3593706", "3593708", "3593710", "3623741"], "HuGene-1_1": "7983663", "HuGene-2_1": ["16800991", "16809116"]}, "summary": "This gene encodes a protein that belongs to the ubiquitin-specific processing protease family of proteins. The encoded protein is thought to regulate the morphology of the endosome by ubiquitination of proteins on this organelle and is involved in cargo sorting and membrane trafficking at the early endosome stage. This protein is required for the cell to enter the S phase of the cell cycle and also functions as a positive regulator in the Hedgehog signaling pathway in development. Pseudogenes of this gene are present on chromosomes 2 and 6. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Sep 2013].", "symbol": "USP8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336848"}, "unigene": "Hs.443731", "uniprot": {"Swiss-Prot": "P40818", "TrEMBL": ["H0YLS3", "A8K8N5", "H0YM17", "H0YKV1", "H0YLH2", "A0A075B720", "H0YNL5", "H0YM47"]}, "wikipedia": {"url_stub": "USP8"}}