{"AllianceGenome": "12636", "HGNC": "12636", "MIM": "604097", "_id": "10911", "_version": 1, "accession": {"genomic": ["AL009183.10", "CH471130.1", "CP068277.2", "GN344139.1", "GN344141.1", "NC_000001.11", "NC_060925.1", "Z98884.11"], "protein": ["AAD13070.1", "AAD55577.1", "AAI26444.1", "AAQ88741.1", "CAY56005.1", "CAY56006.1", "EAW71587.1", "EAW71588.1", "EAW71589.1", "NP_006777.1", "NP_068835.1", "O95399.1", "XP_011538839.1", "XP_011538840.1", "XP_054189929.1", "XP_054189930.1"], "rna": ["AF104118.1", "AF140630.1", "AY358375.1", "BC025776.1", "BC126443.1", "BC171734.1", "MN308896.1", "NM_006786.4", "NM_021995.2", "XM_011540537.3", "XM_011540538.2", "XM_054333954.1", "XM_054333955.1"], "translation": [{"protein": "NP_006777.1", "rna": "NM_006786.4"}, {"protein": "AAQ88741.1", "rna": "AY358375.1"}, {"protein": "AAI26444.1", "rna": "BC126443.1"}, {"protein": "XP_054189930.1", "rna": "XM_054333955.1"}, {"protein": "XP_011538840.1", "rna": "XM_011540538.2"}, {"protein": "AAD13070.1", "rna": "AF104118.1"}, {"protein": "NP_068835.1", "rna": "NM_021995.2"}, {"protein": "AAD55577.1", "rna": "AF140630.1"}, {"protein": "XP_054189929.1", "rna": "XM_054333954.1"}, {"protein": "XP_011538839.1", "rna": "XM_011540537.3"}]}, "alias": ["PRO1068", "U-II", "UCN2", "UII"], "ensembl": {"gene": "ENSG00000049247", "protein": ["ENSP00000054668", "ENSP00000355163", "ENSP00000366738"], "transcript": ["ENST00000054668", "ENST00000361696", "ENST00000377516"], "translation": [{"protein": "ENSP00000366738", "rna": "ENST00000377516"}, {"protein": "ENSP00000355163", "rna": "ENST00000361696"}, {"protein": "ENSP00000054668", "rna": "ENST00000054668"}], "type_of_gene": "protein_coding"}, "entrezgene": "10911", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.71072318796, "exp_mis": 48.159782083, "exp_syn": 21.3557357403, "lof_z": 1.53816423142941, "mis_z": 0.15222421260614, "mu_lof": 3.27952772807e-07, "mu_mis": 4.09678564518e-06, "mu_syn": 1.71374355797e-06, "n_lof": 2.0, "n_mis": 46.0, "n_syn": 16.0, "p_li": 0.151041459001058, "p_null": 0.0717249589354195, "p_rec": 0.777233582063522, "syn_z": 0.718474829365411}, "bp": 420, "cds_end": 7913491, "cds_start": 7907825, "n_exons": 5, "nonpsych": {"exp_lof": 5.06757338966, "exp_mis": 43.4880692674, "exp_syn": 19.22782019, "lof_z": 1.33827982642333, "mis_z": -0.115640050575395, "mu_lof": 3.27952772807e-07, "mu_mis": 4.09678564518e-06, "mu_syn": 1.71374355797e-06, "n_lof": 2.0, "n_mis": 45.0, "n_syn": 14.0, "p_li": 0.13400786996711, "p_null": 0.100183051154906, "p_rec": 0.765809078877985, "syn_z": 0.750618139574096}, "nontcga": {"exp_lof": 5.24400280411, "exp_mis": 44.2971399605, "exp_syn": 19.6374158166, "lof_z": 1.39743309158833, "mis_z": 0.171952879261571, "mu_lof": 3.27952772807e-07, "mu_mis": 4.09678564518e-06, "mu_syn": 1.71374355797e-06, "n_lof": 2.0, "n_mis": 42.0, "n_syn": 16.0, "p_li": 0.132643276284101, "p_null": 0.0870816182665681, "p_rec": 0.780275105449331, "syn_z": 0.519724900402531}, "transcript": "ENST00000054668.5"}, "exons": [{"cdsend": 7853003, "cdsstart": 7847765, "chr": "1", "position": [[7847611, 7847882], [7849639, 7849683], [7850811, 7850922], [7852900, 7853065]], "strand": -1, "transcript": "NM_006786", "txend": 7853065, "txstart": 7847611}, {"cdsend": 7853431, "cdsstart": 7847765, "chr": "1", "position": [[7847611, 7847882], [7849639, 7849683], [7850811, 7850922], [7852900, 7852923], [7853306, 7853491]], "strand": -1, "transcript": "NM_021995", "txend": 7853491, "txstart": 7847611}], "exons_hg19": [{"cdsend": 7913063, "cdsstart": 7907825, "chr": "1", "position": [[7907671, 7907942], [7909699, 7909743], [7910871, 7910982], [7912960, 7913125]], "strand": -1, "transcript": "NM_006786", "txend": 7913125, "txstart": 7907671}, {"cdsend": 7913491, "cdsstart": 7907825, "chr": "1", "position": [[7907671, 7907942], [7909699, 7909743], [7910871, 7910982], [7912960, 7912983], [7913366, 7913551]], "strand": -1, "transcript": "NM_021995", "txend": 7913551, "txstart": 7907671}], "generif": [{"pubmed": 12088848, "text": "Urocortin II exhibits motor suppressive and delayed anxiolytic-like effects, suggesting a time-dependent role in the regulation of stress-related behavior."}, {"pubmed": 12203418, "text": "Structure-function analysis and its use in the construction of a ligand-receptor working model"}, {"pubmed": 12297490, "text": "Regulative effect of human urotensin-II on cardiovascular system"}, {"pubmed": 12468107, "text": "Circulating urotensin-II appears not to play a major role in human congestive heart failure (CHF)."}, {"pubmed": 12509909, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12509909, "text": "Urotensin II gene may contribute to the genetic susceptibility to type 2 diabetes in Chinese population."}, {"pubmed": 12791592, "text": "Elevated in the aortic root of congestive heart failure. Cleared at least in part from the microcirculation."}, {"pubmed": 12830381, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12830381, "text": "S89N polymorphism in the UTS2 gene is associated with the development of Type 2 diabetes, via insulin sensitivity, in Japanese subjects."}, {"pubmed": 12905622, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15007012, "text": "In addition to direct effects on the myocardium, U-II may contribute to the increased peripheral vascular tone that is characteristic of human CHF."}, {"pubmed": 15201550, "text": "urotensin II may have an aetiological role in hypertension and its complications."}, {"pubmed": 15306183, "text": "possible role for U-II in the pathophysiology of atherosclerosis."}, {"pubmed": 15379892, "text": "Immunohistochemical labelling of the cervical segment of the human spinal cord revealed that the UII-immunoreactive material was confined to a subset of ventral horn motoneurones."}, {"pubmed": 15476949, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15618545, "text": "hU-II may play a novel role in pulmonary hypertension by promoting remodeling processes via activation of NADPH oxidases"}, {"pubmed": 15866083, "text": "study strongly suggest an important role for human Urotensin-II in the pathophysiology of preeclampsia-eclampsia"}, {"pubmed": 15891007, "text": "The evidence in this review points to urotensin II as an ancient peptide hormone involved in body fluid regulation in higher vertebrates, including humans."}, {"pubmed": 16172428, "text": "May play role in formation of macrophage-derived foam cells by upregulating ACAT-1 expression via UT receptor/G-protein/c-Src/PKC/MEK and ROCK pathways but not by SR-A, thus contributing to relatively rapid development of atherosclerosis in hypertension."}, {"pubmed": 16343502, "text": "hU-II promotes cell proliferation and inhibits apoptosis in HUVECs, and MAPKp42/44 activation may play a signal transduction role in this process."}, {"pubmed": 16508659, "text": "Urotensin blood levels are the third factor in rank, after age and diabetes, explaining the incidence of cardiovascular events in end-stage kidney failure."}, {"pubmed": 16597476, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16783414, "text": "this article aims to review recent advances in our understanding of the physiology and pathophysiology of U-II with particular references to its role in cardiovascular health and disease--{REVIEW}"}, {"pubmed": 16807543, "text": "UII may also play a role in renal disease, being elevated in the circulation or urine of patients with renal failure and in experimental models of cardiovascular disease such as the spontaneously hypertensive rat."}, {"pubmed": 16866021, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17045018, "text": "The expression of urotensin 2 is increased in airways of rat asthmatic models and of patients with asthma."}, {"pubmed": 17143557, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17327028, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17686550, "text": "Data show that both urotensin II and urotensin II receptor are expressed in adrenal tumors and attached non-neoplastic adrenal tissues, and suggest possible roles of UII and UT-R in tumor growth and/or secretion."}, {"pubmed": 17822806, "text": "Results describe the synthesis and biological evaluation of 24 analogues of the urotensin II (U-II) fragment U-II(4-11) substituted in position 4 with coded and non-coded aromatic amino acids."}, {"pubmed": 18067077, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18086953, "text": "High UTN may be cardioprotective in end-stage renal disease, and interference by UTN with sympathetic activity and NO synthesis may represent intermediate mechanism mediating favorable echocardiographic profile of patients with high UTN."}, {"pubmed": 18284603, "text": "Urotensin-induced expression of TF and of VCAM-1/ICAM-1 was mediated through the Rho A-activation of the transcription factor, NF-kappaB"}, {"pubmed": 18314227, "text": "Results demonstrates a state-dependent effect of urotensin-II in cultured human aortic endothelial cells, which may explain the variable responses to U-II under different experimental conditions."}, {"pubmed": 18440535, "text": "It is now evident that UT expression in fish osmoregulatory tissues, such as the gill and kidney, exhibits considerable plasticity in response to physiological challenge, providing an important component of the adaptive organismal responses."}, {"pubmed": 18505448, "text": "UII may play a contributory role in the vasoconstrictor state of diabetes by exerting a relative constrictor action in diabetic patients, compared to its vasodilator action in normal subjects."}, {"pubmed": 19001524, "text": "Urotensin II is a putative mediator of the effects of the adrenal medulla and pheochromocytoma on the adrenocortical zona glomerulosa."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19326266, "text": "ROS-mediated oxidation of SHP-2 is essential for the hUII-induced mitogenic pathway in NRK-52E cells."}, {"pubmed": 19362580, "text": "The U-II, in addition to the well known role in the regulation of cardiovascular function, also exert a specific angiogenic activity."}, {"pubmed": 19398874, "text": "Data show that plasma urotensin II is elevated in chronic rheumatic valve disease, associated with severe mitral and tricuspid valve regurgitation."}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19797715, "text": "Increased UII immunoreactivity is observed in subjects with acute coronary syndrome."}, {"pubmed": 20017703, "text": "elevated in plasma of pre-eclamptic women"}, {"pubmed": 20339975, "text": "Endothelin-1 and urotensin-II levels are increased in plasma of patients with coronary heart disease."}, {"pubmed": 20428787, "text": "These findings suggest that the intrahepatic UII/UT system has an important pathophysiological role in cirrhosis and portal hypertension."}, {"pubmed": 20653105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20653105, "text": "This study suggest that UTS2 single gene (S89N) polymorphism is not associated with pre-eclampsia."}, {"pubmed": 20695946, "text": "circulating urotensin II may participate in the worsening course of some type 2 diabetes mellitus patients."}, {"pubmed": 21274584, "text": "Urotensin-II may have a vital role in systemic sclerosis."}, {"pubmed": 21556780, "text": "Increased UT-II, sTM, and vWF in ankylosing spondylitis patient sera regardless of treatment and disease activity suggest an increased tendency for atherosclerosis."}, {"pubmed": 21559414, "text": "polymorphisms in UTS2 and PER3 may have roles in glucose homeostasis and diabetes"}, {"pubmed": 21605557, "text": "the precursor undergoes pH- and Ca(2+)-dependent conformational and stability changes; ProUII has a stable tertiary structure at pH 5.5 in presence of Ca(2+) and is correctly cleaved in these conditions by prohormone convertases."}, {"pubmed": 21623998, "text": "In Korean women, the common UTS-II 143 G/A polymorphism is unlikely to have an association with the risk of preeclampsia."}, {"pubmed": 21694541, "text": "U-II levels in serum are significantly increased in children with chronic liver disease (portal hypertension or liver cirrhosis) compared with healthy controls; magnitude of U-II increase is related to severity and long-term liver disease outcomes."}, {"pubmed": 22045841, "text": "Data show an association between Thr21Met, but not Ser89Asn, in the urotensin II gene and systemic sclerosis."}, {"pubmed": 22098077, "text": "High urotensin II levels in recipients of kidney transplants could be drug-related (immunosuppressive drugs) and may be of practical importance that may be used to improve the long-term outcome of the patients"}, {"pubmed": 22587369, "text": "Associations between Thr21Met and Ser89Asn polymorphisms in the UTS2 gene and diabetic retinopathy strongly suggest that these polymorphisms may be an important a risk factor in Caucasians."}, {"pubmed": 23158820, "text": "Urotensin II was expressed in the lung of pulmonary hypertension patients with congenital heart disease."}, {"pubmed": 23301552, "text": "Serum urotensin II levels were higher in patients with non-dipper hypertension than in patients with dipper hypertension (204 [106-533] vs. 140 [96-309]. There was a positive correlation between total systolic blood pressure and serum urotensin II levels."}, {"pubmed": 23333481, "text": "Thr21Met (T21M) but not Ser89Asn (S89N) polymorphisms of the urotensin-II (UTS-II) gene are associated with Behcet's disease in a Turkish population."}, {"pubmed": 23344731, "text": "Data suggest that aortic urotensin II (UII) is increased in diabetes-associated atherosclerosis in humans and mice; diabetes-associated plaque development is attenuated by UII/UII receptor antagonism in in vitro (human) and in vivo (mouse) settings."}, {"pubmed": 23905608, "text": "mutation associated with pre-eclampsia risk"}, {"pubmed": 23981122, "text": "Data suggest that both urotensin II (UTS2) and C-reactive protein (CRP) are elevated in sera of subjects with polycystic ovary syndrome; UTS2 may play role in physiopathology of insulin resistance and increased cardiovascular events in such patients."}, {"pubmed": 24339964, "text": "results indicated that urotensin II might be an independent risk factor for essential hypertension."}, {"pubmed": 24391740, "text": "family-based analysis of association between blood pressure, glomerular filtration and genes of the urotensin-II pathway (urotensin-II, urotensin-II related peptide, urotensin-II receptor) saturated with 28 tagging single nucleotide polymorphisms"}, {"pubmed": 24468547, "text": "The significantly high Urotensin-II levels in the knee synovial fluid of osteoarthritic patients than in non-osteoarthritic patients."}, {"pubmed": 24552634, "text": "U-II level was higher in schizophrenia patients than in controls."}, {"pubmed": 24587311, "text": "U-II induces IL-8 expression in human umbilical vein endothelial cells via p38 mitogen-activated protein kinase and extracellular signal-regulated kinase signaling pathways."}, {"pubmed": 24642358, "text": "Plasma urotensin II levels are elevated in patients with acute coronary syndrome."}, {"pubmed": 24831766, "text": "This study revealed high plasma U-II level might be accepted as a risk factor for in-stent restenosis with bare metal stent"}, {"pubmed": 25112588, "text": "Urotensin II seems be associated with menopausal status, and extra-nodal and lymphatic invasion in breast cancer patients."}, {"pubmed": 25134283, "text": "Elevation or urotensin II in the serum of preeclampsia patients could be corrected to the severity and/or progression of the disease.  The urotensin genotype frequency between patients and control groups showed a significant difference."}, {"pubmed": 25268131, "text": "Urotensin-II induces activating transcription factor 3 (ATF3) at both mRNA and protein levels."}, {"pubmed": 25514221, "text": "Urotensin II can induce the proliferation of BEL-7402 cells via the urotensin receptor mediated PKC/ERK/p38 MAPK signaling pathways."}, {"pubmed": 25597409, "text": "provide evidence that, in glioma cells, homogeneous concentration of UII allowed translocation of Galpha13 to the UT receptor at the plasma membrane and increased actin stress fibers, lamellipodia formation and vinculin-stained focal adhesions"}, {"pubmed": 25604143, "text": "enzyme-linked immunosorbent assay (ELISA) and restriction fragment length polymorphism analysis were used to evaluate plasma levels of urotensin-II and Thr21Met and Ser89Asn polymorphisms of UTS2 gene in breast cancer patients."}, {"pubmed": 25648034, "text": "Study suggests that soluble CD40 ligand and urotensin II likely play a role in the pathogenesis of slow coronary flow."}, {"pubmed": 25880595, "text": "expression of UII is associated with ERS in patients with SPE. Our results indicate that UII may trigger ERS in placental trophoblastic cells in patients with preeclampsia."}, {"pubmed": 26640798, "text": "Used transgenic rabbits as a model to study macrophage-specific expressing human UII (hUII) and studied the role of autocrine UII in the development of atherosclerosis."}, {"pubmed": 26658815, "text": "Urotensin II-increased reactive oxygen species production via the NADPH oxidase pathway is partially associated with activation of the PI3K/Akt and ERK cascades"}, {"pubmed": 26811505, "text": "Ser89Asn polymorphisms of the UTS2 gene are significantly associated with atrial fibrillation in the Chinese population. Additionally, we demonstrated that genotype Met21Met may have a potential beneficial role in atrial fibrillation."}, {"pubmed": 26870964, "text": "Serum urotensin II levels were significantly lower in hemodialysis patients compared to healthy subjects."}, {"pubmed": 27090416, "text": "Our study suggests that U-II may play a role in migraine pathogenesis; also Thr21Met polymorphism was associated with the risk of migraine disease."}, {"pubmed": 27600191, "text": "UII/GPR14 signaling was involved in the DSS-induced colonic inflammation and its inhibition may serve as a potential therapeutic target, which may be associated with the NF-kappaB signaling pathway."}, {"pubmed": 27941008, "text": "Ser89Asn (S89N) polymorphisms of the UTS2 gene were associated with hypertension in a Chinese female population. Additionally, we demonstrated that genotype Asn89Asn was associated with left ventricular posterior wall thickness for subjects with hypertension and cardiac hypertrophy in a Chinese female population."}, {"pubmed": 28359257, "text": "Children and adolescents with CKD, particularly those who are not on hemodialysis (HD) and renal transplantation, have significantly higher levels of UII than healthy subjects. UII levels increase significantly at the end of the HD session. The presence of metabolic acidosis affects significantly plasma UII levels."}, {"pubmed": 28613403, "text": "Opposite actions of urotensin II and relaxin-2 on cellular expression of fibronectin in renal fibrosis"}, {"pubmed": 28686849, "text": "polymorphisms of the UTS2 gene are not risk factors for migraine in our sample of Turkish migraine patients."}, {"pubmed": 28753597, "text": "Host genetics influences UTS2 levels, which may contribute to inflammation and cardiovascular damage in KD"}, {"pubmed": 29991702, "text": "positive correlation with autophagic marker LC3II in placentas of preeclampsia patients"}, {"pubmed": 30121640, "text": "Study findings suggest that UT-2 has a high potential as a vasoconstrictor agent in human bodies and its level increases through a bolus or continuous infusion of 5-fluorouracil (5-FU). Increased UT-2 levels are likely to play a role in 5-FU-related cardiac toxicity pathogenesis."}, {"pubmed": 30265851, "text": "The UII level rose in acute myocardial infarction and was a predictor of death, but at the right concentration it may also have a cardioprotective role."}, {"pubmed": 30442870, "text": "This meta-analysis implied a potentially opposite role of rs228648 polymorphism in different populations, suggesting that the UII rs228648 variant seemed to be associated with a reduced risk of diabetes mellitus in the Chinese population while an increased risk in European population."}, {"pubmed": 33172302, "text": "Urotensin-II, oxidative stress, and inflammation increase in hypertensive and resistant hypertensive patients."}, {"pubmed": 33269434, "text": "Association of resistin (rs3745367) and urotensin II (rs228648 and rs2890565) gene polymorphisms with risk of type 2 diabetes mellitus in Indian population."}, {"pubmed": 33371762, "text": "Expression of urotensin II is positively correlated with pyroptosis-related molecules in patients with severe preeclampsia."}, {"pubmed": 33605830, "text": "Role of miR-146a rs2910164 and UTS2 rs228648 Genetic Variants in Behcet's Disease."}, {"pubmed": 34173803, "text": "Dynamic Changes in Plasma Urotensin II and Its Correlation With Plaque Stability."}, {"pubmed": 36188724, "text": "Urotensin II level is elevated in inflammatory bowel disease patients."}, {"pubmed": 37371494, "text": "Serum Urotensin II Levels Are Elevated in Patients with Obstructive Sleep Apnea."}, {"pubmed": 38262555, "text": "Evidence for heterodimerization and functional interaction of the urotensin II and the angiotensin II type 1 receptors."}], "genomic_pos": {"chr": "1", "end": 7853512, "ensemblgene": "ENSG00000049247", "start": 7843083, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 7913572, "start": 7903143, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006936", "pubmed": 10499587, "qualifier": "involved_in", "term": "muscle contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 10499587, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008217", "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097746", "qualifier": "involved_in", "term": "blood vessel diameter maintenance"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 10499587, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}]}, "homologene": {"genes": [[9544, 574246], [9606, 10911], [9615, 102154221], [9913, 100295833], [10090, 24111], [10116, 29180]], "id": 4939}, "interpro": {"desc": "Urotensin II", "id": "IPR001483", "short_desc": "Urotensin_II"}, "ipi": ["IPI00030122", "IPI00419728", "IPI00552784"], "map_location": "1p36.23", "name": "urotensin 2", "other_names": ["prepro U-II", "urotensin II", "urotensin-2"], "pantherdb": {"HGNC": "12636", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346329", "ortholog_type": "LDO", "panther_family": "PTHR14447", "taxid": 10090, "uniprot_kb": "Q9QZQ3"}, {"RGD": "3930", "ortholog_type": "LDO", "panther_family": "PTHR14447", "taxid": 10116, "uniprot_kb": "Q9QZQ4"}, {"Ensembl": "ENSGALG00000000556", "ortholog_type": "LDO", "panther_family": "PTHR14447", "taxid": 9031, "uniprot_kb": "Q6Q2J6"}, {"ZFIN": "ZDB-GENE-040630-11", "ortholog_type": "O", "panther_family": "PTHR14447", "taxid": 7955, "uniprot_kb": "F1QEG0"}, {"ZFIN": "ZDB-GENE-040630-10", "ortholog_type": "LDO", "panther_family": "PTHR14447", "taxid": 7955, "uniprot_kb": "Q7ZZY8"}], "uniprot_kb": "O95399"}, "pathway": {"kegg": {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}]}, "pdb": ["6HVB", "6HVC"], "pfam": "PF02083", "pharmgkb": "PA37261", "pharos": {"target_id": 19053, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177220", "relationship": "is"}, {"id": "GNF188126", "relationship": "is"}, {"id": "GNF199032", "relationship": "is"}, {"id": "GNF209938", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF017953", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244854", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": [{"id": "GNF338295", "relationship": "is"}, {"id": "GNF338897", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102832", "relationship": "is"}, {"id": "GNF142486", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_006777.1", "NP_068835.1", "XP_011538839.1", "XP_011538840.1", "XP_054189929.1", "XP_054189930.1"], "rna": ["NM_006786.4", "NM_021995.2", "XM_011540537.3", "XM_011540538.2", "XM_054333954.1", "XM_054333955.1"], "translation": [{"protein": "NP_006777.1", "rna": "NM_006786.4"}, {"protein": "XP_054189930.1", "rna": "XM_054333955.1"}, {"protein": "XP_011538840.1", "rna": "XM_011540538.2"}, {"protein": "NP_068835.1", "rna": "NM_021995.2"}, {"protein": "XP_054189929.1", "rna": "XM_054333954.1"}, {"protein": "XP_011538839.1", "rna": "XM_011540537.3"}]}, "reporter": {"HG-U133_Plus_2": ["220784_s_at", "220785_at"], "HTA-2_0": "TC01002162.hg.1", "HuEx-1_0": "2395123", "HuGene-1_1": "7912136", "HuGene-2_1": "16681278"}, "summary": "This gene encodes a mature peptide that is an active cyclic heptapeptide absolutely conserved from lamprey to human. The active peptide acts as a vasoconstrictor and is expressed only in brain tissue. Despite the gene family name similarity, this gene is not homologous to urocortin, a member of the sauvagine/corticotropin-releasing factor/urotensin I family. Most of the proprotein is cleaved to make the mature peptide. Transcript variants encoding different preproprotein isoforms have been described for this gene. [provided by RefSeq, Jul 2008].", "symbol": "UTS2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421413"}, "unigene": "Hs.715862", "uniprot": {"Swiss-Prot": "O95399", "TrEMBL": ["Q5H8X8", "A0AVP6"]}, "wikipedia": {"url_stub": "UTS2"}}