{"AllianceGenome": "12649", "HGNC": "12649", "MIM": "605704", "_id": "9217", "_version": 1, "accession": {"genomic": ["AL035455.30", "AL118513.17", "CH471077.2", "CP068258.2", "KF456960.1", "NC_000020.11", "NC_060944.1", "NG_008073.2"], "protein": ["AAD13577.1", "AAD13578.1", "AAF67013.1", "AAH01712.1", "AAP88813.1", "AAQ88829.1", "BAC86901.1", "BAC87433.1", "BAD92902.1", "BAG51174.1", "BAG53909.1", "BAG60336.1", "EAW75493.1", "EAW75494.1", "EAW75495.1", "NP_001182606.1", "NP_004729.1", "O95292.3"], "rna": ["AB209665.1", "AF086628.1", "AF086629.1", "AF160212.1", "AK023241.1", "AK024771.1", "AK025720.1", "AK123388.1", "AK123538.1", "AK124571.1", "AK127252.1", "AK128422.1", "AK298036.1", "AL833440.1", "AY358464.1", "BC001712.1", "BM968517.1", "BT009811.1", "DA450527.1", "NM_001195677.2", "NM_004738.5", "NR_036633.2", "XR_001754433.3", "XR_008485316.1"], "translation": [{"protein": "AAQ88829.1", "rna": "AY358464.1"}, {"protein": "NP_001182606.1", "rna": "NM_001195677.2"}, {"protein": "BAG60336.1", "rna": "AK298036.1"}, {"protein": "BAG51174.1", "rna": "AK023241.1"}, {"protein": "BAG53909.1", "rna": "AK123538.1"}, {"protein": "BAD92902.1", "rna": "AB209665.1"}, {"protein": "AAH01712.1", "rna": "BC001712.1"}, {"protein": "AAD13577.1", "rna": "AF086628.1"}, {"protein": "NP_004729.1", "rna": "NM_004738.5"}, {"protein": "BAC87433.1", "rna": "AK128422.1"}, {"protein": "BAC86901.1", "rna": "AK127252.1"}, {"protein": "AAP88813.1", "rna": "BT009811.1"}, {"protein": "AAD13578.1", "rna": "AF086629.1"}, {"protein": "AAF67013.1", "rna": "AF160212.1"}]}, "alias": ["ALS8", "VAMP-B", "VAP-B"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-12-15T18:30:34.352Z", "disease_label": "amyotrophic lateral sclerosis type 8", "gcep": "Amyotrophic Lateral Sclerosis Spectrum Disorders Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0012077", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_da78d57d-1525-47b3-a649-743186d28eff-2021-12-15T183034.352Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000124164", "protein": ["ENSP00000379147", "ENSP00000417175", "ENSP00000430426"], "transcript": ["ENST00000265619", "ENST00000395802", "ENST00000463370", "ENST00000475243", "ENST00000476395", "ENST00000520497"], "translation": [{"protein": "ENSP00000417175", "rna": "ENST00000475243"}, {"protein": "ENSP00000379147", "rna": "ENST00000395802"}, {"protein": "ENSP00000430426", "rna": "ENST00000520497"}], "type_of_gene": "protein_coding"}, "entrezgene": "9217", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.49986513626, "exp_mis": 79.630949759, "exp_syn": 34.2518330781, "lof_z": 2.54822121612093, "mis_z": 1.13082328231181, "mu_lof": 6.05936011673e-07, "mu_mis": 7.25586369111e-06, "mu_syn": 3.0608304132e-06, "n_lof": 1.0, "n_mis": 59.0, "n_syn": 29.0, "p_li": 0.739723829926661, "p_null": 0.00246337932563559, "p_rec": 0.257812790747704, "syn_z": 0.556311741013847}, "bp": 732, "cds_end": 57019291, "cds_start": 56964515, "n_exons": 6, "nonpsych": {"exp_lof": 7.57870838113, "exp_mis": 71.9592058514, "exp_syn": 30.8867255929, "lof_z": 2.3469022942479, "mis_z": 0.889461460184267, "mu_lof": 6.05936011673e-07, "mu_mis": 7.25586369111e-06, "mu_syn": 3.0608304132e-06, "n_lof": 1.0, "n_mis": 57.0, "n_syn": 27.0, "p_li": 0.69627398368205, "p_null": 0.0047024368166215, "p_rec": 0.299023579501329, "syn_z": 0.44031338169414}, "nontcga": {"exp_lof": 7.80871637402, "exp_mis": 73.2493191079, "exp_syn": 31.5005292956, "lof_z": 2.40356933173306, "mis_z": 1.17874110802376, "mu_lof": 6.05936011673e-07, "mu_mis": 7.25586369111e-06, "mu_syn": 3.0608304132e-06, "n_lof": 1.0, "n_mis": 53.0, "n_syn": 28.0, "p_li": 0.694948927043499, "p_null": 0.00392531975191741, "p_rec": 0.301125753204584, "syn_z": 0.394909112343715}, "transcript": "ENST00000475243.1"}, "exons": [{"cdsend": 58444165, "cdsstart": 58389459, "chr": "20", "position": [[58389228, 58389517], [58418210, 58418363], [58444076, 58451100]], "strand": 1, "transcript": "NM_001195677", "txend": 58451100, "txstart": 58389228}, {"cdsend": 58444235, "cdsstart": 58389459, "chr": "20", "position": [[58389228, 58389517], [58418210, 58418363], [58434601, 58434705], [58438944, 58439025], [58440906, 58441083], [58444076, 58451100]], "strand": 1, "transcript": "NM_004738", "txend": 58451100, "txstart": 58389228}, {"cdsend": 58451100, "cdsstart": 58451100, "chr": "20", "position": [[58389228, 58389517], [58418210, 58418363], [58440906, 58441083], [58444076, 58451100]], "strand": 1, "transcript": "NR_036633", "txend": 58451100, "txstart": 58389228}], "exons_hg19": [{"cdsend": 57019221, "cdsstart": 56964515, "chr": "20", "position": [[56964284, 56964573], [56993266, 56993419], [57019132, 57026156]], "strand": 1, "transcript": "NM_001195677", "txend": 57026156, "txstart": 56964284}, {"cdsend": 57019291, "cdsstart": 56964515, "chr": "20", "position": [[56964284, 56964573], [56993266, 56993419], [57009657, 57009761], [57014000, 57014081], [57015962, 57016139], [57019132, 57026156]], "strand": 1, "transcript": "NM_004738", "txend": 57026156, "txstart": 56964284}, {"cdsend": 57026156, "cdsstart": 57026156, "chr": "20", "position": [[56964284, 56964573], [56993266, 56993419], [57015962, 57016139], [57019132, 57026156]], "strand": 1, "transcript": "NR_036633", "txend": 57026156, "txstart": 56964284}], "generif": [{"pubmed": 15545272, "text": "evidence that Nir (Nir1, Nir2, and Nir3)-VAP-B interactions are mediated through the conserved FFAT (two phenylalanines (FF) in acidic tract) motif present in Nir proteins"}, {"pubmed": 16571669, "text": "Regulation of ceramide transport protein by oxyste rbinding proteins, sterols, and VAMP reveals a novel mechanism for integrating sterol regulatory signals with ceramide transport and sphingomyelin synthesis in the Golgi apparatus."}, {"pubmed": 16729899, "text": "Frequency of the detected exon variation in the VAPB gene was not significantly different between patients and controls. VAPB mutations are not a common cause of adult-onset sporadic amyotrophic lateral sclerosis."}, {"pubmed": 16729899, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16891305, "text": "Overexpression of wild type VAPB promotes unfolded protein response, which is a reaction of the endoplasmic reticulum to suppress accumulation of misfolded proteins."}, {"pubmed": 17536055, "text": "it is suggested that VAPB mutations do not significantly contribute to the genetic causes of sporadic amyotrophic lateral sclerosis in the UK and Northern Europe"}, {"pubmed": 17540579, "text": "P56S mutation in VAP-B may lead to a less stable interaction of this endoplasmic reticulum protein with at least two other proteins: tubulin and GAPDH."}, {"pubmed": 17804640, "text": "VAPB is abundant in motor neurons and the P56S substitution causes aggregation of mutant VAPB in immobile tubular ER clusters, perturbs FFAT-motif binding, and traps endogenous VAP in mutant aggregates, which may cause motor neuron degeneration."}, {"pubmed": 17947296, "text": "DVAP-33A and hVAPB are functionally interchangeable and transgenic expression of mutant DVAP-33A in neurons recapitulates major hallmarks of the human diseases including locomotion defects, neuronal death and aggregate formation."}, {"pubmed": 18322265, "text": "Mutations in the VAPB gene are rare and the Delta S160 variant does not contribute to the development of amyotrophic lateral sclerosis."}, {"pubmed": 18555774, "text": "Study shows that the MSP domains of VAP protein, VAPB are cleaved and secreted ligands for Eph receptors"}, {"pubmed": 18677189, "text": "These findings are indistinguishable from those of other motor neuron disorders, although the predominant involvement of the proximal limbs and of the abdominal muscles may be of some help in the appropriate clinical setting."}, {"pubmed": 18701194, "text": "VAPB mRNA levels were decreased in the spinal cord of ALS patients compared to controls and Expression of VAPB mRNA and protein was predominantly localised to large motor neurones."}, {"pubmed": 18713837, "text": "Data show that overexpression of VAPA and VAPB causes retention of ER membrane proteins by impeding lateral diffusion and their incorporation into transport vesicles."}, {"pubmed": 19165527, "text": "Using shotgun mass spectrometry, we found this protein differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia"}, {"pubmed": 19515777, "text": "Overexpression of VAP-C impaired the RNA replication of the HCV replicon, whereas overexpression of VAP-A and VAP-B enhanced the replication."}, {"pubmed": 20008544, "text": "these results demonstrate that the amyotrophic lateral sclerosis -linked VAPB mutant causes dramatic ER restructuring that may underlie its pathogenicity in motoneurons."}, {"pubmed": 20207736, "text": "the mechanism by which VAP-B(P56S) aggregates are formed and induce familial motor neuron diseases"}, {"pubmed": 20227395, "text": "under conditions of proteasomal inhibition, as encountered in many neurodegenerative diseases including ALS, variant VAPB proteins might accumulate in affected cells and contribute to ALS pathogenesis."}, {"pubmed": 20377183, "text": "Pro56Ser mutation of VAPB lead to amyotrophic lateral sclerosis by eliminating the native protein structure."}, {"pubmed": 20447143, "text": "study reports the first identification of the p.P56S mutation in the VAPB gene in a non-Brazilian patient"}, {"pubmed": 20472325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20477942, "text": "Adeno-associated viral-mediated over-expression of both wild-type and mutated form of human VAPB selectively induces death of primary mouse motor neurons, albeit with different kinetics."}, {"pubmed": 20577002, "text": "Mutations in SOD1, ANG, VAPB, TARDBP and FUS genes have been identified in amyotrophic lateral sclerosis."}, {"pubmed": 20577002, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20940299, "text": "newly identified mutation in human FALS has a pathogenic effect, supporting and reinforcing the role of VAPB as a causative gene of ALS."}, {"pubmed": 21144830, "text": "three conserved prolines in VAPA and Scs2p confers less vulnerability to mutations equivalent to the amyotrophic lateral sclerosis causing mutation as compared with VAPB, which has only two conserved prolines."}, {"pubmed": 21685205, "text": "VAPB protein levels are reduced in motor neurons derived form induced pluripotent stem cells of amyotrophic lateral sclerosis patients."}, {"pubmed": 21998752, "text": "endoplasmic reticulum stress and corruption of the proteasome function might contribute to the aberrant protein homeostasis associated with hVAPB"}, {"pubmed": 22069488, "text": "T46I mutant of the hVAPB MSP domain is associated with amyotrophic lateral sclerosis."}, {"pubmed": 22131369, "text": "Loss of either VAPB or PTPIP51 perturbs uptake of Calcium by mitochondria and results in amyotrophic lateral sclerosis."}, {"pubmed": 22258555, "text": "ALS mutant VAPBP56S perturbs anterograde mitochondrial axonal transport by disrupting Ca(2+) homeostasis and effecting the Miro1/kinesin-1 interaction with tubulin."}, {"pubmed": 22454507, "text": "The mutation in VAPB that causes amyotrophic lateral sclerosis also causes the block of transport of nucleoporins and emerin to the nuclear envelope."}, {"pubmed": 22611258, "text": "Transfection of a dominant-negative form of the AAA ATPase p97/VCP stabilizes mutant VAPB, suggesting a role for this ATPase in extracting the aggregated protein from the inclusions."}, {"pubmed": 22720086, "text": "The binding residues have been successfully mapped out on both NS5A and VAPB, thus allowing the construct of the complex structure."}, {"pubmed": 22815741, "text": "structual basis of VAPC binding to HCV NS5B"}, {"pubmed": 22878164, "text": "This study screened a cohort of 755 sporadic ALS patients, 111 familial ALS patients (97 families), and 765 control subjects of Dutch descent for mutations in vesicle-associated membrane protein B (VAPB)."}, {"pubmed": 23049696, "text": "VAPB promotes breast tumor growth by modulation of Akt activity."}, {"pubmed": 23281774, "text": "These results suggest that changes in wild type VAPB do not play a significant role in amyotrophic lateral sclerosis cases that are not caused by VAPB mutations"}, {"pubmed": 23333387, "text": "this discovery provides a mechanism for ALS-causing VAPB mutants/variants to gain novel functions such as to mediate ER structure before significant accumulation of aggregates occurs."}, {"pubmed": 23446633, "text": "Partial or complete loss of VAPB function leads to motor deficit but is unable to trigger a full-blown amyotrophic lateral sclerosis phenotype."}, {"pubmed": 23771029, "text": "Findings provide new pathophysiological mechanisms of P56S VAPB that differentially affect the function and survival of corticospinal and spinal motor neurons in familial amyotrophic lateral sclerosis 8."}, {"pubmed": 23971766, "text": "In patients with familial or sporadic amyotrophic lateral sclerosis (ALS) from Portugal, Iceland and Sweden no association is found with disease and VAMP-associated protein type B (VAPB) mutations."}, {"pubmed": 24212516, "text": "genetic screening for this mutation should be performed in all adult patients with lower motor neuron disease, regardless of family history because of the rarity of this disease, physicians often do not suspect it, and many cases may be missed in Brazil."}, {"pubmed": 24885147, "text": "The repertoire of VAPB interactors is more diverse than previously anticipated and link VAPB to the function of ATPase complexes such as p97/FAF1 and ASNA1/transmembrane-domain recognition complex."}, {"pubmed": 25612670, "text": "results suggest that the binding of vesicle-associated membrane protein-associated protein B(VAP-B) to Rab3 GTPase activating protein 1(RAB3GAP1) is implicated in the regulation of nuclear envelope formation through ER-Golgi intermediate compartment"}, {"pubmed": 25824044, "text": "P56S-VAPB was found to suppress adipocyte differentiation by promoting the activation of the ATF4-CHOP pathway"}, {"pubmed": 25826266, "text": "Collectively, these results not only lead to a better understanding of hVAPB function but also point to potentially relevant targets for therapeutic intervention."}, {"pubmed": 26362257, "text": "Heterozygous P56S Vapb knock-in mice show mild age-dependent defects in motor behaviors as characteristic features of the disease. The homozygous P56S Vapb knock-in mice show more severe defects compared with heterozygous mice reflecting the dominant and dose-dependent effects of P56S mutation."}, {"pubmed": 26490117, "text": "Our work revealed that VAP-A/B knockdown impaired the processing and secretion of PAUF, which is one of the cargo proteins of carriers of the trans-Golgi network to the cell surface."}, {"pubmed": 26566915, "text": "this is the first study to report Amyotrophic lateral sclerosis caused by a VAPB mutation in a Chinese population."}, {"pubmed": 26740627, "text": "VAPB inhibited the degradation of DeltaF508-CFTR in the ER through interactions with the RMA1-Derlin-BAP31-VCP pathway."}, {"pubmed": 26784321, "text": "Study characterizes the human VAPB-HCV NS5B interaction and reveals that NS5B C-linker is intrinsically disordered in solution but capable of binding the human VAPB-MSP domain which overlaps with those for binding HCV NS5A and human Eph receptors."}, {"pubmed": 26812496, "text": "The VAPB and its interacting partners cooperatively regulate protein trafficking through the ERGIC by modulating PtdIns4P levels."}, {"pubmed": 27419871, "text": "Effects of the combined absence of VAPA and VAPB in human cells were studied; cells lacking VAP accumulate high levels of PI4P, actin comets, and trans-Golgi proteins on endosomes. Such defects are mimicked by downregulation of OSBP, a VAP interactor and PI4P transporter that participates in VAP-dependent endoplasmic reticulum-endosomes tethers."}, {"pubmed": 28108524, "text": "ACBD5-VAPB interaction regulates peroxisome-endoplasmic reticulum associations. Loss of PO-ER association perturbs PO membrane expansion and increases PO movement."}, {"pubmed": 28108526, "text": "VAP-ACBD5-mediated contact between the endoplasmic reticulum and peroxisomes mediate organelle maintenance and lipid homeostasis."}, {"pubmed": 28173107, "text": "Lifelong elevation of neuronal VAPB slowed the decline of neurological impairment, delayed denervation of hindlimb muscles, and prolonged survival of spinal motor neurons."}, {"pubmed": 28337542, "text": "Study showed that alpha-synuclein perturbs endoplasmic reticulum-mitochondria associations and that this involves disruption to the VAPB-PTPIP51 tethering proteins. Using a range of assays including immunoprecipitation, cellular glutathione S-transferase pull-down, proximity ligation and in vitro binding of recombinant proteins, study showed that alpha-synuclein is a direct binding partner for VAPB."}, {"pubmed": 28993872, "text": "report on a novel mutation of p.Pro56His in VABP found in a Chinese familial amyotrophic lateral sclerosis pedigree and description of the clinical characteristics of the family."}, {"pubmed": 29367253, "text": "the component proteins of the machinery, OSBP, VAP, SAC1, and PITPNB, are all essential host factors for AiV replication. Importantly, the machinery is directly recruited to the RNA replication sites through previously unknown interactions of VAP/OSBP/SAC1 with the AiV proteins and with ACBD3."}, {"pubmed": 29858488, "text": "Thus, we characterized here MOSPD2, a novel tethering component related to VAP proteins(VAP-A and VAP-B), bridging the endoplasmic reticulum with a variety of distinct organelles."}, {"pubmed": 30717447, "text": "VAPB could be a cellular component of a complex that facilitates UL31/UL34/US3-mediated HSV-1 nuclear egress."}, {"pubmed": 30741620, "text": "VAP proteins (VAPs) mediate ER to Golgi tethering and their loss may affect phosphatidylinositol-4-phosphate (PtdIns4P) transfer between these organelles. Loss of VAPs elevates PtdIns4P levels in the Golgi, leading to an expansion of the endosomal pool derived from the Golgi."}, {"pubmed": 30745341, "text": "Cells with even partially depleted VAPB showed an increase in Golgi- and acidic vesicle-localized phosphatidylinositol-4-phosphate (PI4P) and reduced neurite extension when induced to differentiate."}, {"pubmed": 31519755, "text": "Authors now show by immunoelectron microscopy that VAPB also localizes to the inner nuclear membrane (INM). Using a modified enhanced ascorbate peroxidase 2 (APEX2) approach with rapamycin-dependent targeting of the peroxidase to a protein of interest, we searched for proteins that are in close proximity to VAPB, particularly at the INM."}, {"pubmed": 31936602, "text": "VAPB ER-Aggregates, A Possible New Biomarker in ALS Pathology."}, {"pubmed": 32162544, "text": "Characterization of the amyotrophic lateral sclerosis-linked P56S mutation of the VAPB gene in Southern Brazil."}, {"pubmed": 32280986, "text": "Different gene expression profiles in iPSC-derived motor neurons from ALS8 patients with variable clinical courses suggest mitigating pathways for neurodegeneration."}, {"pubmed": 32525583, "text": "CALCOCO1 acts with VAMP-associated proteins to mediate ER-phagy."}, {"pubmed": 32682953, "text": "Disruption of endoplasmic reticulum-mitochondria tethering proteins in post-mortem Alzheimer's disease brain."}, {"pubmed": 32818383, "text": "lncRNA DANCR Promotes Proliferation and Metastasis of Breast Cancer Cells Through Sponging miR-4319 and Upregulating VAPB."}, {"pubmed": 33972508, "text": "Pathomechanisms of ALS8: altered autophagy and defective RNA binding protein (RBP) homeostasis due to the VAPB P56S mutation."}, {"pubmed": 34200728, "text": "Role of Vesicle-Associated Membrane Protein-Associated Proteins (VAP) A and VAPB in Nuclear Egress of the Alphaherpesvirus Pseudorabies Virus."}, {"pubmed": 34948065, "text": "Sequestosome 1 Is Part of the Interaction Network of VAPB."}, {"pubmed": 35019937, "text": "Regulating peroxisome-ER contacts via the ACBD5-VAPB tether by FFAT motif phosphorylation and GSK3beta."}, {"pubmed": 35950959, "text": "Alteration of Vesicle-Associated Membrane Protein-Binding Protein B in alpha-Synuclein Aggregates in Lewy Body Disease."}, {"pubmed": 37381178, "text": "ARTC1-mediated VAPB ADP-ribosylation regulates calcium homeostasis."}, {"pubmed": 37509182, "text": "Yeast Models of Amyotrophic Lateral Sclerosis Type 8 Mimic Phenotypes Seen in Mammalian Cells Expressing Mutant VAPB[P56S]."}, {"pubmed": 37945695, "text": "Neurodegeneration-associated protein VAPB regulates proliferation in medulloblastoma."}, {"pubmed": 38267577, "text": "Motion of VAPB molecules reveals ER-mitochondria contact site subdomains."}, {"pubmed": 38395965, "text": "Stimulating VAPB-PTPIP51 ER-mitochondria tethering corrects FTD/ALS mutant TDP43 linked Ca[2+] and synaptic defects."}, {"pubmed": 38605278, "text": "Phosphorylation of ELYS promotes its interaction with VAPB at decondensing chromosomes during mitosis."}], "genomic_pos": {"chr": "20", "end": 58451101, "ensemblgene": "ENSG00000124164", "start": 58389229, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 57026157, "start": 56964178, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0006874", "pubmed": 22131369, "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006888", "pubmed": 18713837, "qualifier": "involved_in", "term": "endoplasmic reticulum to Golgi vesicle-mediated transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007029", "pubmed": 18713837, "qualifier": "involved_in", "term": "endoplasmic reticulum organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030301", "pubmed": 33124732, "qualifier": "involved_in", "term": "cholesterol transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030968", "pubmed": 16891305, "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036498", "pubmed": 20940299, "qualifier": "involved_in", "term": "IRE1-mediated unfolded protein response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045070", "pubmed": 16227268, "qualifier": "involved_in", "term": "positive regulation of viral genome replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061817", "qualifier": "involved_in", "term": "endoplasmic reticulum-plasma membrane tethering"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090114", "pubmed": 18713837, "qualifier": "involved_in", "term": "COPII-coated vesicle budding"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090158", "qualifier": "involved_in", "term": "endoplasmic reticulum membrane organization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 25468996, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": [15372378, 16891305, 18713837], "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "is_active_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": [16227268, 32344433, 33124732], "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 16227268, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070971", "pubmed": 18713837, "qualifier": "NOT located_in", "term": "endoplasmic reticulum exit site"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9920726, 16227268, 18160438, 18555774, 19289470, 19615732, 21976701, 22131369, 23736259, 25616068, 25910212, 26496610, 26618866, 28377464, 28514442, 29858488, 30659099, 30741634, 31515488, 32296183, 32344433, 32814053, 33124732, 35156780, 36012204], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008017", "pubmed": 18713837, "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 17540579, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0033149", "qualifier": "enables", "term": "FFAT motif binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0033149", "pubmed": 33124732, "qualifier": "enables", "term": "FFAT motif binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0033149", "pubmed": 18713837, "qualifier": "enables", "term": "FFAT motif binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0033149", "pubmed": 24105263, "qualifier": "enables", "term": "FFAT motif binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": [9920726, 16227268, 17540579], "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": [9920726, 16227268], "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048487", "pubmed": 17540579, "qualifier": "enables", "term": "beta-tubulin binding"}]}, "homologene": {"genes": [[6239, 172259], [7165, 1271682], [7227, 31349], [7955, 323628], [8364, 394500], [9031, 419317], [9598, 469984], [9606, 9217], [9615, 477274], [9913, 326580], [10090, 56491], [10116, 60431]], "id": 36163}, "interpro": [{"desc": "Major sperm protein (MSP) domain", "id": "IPR000535", "short_desc": "MSP_dom"}, {"desc": "PapD-like superfamily", "id": "IPR008962", "short_desc": "PapD-like_sf"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Vesicle-associated membrane-protein-associated protein", "id": "IPR016763", "short_desc": "VAP"}], "ipi": ["IPI00006211", "IPI00748221", "IPI00980397"], "map_location": "20q13.32", "name": "VAMP associated protein B and C", "other_names": ["VAMP (vesicle-associated membrane protein)-associated protein B and C", "VAMP-associated 33 kDa protein", "vesicle-associated membrane protein-associated protein B/C"], "pantherdb": {"HGNC": "12649", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1928744", "ortholog_type": "LDO", "panther_family": "PTHR10809", "taxid": 10090, "uniprot_kb": "Q9QY76"}, {"RGD": "68326", "ortholog_type": "LDO", "panther_family": "PTHR10809", "taxid": 10116, "uniprot_kb": "Q9Z269"}, {"Ensembl": "ENSGALG00000007549", "ortholog_type": "LDO", "panther_family": "PTHR10809", "taxid": 9031, "uniprot_kb": "F1NSW0"}, {"ZFIN": "ZDB-GENE-030131-2348", "ortholog_type": "LDO", "panther_family": "PTHR10809", "taxid": 7955, "uniprot_kb": "Q6P2B0"}, {"WormBase": "WBGene00021428", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 6239, "uniprot_kb": "Q95XR9"}, {"WormBase": "WBGene00010254", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 6239, "uniprot_kb": "Q20981"}, {"WormBase": "WBGene00018840", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 6239, "uniprot_kb": "P91330"}, {"WormBase": "WBGene00022546", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 6239, "uniprot_kb": "O01630"}, {"WormBase": "WBGene00007559", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 6239, "uniprot_kb": "Q17955"}, {"WormBase": "WBGene00018354", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 6239, "uniprot_kb": "O17099"}, {"WormBase": "WBGene00018008", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 6239, "uniprot_kb": "O44782"}, {"FlyBase": "FBgn0036085", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 7227, "uniprot_kb": "Q9VT97"}, {"FlyBase": "FBgn0028379", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 7227, "uniprot_kb": "Q9VSD3"}, {"FlyBase": "FBgn0029687", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 7227, "uniprot_kb": "Q9W4N8"}, {"SGD": "S000007228", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 4932, "uniprot_kb": "Q6Q595"}, {"SGD": "S000000922", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 4932, "uniprot_kb": "P40075"}, {"PomBase": "SPAC17C9.12", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 4896, "uniprot_kb": "Q10484"}, {"PomBase": "SPBC16G5.05c", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 4896, "uniprot_kb": "O60119"}, {"dictyBase": "DDB_G0278773", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 352472, "uniprot_kb": "Q54XS7"}, {"TAIR": "2166582", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "Q1ECE0"}, {"TAIR": "2138401", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "Q8LPQ7"}, {"EnsemblGenome": "AT4G21450", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "Q8VYN2"}, {"TAIR": "2025585", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "B9DHD7"}, {"TAIR": "2061461", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "O82213"}, {"TAIR": "2101766", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "Q8VZ95"}, {"EnsemblGenome": "AT1G51270", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "Q9SYC9"}, {"TAIR": "2055557", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "Q9SHC8"}, {"TAIR": "2171594", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "Q9LVU1"}, {"TAIR": "2126921", "ortholog_type": "O", "panther_family": "PTHR10809", "taxid": 3702, "uniprot_kb": "Q84WW5"}], "uniprot_kb": "O95292"}, "pathway": {"kegg": [{"id": "hsa04979", "name": "Cholesterol metabolism - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1660661", "name": "Sphingolipid de novo biosynthesis"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-428157", "name": "Sphingolipid metabolism"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8980692", "name": "RHOA GTPase cycle"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013106", "name": "RHOC GTPase cycle"}, {"id": "R-HSA-9013404", "name": "RAC2 GTPase cycle"}, {"id": "R-HSA-9013405", "name": "RHOD GTPase cycle"}, {"id": "R-HSA-9013408", "name": "RHOG GTPase cycle"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": {"id": "WP4352", "name": "Ciliary landscape"}}, "pdb": ["2MDK", "3IKK"], "pfam": "PF00635", "pharmgkb": "PA37273", "pharos": {"target_id": 14997, "tdl": "Tbio"}, "pir": "JG0186", "prosite": "PS50202", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169078", "relationship": "is"}, {"id": "GNF179984", "relationship": "is"}, {"id": "GNF190890", "relationship": "is"}, {"id": "GNF201796", "relationship": "is"}, {"id": "GNF214890", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161072", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031024", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF015360", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285432", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097996", "relationship": "is"}, {"id": "GNF137651", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_008073.2"], "protein": ["NP_001182606.1", "NP_004729.1"], "rna": ["NM_001195677.2", "NM_004738.5", "NR_036633.2", "XR_001754433.3", "XR_008485316.1"], "translation": [{"protein": "NP_004729.1", "rna": "NM_004738.5"}, {"protein": "NP_001182606.1", "rna": "NM_001195677.2"}]}, "reporter": {"HG-U133_Plus_2": ["202549_at", "202550_s_at", "225923_at"], "HG-U95Av2": ["40940_at", "40941_at", "40942_g_at", "41757_at"], "HTA-2_0": ["TC20000458.hg.1", "TC20001316.hg.1"], "HuEx-1_0": "3890913", "HuGene-1_1": "8063620", "HuGene-2_1": "16915231"}, "retired": [9216, 55820, 57736, 449014], "summary": "The protein encoded by this gene is a type IV membrane protein found in plasma and intracellular vesicle membranes. The encoded protein is found as a homodimer and as a heterodimer with VAPA. This protein also can interact with VAMP1 and VAMP2 and may be involved in vesicle trafficking. [provided by RefSeq, Jul 2008].", "symbol": "VAPB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421425"}, "unigene": "Hs.182625", "uniprot": {"Swiss-Prot": "O95292", "TrEMBL": ["E5RK64", "Q53XM7"]}, "wikipedia": {"url_stub": "VAPB"}}