{"AllianceGenome": "19964", "HGNC": "19964", "MIM": "609011", "_id": "22846", "_version": 2, "accession": {"genomic": ["AC007376.9", "AF111169.2", "CH471061.1", "CP068264.2", "NC_000014.9", "NC_060938.1"], "protein": ["AAD44361.1", "AAF02829.1", "AAH09031.1", "AAH51896.1", "BAA82988.3", "BAF84066.1", "CAD89941.1", "EAW81259.1", "EAW81260.1", "NP_055724.1", "Q7L8A9.1", "XP_016876576.1", "XP_016876580.1", "XP_047287037.1", "XP_047287038.1", "XP_047287039.1", "XP_047287040.1", "XP_047287041.1", "XP_054231547.1", "XP_054231548.1", "XP_054231549.1", "XP_054231550.1", "XP_054231551.1", "XP_054231552.1"], "rna": ["AB028959.1", "AF055021.1", "AK094330.1", "AK291377.1", "AL041425.1", "AL832588.2", "BC009031.1", "BC051896.1", "BE674799.1", "BF741850.1", "NM_014909.5", "XM_017021087.2", "XM_017021091.2", "XM_047431081.1", "XM_047431082.1", "XM_047431083.1", "XM_047431084.1", "XM_047431085.1", "XM_054375572.1", "XM_054375573.1", "XM_054375574.1", "XM_054375575.1", "XM_054375576.1", "XM_054375577.1"], "translation": [{"protein": "XP_054231551.1", "rna": "XM_054375576.1"}, {"protein": "XP_054231550.1", "rna": "XM_054375575.1"}, {"protein": "XP_047287041.1", "rna": "XM_047431085.1"}, {"protein": "XP_016876576.1", "rna": "XM_017021087.2"}, {"protein": "XP_047287037.1", "rna": "XM_047431081.1"}, {"protein": "NP_055724.1", "rna": "NM_014909.5"}, {"protein": "XP_054231547.1", "rna": "XM_054375572.1"}, {"protein": "XP_047287040.1", "rna": "XM_047431084.1"}, {"protein": "CAD89941.1", "rna": "AL832588.2"}, {"protein": "XP_054231552.1", "rna": "XM_054375577.1"}, {"protein": "AAH09031.1", "rna": "BC009031.1"}, {"protein": "XP_054231548.1", "rna": "XM_054375573.1"}, {"protein": "XP_047287039.1", "rna": "XM_047431083.1"}, {"protein": "XP_054231549.1", "rna": "XM_054375574.1"}, {"protein": "BAA82988.3", "rna": "AB028959.1"}, {"protein": "AAH51896.1", "rna": "BC051896.1"}, {"protein": "XP_016876580.1", "rna": "XM_017021091.2"}, {"protein": "BAF84066.1", "rna": "AK291377.1"}, {"protein": "XP_047287038.1", "rna": "XM_047431082.1"}]}, "alias": ["KIAA1036", "TTCP 1"], "ec": "3.4.17.17", "ensembl": {"gene": "ENSG00000071246", "protein": ["ENSP00000167106", "ENSP00000451613", "ENSP00000451908"], "transcript": ["ENST00000167106", "ENST00000553518", "ENST00000554237", "ENST00000554743", "ENST00000556038"], "translation": [{"protein": "ENSP00000167106", "rna": "ENST00000167106"}, {"protein": "ENSP00000451613", "rna": "ENST00000554237"}, {"protein": "ENSP00000451908", "rna": "ENST00000554743"}], "type_of_gene": "protein_coding"}, "entrezgene": "22846", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.37640248188, "exp_mis": 141.903552888, "exp_syn": 65.9554455492, "lof_z": 2.52467519953513, "mis_z": 1.92586514309848, "mu_lof": 6.94919699882e-07, "mu_mis": 1.7045646247e-05, "mu_syn": 7.63292046793e-06, "n_lof": 1.0, "n_mis": 95.0, "n_syn": 57.0, "p_li": 0.730608113503456, "p_null": 0.00272265879447842, "p_rec": 0.266669227702066, "syn_z": 0.68361503513945}, "bp": 1098, "cds_end": 77245361, "cds_start": 77229164, "n_exons": 7, "nonpsych": {"exp_lof": 7.46166414347, "exp_mis": 128.316624275, "exp_syn": 59.5762579849, "lof_z": 2.32315680030635, "mis_z": 1.88421714360819, "mu_lof": 6.94919699882e-07, "mu_mis": 1.7045646247e-05, "mu_syn": 7.63292046793e-06, "n_lof": 1.0, "n_mis": 86.0, "n_syn": 53.0, "p_li": 0.686722050916966, "p_null": 0.00515978305722256, "p_rec": 0.308118166025812, "syn_z": 0.53642108943652}, "nontcga": {"exp_lof": 7.69461426435, "exp_mis": 130.539601864, "exp_syn": 60.6673398955, "lof_z": 2.380747682873, "mis_z": 1.98576520082864, "mu_lof": 6.94919699882e-07, "mu_mis": 1.7045646247e-05, "mu_syn": 7.63292046793e-06, "n_lof": 1.0, "n_mis": 85.0, "n_syn": 55.0, "p_li": 0.685652565951457, "p_null": 0.00429704473069424, "p_rec": 0.310050389317849, "syn_z": 0.460706213925639}, "transcript": "ENST00000167106.4"}, "exons": [{"cdsend": 76779018, "cdsstart": 76762821, "chr": "14", "position": [[76761467, 76763130], [76769962, 76770051], [76771189, 76771246], [76773136, 76773211], [76775891, 76776273], [76777958, 76778071], [76778945, 76783015]], "strand": 1, "transcript": "NM_014909", "txend": 76783015, "txstart": 76761467}], "exons_hg19": [{"cdsend": 77245361, "cdsstart": 77229164, "chr": "14", "position": [[77227810, 77229473], [77236305, 77236394], [77237532, 77237589], [77239479, 77239554], [77242234, 77242616], [77244301, 77244414], [77245288, 77249358]], "strand": 1, "transcript": "NM_014909", "txend": 77249358, "txstart": 77227810}], "generif": [{"pubmed": 15467828, "text": "Results suggest that KIAA1036, or vasohibin, is an endothelium-derived negative feedback regulator of angiogenesis [vasohibin]"}, {"pubmed": 16488400, "text": "Recombinant amino-terminal truncated forms of vasohibin retain inhibitory activity of angiogenesis in mouse corneal assay and show strong affinity to heparin."}, {"pubmed": 16707096, "text": "vasohibin has an activity to prevent neointimal formation by inhibiting adventitial angiogenesis"}, {"pubmed": 18325046, "text": "expression of vasohibin in the stromal endothelial cells in human carcinomas."}, {"pubmed": 19037993, "text": "vasohibin-1 is associated with neovascularization and may especially play important roles in the regulation of intratumoral angiogenesis in human breast cancer."}, {"pubmed": 19057892, "text": "Hypoxia induces VEGF, which induces the production of vasohibin-1 in endothelial cells and inhibits angiogenesis as a negative feedback regulator."}, {"pubmed": 19179360, "text": "These results suggest a role for VASH1 in negative feedback regulation of haematopoietic progenitors proliferation during recovery following bone marrow ablation."}, {"pubmed": 19498005, "text": "These results suggest that endogenous vasohibin-1 is involved in tumor angiogenesis and exogenous vasohibin-1 blocks sprouting angiogenesis by tumors, matures the remaining vessels, and enhances the antitumor effect of conventional chemotherapy"}, {"pubmed": 19587360, "text": "Streptozotocin- induced type 1 diabetic mice received intravenous injections of adenoviral vectors encoding VASH-1, which suppressed diabetic retinopathy."}, {"pubmed": 19682397, "text": "Overexpression of human VASH1 inhibited angiogenic sprouting and supports vascular maturation processes in vivo."}, {"pubmed": 20035291, "text": "These results suggest that vasohibin-1 is expressed in RA synovial tissue and might be regulated by inflammatory cytokines."}, {"pubmed": 20133819, "text": "vasohibin1 is the first known intrinsic factor having broad-spectrum antilymphangiogenic activity"}, {"pubmed": 20167561, "text": "This review focuses on negative regulators of angiogenesis delta-like 4 and vasohibin 1 produced by endothelial cells."}, {"pubmed": 20736312, "text": "SVBP(CCDC23)acts as a secretory chaperone for VASH1."}, {"pubmed": 21302448, "text": "Reduced vasohibin and VEGF expression may be responsible, at least in part, for the impaired vascular development which occurs during pre-eclampsia."}, {"pubmed": 22101788, "text": "Vasohibin-1 and VEGF-A are the most important factors influencing the dismal prognosis based on the modulation of angiogenesis in hepatocellular carcinoma (HCC)."}, {"pubmed": 22438034, "text": "vasohibin-1 and vasohibin-2 mRNA are expressed in gastric cancer cells and in tumor-associated macrophages (TAMs), and their expressions are altered by hypoxia."}, {"pubmed": 22564651, "text": "Transgene expression of VASH1 in the recipient lung significantly attenuated luminal obliteration of the tracheal allograft and significantly reduced aberrant angiogenesis."}, {"pubmed": 22569265, "text": "Data suggest that vasohibin inhibits cell proliferation of umbilical vein endothelial cells through degradation of HIF-1alpha via proline hydroxylase during oxidative stress. Vasohibin may be a negative feedback regulator of angiogenesis."}, {"pubmed": 22675166, "text": "Results suggest that Vasohibin-1 (VASH1)density could become a new biomarker and provide additional prognostic information in patients with upper urinary tract urothelial carcinomas (UTUC)."}, {"pubmed": 22865127, "text": "we postulate that VASH1 would potentially be a biomarker and a candidate for molecular targeted therapy for patients with renal cell carcinoma"}, {"pubmed": 23056314, "text": "VASH1 is a critical factor that improves the stress tolerance of ECs via the induction of SOD2 and SIRT1"}, {"pubmed": 23100270, "text": "Data suggest that VASH1 is expressed in vascular endothelium to terminate angiogenesis; VASH2 appears to be expressed in other cells (primarily mononuclear leukocytes) to promote angiogenesis. [REVIEW]"}, {"pubmed": 23324451, "text": "novel candidate master regulator of endothelial cell apoptosis"}, {"pubmed": 23543668, "text": "Vasohibin-1 is a new predictor of disease-free survival in operated patients with renal cell carcinoma."}, {"pubmed": 23591203, "text": "VASH1 density represents a clinically relevant predictor of patient prognosis and can be a new biomarker that would provide additional prognostic information in prostate cancer."}, {"pubmed": 23651239, "text": "Data show expression of TGF-beta1, TGF-beta2, BMP-4, and BMP-7 was increased in tumor-associated macrophages (TAMs) cocultured with pancreatic cancer cells, and vasohibin-1, VEGF-A, and vVEGF-C expression in pancreatic cancer cells was upregulated by TAMs."}, {"pubmed": 24366689, "text": "High Vasohibin-1 expression is associated with colorectal cancer."}, {"pubmed": 24390792, "text": "We found that vasohibin-1 and VEGF are up-regulated, in mesentery and liver, in cirrhotic and precirrhotic portal hypertensive rats and cirrhosis patients."}, {"pubmed": 24444468, "text": "Vasohibin 1/CD34 could identify the proliferative vessels and could be a useful biomarker for predicting the clinical outcome of hepatocellular carcinoma patients."}, {"pubmed": 24748406, "text": "High VASH1 expression is associated with non-small cell lung cancer."}, {"pubmed": 25145408, "text": "These results suggest that the renal levels of VASH-1 may be affected by local inflammation, crescentic lesions and VEGFR-2."}, {"pubmed": 25184477, "text": "VASH1 and VASH2 showed distinctive localization and opposing function on the fetoplacental vascularization."}, {"pubmed": 25275025, "text": "Overexpression of VASH1 in CRC cells increased malignant potential and promoted metastasis."}, {"pubmed": 25797264, "text": "Knockdown of VASH1 in cancer cells promoted cell growth, adhesion and migration in vitro, and enhanced tumorigenesis and metastasis in vivo."}, {"pubmed": 25843115, "text": "VASH1 expression levels in atheroma reflects both enhanced neovascularization and the inflammatory burden"}, {"pubmed": 26460696, "text": "VASH1 exerts an antitumor effect on ovarian cancer by inhibiting angiogenesis in the tumor environment"}, {"pubmed": 26666821, "text": "in this study, the length of tube forming structures of endothelial cells in vitro showed that Vasohibin-1 expression in gastric cancer cells significantly decreased the ability of vessel formation of endothelium cells."}, {"pubmed": 26893100, "text": "VASH1 expression inhibited tumor vascularization and growth, not only in high VEGF-producing cells, but also in high PDGF-producing cells, reduced their peritoneal dissemination and ascites, and prolonged the survival time of the host"}, {"pubmed": 27080222, "text": "Our present findings on VASH1A and VASH1B should provide an innovative approach that would improve the efficacy of antiangiogenic cancer therapy by balancing vascular normalization and pruning."}, {"pubmed": 27169581, "text": "These results indicate that cancer cells proteolytically inactivate VASH1 protein secreted by ECs in the tumour microenvironment"}, {"pubmed": 27325558, "text": "replicative senescence, the downregulation of VASH1 expression in endothelial cells was caused, at least in part, by the alteration of microRNA expression."}, {"pubmed": 27842054, "text": "High serum prolactin and vasoinhibin levels predict and may impact retinopathy of prematurity progression"}, {"pubmed": 27879017, "text": "identified a novel UPS regulatory system in which essential domain architecture (VASH-PS) of VASHs, comprising regions VASH191-180 and VASH280-169 , regulate the cytosolic punctate structure formation in the absence of SVBP."}, {"pubmed": 28287633, "text": "Studied angiogenic activity of vasohibin-1 (VASH1), by analyzing levels of VASH1 in both RCC tissue and non-neoplastic kidney tissue. Found elevated VASH1 density, but not microvascular density, was a significant and independent predictor of overall survival in RCC."}, {"pubmed": 28314285, "text": "VASH1 expression is associated with tumour progression and may be useful as a prognostic marker of head and neck squamous cell carcinoma"}, {"pubmed": 28656230, "text": "Low VASH1 expression is associated with angiogenesis and tumor growth in renal cell carcinoma."}, {"pubmed": 29057763, "text": "VASH1 is a prognostic marker in ovarian carcinoma."}, {"pubmed": 29146869, "text": "VASH1 and VASH2 but not SVBP alone, increased detyrosination of -tubulin, and purified vasohibins removed the C-terminal tyrosine of -tubulin."}, {"pubmed": 29483666, "text": "We applied whole-genome sequencing (WGS) on 9 trios where the probands are sporadically affected with the most severe form of the disorder and harbor no coding sequence variants affecting the function of known Hirschsprung disease (HSCR) genes. We found de novo protein-altering variants in three intolerant to change genes-CCT2, VASH1, and CYP26A1-for which a plausible link with the enteric nervous system (ENS) exists"}, {"pubmed": 30213517, "text": "The vasohibin1 was identified as the first tubulin-detyrosinating enzyme, A cell-autonomous role for vasohibin1 in regulating the cytoskeleton was unexpected due to their previous association with angiogenesis."}, {"pubmed": 30254211, "text": "In conclusion, cervical squamous cell carcinoma (CSCC)-secreted exosomal miR-221-3p transfers into HLECs to promote lymphangiogenesis and lymphatic metastasis via downregulation of VASH1 and may represent a novel diagnostic biomarker and therapeutic target for metastatic CSCC patients in early stages"}, {"pubmed": 31091528, "text": "Vasoinhibin downregulates NGF-induced differentiation and survival of PC12 cells. Vasoinhibin interaction with NGF and other neurotrophins may be critical in mediating pathways involved in neuronal survival and differentiation."}, {"pubmed": 31171830, "text": "The authors identified a core heterodimeric complex of human small vasohibin-binding protein (SVBP) and vasohibin 1 (VASH1) that catalyzes the detyrosination of a peptide derived from C-terminus of alpha-tubulin."}, {"pubmed": 31235910, "text": "This study reports the crystal structures of human VASH1-SVBP alone, in complex with a tyrosine-derived covalent inhibitor and bound to the natural product parthenolide."}, {"pubmed": 31235911, "text": "This study examined the crystal structures of human vasohibin 1 and 2 in complex with small vasohibin-binding protein (SVBP) in the absence and presence of different inhibitors and a C-terminal alpha-tubulin peptide."}, {"pubmed": 31270470, "text": "This study describes the crystal and solution structure of the tubulin carboxypeptidase complex between vasohibin (VASH1) and small vasohibin-binding protein (SVBP), which folds in a long helix, which stabilizes the VASH1 catalytic domain."}, {"pubmed": 32272864, "text": "Depletion of Vasohibin 1 Speeds Contraction and Relaxation in Failing Human Cardiomyocytes."}, {"pubmed": 32341517, "text": "Vasoinhibin reduces joint inflammation, bone loss, and the angiogenesis and vasopermeability of the pannus in murine antigen-induced arthritis."}, {"pubmed": 32494966, "text": "Prognostic significance of vasohibin-1 and vasohibin-2 immunohistochemical expression in gastric cancer."}, {"pubmed": 33052495, "text": "Tubulin carboxypeptidase activity of vasohibin-1 inhibits angiogenesis by interfering with endocytosis and trafficking of pro-angiogenic factor receptors."}, {"pubmed": 33231681, "text": "VEZF1-guanine quadruplex DNA interaction regulates alternative polyadenylation and detyrosinase activity of VASH1."}, {"pubmed": 33491841, "text": "Vasohibin 1, a clinically relevant biomarker, contributes to pre-eclampsia."}, {"pubmed": 34819292, "text": "Vasohibin-1 expression as a biomarker of aggressive nature in ductal adenocarcinoma of the prostate: a retrospective cohort study at two centres in Japan."}, {"pubmed": 35001686, "text": "Serum levels of vasohibin-1 in type 2 diabetes mellitus patients with diabetic retinopathy."}, {"pubmed": 35026646, "text": "Vasohibin-1 and -2 in pulmonary lymphangioleiomyomatosis (LAM) cells associated with angiogenic and prognostic factors."}, {"pubmed": 35645129, "text": "Significance of vasohibin 1 in cancer patients: A systematic review and meta analysis."}, {"pubmed": 36043524, "text": "ZNF667 facilitates angiogenesis after myocardial ischemia through transcriptional regulation of VASH1 and Wnt signaling pathway."}, {"pubmed": 37426316, "text": "Mechanism of ELL-associated factor 2 and vasohibin 1 regulating invasion, migration, and angiogenesis in colorectal cancer."}, {"pubmed": 38010374, "text": "Revealing the inhibitory effect of VASH1 on ovarian cancer from multiple perspectives."}, {"pubmed": 38281945, "text": "m[6]A methylation-mediated regulation of LncRNA MEG3 suppresses ovarian cancer progression through miR-885-5p and the VASH1 pathway."}, {"pubmed": 39018366, "text": "Vasohibin inhibition improves myocardial relaxation in a rat model of heart failure with preserved ejection fraction."}], "genomic_pos": {"chr": "14", "end": 76783015, "ensemblgene": "ENSG00000071246", "start": 76761468, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 77249354, "start": 77228532, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001525", "pubmed": 15467828, "qualifier": "acts_upstream_of_or_within", "term": "angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001937", "pubmed": 19204325, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001937", "pubmed": 15467828, "qualifier": "involved_in", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 29146869, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009611", "pubmed": 23056314, "qualifier": "acts_upstream_of_or_within", "term": "response to wounding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 15467828, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0016525", "pubmed": 20133819, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043537", "pubmed": 15467828, "qualifier": "involved_in", "term": "negative regulation of blood vessel endothelial cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045765", "qualifier": "involved_in", "term": "regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060716", "qualifier": "involved_in", "term": "labyrinthine layer blood vessel development"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1901491", "pubmed": 20133819, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of lymphangiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000772", "pubmed": 23056314, "qualifier": "acts_upstream_of_or_within", "term": "regulation of cellular senescence"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [15467828, 20133819, 20736312], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15467828, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 15467828, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045177", "pubmed": 20736312, "qualifier": "located_in", "term": "apical part of cell"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003779", "pubmed": 29146869, "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004181", "pubmed": 29146869, "qualifier": "enables", "term": "metallocarboxypeptidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004181", "pubmed": [31171830, 31235911], "qualifier": "enables", "term": "metallocarboxypeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 29146869, 31171830], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106423", "qualifier": "enables", "term": "tubulin-tyrosine carboxypeptidase"}]}, "homologene": {"genes": [[7955, 100001748], [8364, 100216209], [9031, 423369], [9544, 703906], [9598, 467514], [9606, 22846], [9615, 490799], [9913, 615419], [10090, 238328], [10116, 503052]], "id": 8941}, "interpro": {"desc": "Tubulinyl-Tyr carboxypeptidase", "id": "IPR028131", "short_desc": "VASH1"}, "ipi": ["IPI00007168", "IPI00552287"], "map_location": "14q24.3", "name": "vasohibin 1", "other_names": ["tubulin carboxypeptidase 1", "tubulinyl-Tyr carboxypeptidase 1", "tyrosine carboxypeptidase 1"], "pantherdb": {"HGNC": "19964", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2442543", "ortholog_type": "LDO", "panther_family": "PTHR15750", "taxid": 10090, "uniprot_kb": "Q8C1W1"}, {"RGD": "1564082", "ortholog_type": "LDO", "panther_family": "PTHR15750", "taxid": 10116, "uniprot_kb": "D4AE85"}, {"Ensembl": "ENSGALG00000043036", "ortholog_type": "LDO", "panther_family": "PTHR15750", "taxid": 9031, "uniprot_kb": "A0A1D5PWX6"}, {"Ensembl": "ENSDARG00000092716", "ortholog_type": "LDO", "panther_family": "PTHR15750", "taxid": 7955, "uniprot_kb": "F1QXP0"}], "uniprot_kb": "Q7L8A9"}, "pathway": {"reactome": [{"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8955332", "name": "Carboxyterminal post-translational modifications of tubulin"}]}, "pdb": ["6J4U", "6J7B", "6J8F", "6J8N", "6J8O", "6J91", "6J9H", "6K81", "6LPG", "6NVQ", "6OCF", "6OCG", "6OCH", "6WSL"], "pfam": "PF14822", "pharmgkb": "PA134941450", "pharos": {"target_id": 17302, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169863", "relationship": "is"}, {"id": "GNF180769", "relationship": "is"}, {"id": "GNF191675", "relationship": "is"}, {"id": "GNF202581", "relationship": "is"}, {"id": "GNF214224", "relationship": "is"}, {"id": "GNF229389", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159371", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF046697", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF087027", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF051970", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF007578", "relationship": "is"}, {"id": "GNF007579", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF233568", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336651", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111233", "relationship": "is"}, {"id": "GNF150874", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": ["NP_055724.1", "XP_016876576.1", "XP_016876580.1", "XP_047287037.1", "XP_047287038.1", "XP_047287039.1", "XP_047287040.1", "XP_047287041.1", "XP_054231547.1", "XP_054231548.1", "XP_054231549.1", "XP_054231550.1", "XP_054231551.1", "XP_054231552.1"], "rna": ["NM_014909.5", "XM_017021087.2", "XM_017021091.2", "XM_047431081.1", "XM_047431082.1", "XM_047431083.1", "XM_047431084.1", "XM_047431085.1", "XM_054375572.1", "XM_054375573.1", "XM_054375574.1", "XM_054375575.1", "XM_054375576.1", "XM_054375577.1"], "translation": [{"protein": "XP_047287039.1", "rna": "XM_047431083.1"}, {"protein": "XP_054231547.1", "rna": "XM_054375572.1"}, {"protein": "XP_016876576.1", "rna": "XM_017021087.2"}, {"protein": "NP_055724.1", "rna": "NM_014909.5"}, {"protein": "XP_047287037.1", "rna": "XM_047431081.1"}, {"protein": "XP_054231551.1", "rna": "XM_054375576.1"}, {"protein": "XP_054231549.1", "rna": "XM_054375574.1"}, {"protein": "XP_047287040.1", "rna": "XM_047431084.1"}, {"protein": "XP_016876580.1", "rna": "XM_017021091.2"}, {"protein": "XP_054231552.1", "rna": "XM_054375577.1"}, {"protein": "XP_054231550.1", "rna": "XM_054375575.1"}, {"protein": "XP_047287041.1", "rna": "XM_047431085.1"}, {"protein": "XP_054231548.1", "rna": "XM_054375573.1"}, {"protein": "XP_047287038.1", "rna": "XM_047431082.1"}]}, "reporter": {"HG-U133_Plus_2": ["1556423_at", "203940_s_at", "230546_at", "239810_at", "242566_at"], "HG-U95Av2": "40266_at", "HG-U95B": "54473_at", "HTA-2_0": "TC14000482.hg.1", "HuEx-1_0": "3545130", "HuGene-1_1": "7975889", "HuGene-2_1": "16786801"}, "summary": "Enables actin binding activity and metallocarboxypeptidase activity. Involved in negative regulation of angiogenesis; negative regulation of blood vessel endothelial cell migration; and proteolysis. Acts upstream of or within several processes, including negative regulation of endothelial cell migration; negative regulation of endothelial cell proliferation; and negative regulation of lymphangiogenesis. Located in apical part of cell; endoplasmic reticulum; and extracellular space. Implicated in liver cirrhosis and portal hypertension. Biomarker of liver cirrhosis. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "VASH1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1823615"}, "unigene": "Hs.525479", "uniprot": {"Swiss-Prot": "Q7L8A9", "TrEMBL": "G3V4N9"}, "wikipedia": {"url_stub": "VASH1"}}