{"AllianceGenome": "12652", "HGNC": "12652", "MIM": "601703", "_id": "7408", "_version": 1, "accession": {"genomic": ["AC006117.1", "CH471126.1", "CP068259.2", "DQ451671.1", "NC_000019.10", "NC_060943.1", "X98476.1", "X98533.1", "X98534.2"], "protein": ["AAH26019.1", "AAH38224.1", "ALQ33839.1", "ALQ33840.1", "ALQ33841.1", "ALQ33842.1", "ALQ33843.1", "BAG37336.1", "CAA67109.1", "CAA67147.2", "CAA86523.1", "EAW57362.1", "EAW57363.1", "EAW57364.1", "EAW57365.1", "NP_003361.1", "P50552.3", "XP_005259256.1", "XP_005259257.1", "XP_016882689.1", "XP_054177916.1", "XP_054177917.1", "XP_054177918.1"], "rna": ["AK314812.1", "AL556269.3", "BC026019.1", "BC038224.1", "BG751094.1", "BG825983.1", "KU178381.1", "KU178382.1", "KU178383.1", "KU178384.1", "KU178385.1", "NM_001008736.1", "NM_003370.4", "XM_005259199.3", "XM_005259200.3", "XM_017027200.3", "XM_054321941.1", "XM_054321942.1", "XM_054321943.1", "Z46389.1"], "translation": [{"protein": "ALQ33840.1", "rna": "KU178382.1"}, {"protein": "CAA86523.1", "rna": "Z46389.1"}, {"protein": "XP_005259256.1", "rna": "XM_005259199.3"}, {"protein": "XP_054177916.1", "rna": "XM_054321941.1"}, {"protein": "BAG37336.1", "rna": "AK314812.1"}, {"protein": "ALQ33841.1", "rna": "KU178383.1"}, {"protein": "XP_016882689.1", "rna": "XM_017027200.3"}, {"protein": "XP_054177918.1", "rna": "XM_054321943.1"}, {"protein": "AAH26019.1", "rna": "BC026019.1"}, {"protein": "ALQ33839.1", "rna": "KU178381.1"}, {"protein": "XP_005259257.1", "rna": "XM_005259200.3"}, {"protein": "XP_054177917.1", "rna": "XM_054321942.1"}, {"protein": "AAH38224.1", "rna": "BC038224.1"}, {"protein": "ALQ33843.1", "rna": "KU178385.1"}, {"protein": "ALQ33842.1", "rna": "KU178384.1"}, {"protein": "NP_003361.1", "rna": "NM_003370.4"}]}, "ensembl": {"gene": "ENSG00000125753", "protein": ["ENSP00000245932", "ENSP00000464742", "ENSP00000466319", "ENSP00000467005", "ENSP00000467061", "ENSP00000467773", "ENSP00000516196", "ENSP00000516197"], "transcript": ["ENST00000245932", "ENST00000586014", "ENST00000586619", "ENST00000587444", "ENST00000588273", "ENST00000588463", "ENST00000588482", "ENST00000589627", "ENST00000590459", "ENST00000590603", "ENST00000592139", "ENST00000705986", "ENST00000705987"], "translation": [{"protein": "ENSP00000467061", "rna": "ENST00000589627"}, {"protein": "ENSP00000245932", "rna": "ENST00000245932"}, {"protein": "ENSP00000464742", "rna": "ENST00000592139"}, {"protein": "ENSP00000467773", "rna": "ENST00000590603"}, {"protein": "ENSP00000467005", "rna": "ENST00000586014"}, {"protein": "ENSP00000516196", "rna": "ENST00000705986"}, {"protein": "ENSP00000516197", "rna": "ENST00000705987"}, {"protein": "ENSP00000466319", "rna": "ENST00000588482"}], "type_of_gene": "protein_coding"}, "entrezgene": "7408", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.4065225832, "exp_mis": 141.595573698, "exp_syn": 70.0764179432, "lof_z": 3.13103164038586, "mis_z": 1.05209974623808, "mu_lof": 1.12169971534e-06, "mu_mis": 1.4460390892e-05, "mu_syn": 7.0742513124e-06, "n_lof": 3.0, "n_mis": 116.0, "n_syn": 68.0, "p_li": 0.583670616080661, "p_null": 0.000454238402842667, "p_rec": 0.415875145516496, "syn_z": 0.153772507428439}, "bp": 1143, "cds_end": 46029435, "cds_start": 46011029, "n_exons": 13, "nonpsych": {"exp_lof": 13.7271742945, "exp_mis": 127.940445837, "exp_syn": 63.2086995061, "lof_z": 2.84345743299218, "mis_z": 1.06755249846232, "mu_lof": 1.12169971534e-06, "mu_mis": 1.4460390892e-05, "mu_syn": 7.0742513124e-06, "n_lof": 3.0, "n_mis": 104.0, "n_syn": 61.0, "p_li": 0.461046167515977, "p_null": 0.00145182467845557, "p_rec": 0.537502007805568, "syn_z": 0.174908858096024}, "nontcga": {"exp_lof": 14.1528283596, "exp_mis": 130.246764063, "exp_syn": 64.4491287134, "lof_z": 2.92445307129434, "mis_z": 1.18943650957411, "mu_lof": 1.12169971534e-06, "mu_mis": 1.4460390892e-05, "mu_syn": 7.0742513124e-06, "n_lof": 3.0, "n_mis": 103.0, "n_syn": 61.0, "p_li": 0.477219103982804, "p_null": 0.00105162541269959, "p_rec": 0.521729270604496, "syn_z": 0.272034086041737}, "transcript": "ENST00000245932.6"}, "exons": [{"cdsend": 45526177, "cdsstart": 45507771, "chr": "19", "position": [[45507478, 45507776], [45517662, 45517834], [45517928, 45518094], [45521321, 45521406], [45522167, 45522217], [45522339, 45522581], [45522717, 45522818], [45523643, 45523695], [45523840, 45523877], [45524096, 45524142], [45524569, 45524660], [45525945, 45526003], [45526139, 45526982]], "strand": 1, "transcript": "NM_003370", "txend": 45526982, "txstart": 45507478}], "exons_hg19": [{"cdsend": 46029435, "cdsstart": 46011029, "chr": "19", "position": [[46010736, 46011034], [46020920, 46021092], [46021186, 46021352], [46024579, 46024664], [46025425, 46025475], [46025597, 46025839], [46025975, 46026076], [46026901, 46026953], [46027098, 46027135], [46027354, 46027400], [46027827, 46027918], [46029203, 46029261], [46029397, 46030240]], "strand": 1, "transcript": "NM_003370", "txend": 46030240, "txstart": 46010736}], "generif": [{"pubmed": 11756574, "text": "Results show that VASP is expressed in a cell-specific and trimester-specific manner in the human placenta, and may be important for blastocyst implantation and placental develpoment."}, {"pubmed": 12087107, "text": "Data show that phosphorylation of VASP is dynamically regulated by cellular adhesion to extracellular matrix."}, {"pubmed": 12220179, "text": "The C-terminal fragment of VASP (336-380) forms a tetramer in solution via a coiled coil arrangement and is solely responsible for tetramerization of full-length VASP."}, {"pubmed": 12397215, "text": "These results suggest that VASP may participate in vasculogenesis and endothelial sprouting during placental vasculogenesis"}, {"pubmed": 12566781, "text": "The platelet VASP shift is modified during coronary perfusion, and this modification correlates with mononuclear infiltration in the graft."}, {"pubmed": 12576312, "text": "Phosphorylation of VASP induced by either cGMP analogs or a nitric oxide donor is inhibited by PKA; PKA plays a predominant role in the cGMP-induced phosphorylation of VASP and platelet inhibition in human platelets."}, {"pubmed": 12652017, "text": "laminar shear stress can induce VASP translocation and phosphorylation in HUVECs, leading to actin filaments rearrangement, aligning cells along the flow direction."}, {"pubmed": 12805219, "text": "These findings show that vasodilator-stimulated phosphoprotein and diaphanous 1 function cooperatively downstream of Rho to control F-actin assembly and serum response factor activity."}, {"pubmed": 14679200, "text": "VASP, an important component of the cellular microfilament system, plays a major role in regulating serum response element-dependent transcription"}, {"pubmed": 15158464, "text": "M10 carries Mena/VASP from the root to the tip of the filopodia where extension of actin filament takes place"}, {"pubmed": 15178555, "text": "VASP phosphorylation at serine157 is required for the growth-stimulatory effect of transfected human VASP in rodent SMCs, whereas VASP phosphorylation at serine239 is involved in the growth inhibitory effects of NO on SMCs."}, {"pubmed": 15569942, "text": "The basis for the right-handed geometry of VASP TD is a 15-residue repeat in its amino acid sequence, which reveals a characteristic pattern of hydrophobic residues"}, {"pubmed": 15634270, "text": "VASP is phosphorylated in patients with ischemic cardiovascular diseases and clopidogrel resistance"}, {"pubmed": 16046415, "text": "Galpha13-induced VASP phosphorylation that involves activation of RhoA and MEKK1, phosphorylation and degradation of IkappaB, release of PKA catalytic subunit from the complex with IkappaB and NF-kappaB, and subsequent phosphorylation of VASP"}, {"pubmed": 16197368, "text": "Rho kinase and PKC were identified as the major kinases that phosphorylate VASP Ser157 in response to thrombin in human platelets."}, {"pubmed": 16531412, "text": "Migfilin has a role in interacting with vasodilator-stimulated phosphoprotein (VASP) and regulates VASP localization to cell-matrix adhesions and migration"}, {"pubmed": 17082196, "text": "VASP is a new AMP-activated protein kinase substrate"}, {"pubmed": 17167837, "text": "VASP may play a role in assembling and stabilizing the mitotic spindle of cells, and phosphorylation of the protein is the precondition for it to exert this function."}, {"pubmed": 17351763, "text": "RSV resistance in a minority of clones was due to mono-allelic disruption of the cellular gene for VASP."}, {"pubmed": 17488353, "text": "VASP phosphorylation may have a role in the individual response to clopidogrel loading dose prior to percutaneous coronary intervention"}, {"pubmed": 17684063, "text": "Data show that phosphorylation of Ser239 of VASP results in loss of lamellipodial protrusions and cell rounding, and is a powerful means of controlling directed actin polymerization within lamellipodia."}, {"pubmed": 17914456, "text": "analysis of the structural basis of profilin-actin complexes during filament elongation by Ena/VASP"}, {"pubmed": 17938817, "text": "VASP has a role in increased impaired platelet responsiveness in patients with subacute stent thrombosis"}, {"pubmed": 18064332, "text": "Determination of VASP phosphorylation is superior to conventional platelet aggregometry and angiographic parameters for assessing the risk of stent thrombosis."}, {"pubmed": 18217157, "text": "VASP phosphorylation demonstrated concordance across the response range of P2Y(12) receptor blockade following thienopyridine administration."}, {"pubmed": 18278200, "text": "Examine prothrombotic status in low responder patients to clopidogrel indentified by VASP analysis."}, {"pubmed": 18559661, "text": "Vasoactive gases CO and NO promote cytoskeletal changes through site- and cell type-specific VASP phosphorylation, and in diabetes, blunted responses to these agents may lead to reduced vascular repair and tissue perfusion"}, {"pubmed": 18569864, "text": "H2O2 in the absence of NO or exogenous haem- containing proteins induces nitration of platelet VASP"}, {"pubmed": 18680720, "text": "These results indicate that force-mediated adhesion strengthening occurs in endothelial adherens junctions and that dynamic VASP activity is necessary for this process."}, {"pubmed": 18813837, "text": "Positive regulation of migration and invasion by vasodilator-stimulated phosphoprotein via Rac1 pathway in human breast cancer cells."}, {"pubmed": 18832777, "text": "The antiplatelet effects of cilostazol intake could be evaluated by measuring VASP phosphorylation levels and maximal aggregation rates in platelets by ex vivo treatment with a low concentration of PGE(1)."}, {"pubmed": 18845790, "text": "VASP associated with nucleophosmin-ALK, and its phosphorylation required ALK activity."}, {"pubmed": 18923426, "text": "Data show that both human and Dictyostelium VASP are directly involved in accelerating actin filament elongation by delivering monomeric actin to the growing barbed end."}, {"pubmed": 19059569, "text": "Assessment of VASP index in acute coronary syndrome patients identifies low responders to clopidogrel who are at increased risk of recurrent cardiovascular events."}, {"pubmed": 19081821, "text": "LPA receptor-induced VASP phosphorylation is a critical mediator of tumor cell migration initiation"}, {"pubmed": 19115233, "text": "Data demonstrate that profilin-1 downregulation results in a hyper-motile phenotype of MDA-MB-231 breast cancer cells in an Ena/VASP-dependent mechanism."}, {"pubmed": 19435808, "text": "Data provide the first demonstration that direct interaction of VASP with CXCR2 is essential for proper CXCR2 function and demonstrate a crucial role for VASP in mediating chemotaxis in leukocytes."}, {"pubmed": 19463377, "text": "Results from the VASP-02 (Vasodilator-Stimulated Phosphoprotein-02) randomized study which used guided switching to clopidogrel 150 mg/day after 2 weeks in low responders."}, {"pubmed": 19690214, "text": "These results identify tissue-specific VASP as a central protein in the control of the alveolar-capillary barrier properties during acute lung injury."}, {"pubmed": 19798690, "text": "VASP phosphorylation at serine239 regulates cytoskeleton remodeling."}, {"pubmed": 19825941, "text": "VASP phosphorylation controls remodeling of the actin cytoskeleton."}, {"pubmed": 19885626, "text": "Rab13,VASP,and ZO-1 were found in apical tight junctions in normal epithelium but were dislocated to the basolateral position in patients with inactive Crohn's disease. In patients with ulcerative colitis,these tight junction proteins were not dislocated."}, {"pubmed": 19902490, "text": "Compared clopidogrel effectiveness in unstable ST-elevation myocardial infarction (STEMI) patients on mechanical ventilation with stable STEMI patients using the VASP index."}, {"pubmed": 19943879, "text": "Platelet hyperreactivity in multiple electrode aggregometry might be a better risk predictor for stent thrombosis than the assessment of the specific clopidogrel effect with the VASP phosphorylation assay."}, {"pubmed": 20044140, "text": "IRAK-1 forms a close complex with PKCepsilon as well as VASP, and participates in phorbol 12-myristate 13-acetate-induced phosphorylation of VASP."}, {"pubmed": 20110575, "text": "Combination of experimental and computational interactome research was used for the analysis of protein-protein interactions between Abi-1 and VASP in human platelets."}, {"pubmed": 20589315, "text": "Letter: Report vasodilator-stimulated phosphoprotein (VASP) ELISA to evaluate P2Y12-ADP receptor activity in coronary artery disease patients taking antiplatelet agents."}, {"pubmed": 20624010, "text": "peroxynitrite may inhibit platelet function by inducing the phosphorylation of VASP through a mechanism that requires the activation of PKC."}, {"pubmed": 20695985, "text": "vasodilator-stimulated phosphoprotein is phosphorylated in patients with genetic defects of the platelet P2Y(12) receptor for ADP"}, {"pubmed": 20802179, "text": "High VASP expression is associated with focal adhesion assembly in myofibroblasts fostering a microenvironment that promotes tumor growth."}, {"pubmed": 20822337, "text": "Results describe the impact of smoking on platelet reactivity and phosphorylation of vasodilator-stimulated phosphoprotein (VASP) in a group of 20 young smokers."}, {"pubmed": 20826790, "text": "Results suggest that actin polymerization and bundling by VASP are critical for spine formation, expansion, and modulating synaptic strength."}, {"pubmed": 20945373, "text": "VASP deficiency leads to a more profound endothelial barrier disruption and delayed recovery after activation of thrombin PAR-1 receptor."}, {"pubmed": 21041447, "text": "presentation of a model for how VASP promotes actin filament assembly"}, {"pubmed": 21158099, "text": "VASP participates in the regulation of cell cytoskeleton reorganization and morphology modification induced by shear flow via a cAMP/cAK pathway."}, {"pubmed": 21163344, "text": "Data show that VASP has different immunostaining patterns between cerebral cortical plates in prenatal and adult human brain samples, and suggest that VASP may play a crucial role in the regulation of human neonatal cerebral cortical development."}, {"pubmed": 21398369, "text": "ENA/VASP-family proteins are functionally redundant in homologous recombination, and MENA, VASP and EVL may be involved in the DSB repair pathway in humans"}, {"pubmed": 21423205, "text": "Data show that VASP and Mena interact with RSK1."}, {"pubmed": 21702043, "text": "Membrane organelle disassembly reflected specific phosphorylation of VASP Ser239, the cGMP/PKG preferred site, and rapid VASP removal from tumor cell protrusions"}, {"pubmed": 21814501, "text": "Studied generation of filopodia with regards to the dynamic interaction established by Eps8, IRSp53 and VASP with actin filaments."}, {"pubmed": 21827504, "text": "The Ser-239 phosphorylation level of VASP might be a useful protein marker for riboflavin and UV light-mediated PLT compromise."}, {"pubmed": 21874265, "text": "VASP protein regulates osteosarcoma cell migration and metastasis"}, {"pubmed": 22014333, "text": "The phosphorylation and dephosphorylation cycle of VASP by the Abi-1-bridged mechanism regulates association of VASP with focal adhesions, which may regulate adhesion of Bcr-Abl-transformed leukaemic cells."}, {"pubmed": 22210825, "text": "Prolonged treatment with albuterol prevents the agonist-induced phosphorylation of VASP at Ser157."}, {"pubmed": 22212857, "text": "Letter: In High on-treatment platelet reactivity assessed by various platelet function tests the consensus-defined cut-off of VASP-P platelet reactivity index too low."}, {"pubmed": 22320863, "text": "a novel TNF-alpha/HIF-1alpha/VASP axis in which HIF-1alpha acts downstream of TNF-alpha to inhibit VASP expression and modulate the adhesion and proliferation of breast cancer cells"}, {"pubmed": 23436459, "text": "Active proteases in nephrotic plasma lead to a podocin-dependent phosphorylation of VASP in podocytes via protease activated receptor-1."}, {"pubmed": 23469931, "text": "Results show that NPs, possibly through the clearance receptor (natriuretic peptide receptor-C) expressed on platelet membranes, increase VASP phosphorylation but only following PDE inhibition, indicating a small, localised cGMP synthesis."}, {"pubmed": 23685951, "text": "Matrine modulates the structure, subcellular distribution, expression and phosphorylation of VASP in human gastric cancer cells, thus inhibiting cancer cell adhesion and migration."}, {"pubmed": 23846685, "text": "PKD1 directly phosphorylates VASP at two serine residues, Ser-157 and Ser-322. These phosphorylations occur in response to RhoA activation and mediate VASP re-localization from focal contacts to the leading edge region."}, {"pubmed": 24496446, "text": "palladin functions as a dynamic scaffolding protein that promotes the assembly of dorsal stress fibers by recruiting VASP to these structures."}, {"pubmed": 24732788, "text": "low serum concentration of vaspin is a risk factor for the progression of T2DM"}, {"pubmed": 24857403, "text": "Binding of tetrameric VASP to interleukin-1 receptor-associated kinase (IRAK)1 is regulated by assembly of IRAK1 onto signaling complexes."}, {"pubmed": 24963131, "text": "PKA regulates VASP phosphorylation in Ras-transformed cells in a non-cell-autonomous manner."}, {"pubmed": 25051011, "text": "Data show that tumor necrosis factor-alpha (TNF-alpha) increased A549 lung adenocarcinoma cell permeability by repressing vasodilator-stimulated phosphoprotein (VASP) expression through the activation of hypoxia inducible factor 1 alpha subunit (HIF-1alpha)."}, {"pubmed": 25117404, "text": "Overexpression of VASP in endothelial cells blocked inflammation and insulin resistance induced by palmitate."}, {"pubmed": 25246528, "text": "VASP reconstitution of actin-based motility depends on the recruitment of F-actin seeds from the solution produced by cofilin"}, {"pubmed": 25298072, "text": "The authors demonstrate that vasodilator-stimulated phosphoprotein (VASP), which is critical for regulation of actin assembly, cell adhesion and motility, is a direct substrate of Yersinia pestis YpkA kinase activity."}, {"pubmed": 25355952, "text": "Ena/VASP's ability to bind F-actin and profilin-complexed G-actin are important for its effect, whereas Ena/VASP tetramerization is not necessary."}, {"pubmed": 25457586, "text": "In clinical practice,LCR and CYP2C19 gene polymorphism should be assessed in NCIS patients receiving clopidogrel treatment."}, {"pubmed": 25543053, "text": "Serine phosphorylation of vasodilator-stimulated phosphoprotein (VASP) regulates colon cancer cell survival and apoptosis."}, {"pubmed": 25759389, "text": "VASP phosphorylation at Ser(157) mediates its localization at the membrane, but that VASP Ser(157) phosphorylation and membrane localization are not sufficient to activate its actin catalytic activity"}, {"pubmed": 26295568, "text": "The authors propose that Lpd delivers Ena/VASP proteins to growing barbed ends and increases their actin polymerase activity by tethering them to actin filaments."}, {"pubmed": 26336132, "text": "Data show that the phosphorylation status of vasodilator-stimulated phosphoprotein (VASP) at serine S322 can be predictive for breast cancer progression to an aggressive phenotype."}, {"pubmed": 26576037, "text": "VASP phosphorylation assay could be useful in studies aimed at investigating relations between clopidogrel active metabolite bioavailability and clinical events."}, {"pubmed": 26611125, "text": "VASP, zyxin and TES are tension-dependent members of focal adherens junctions independent of the alpha-catenin-vinculin module."}, {"pubmed": 27711191, "text": "This study provides the first evidence of VASP manipulation by an intravacuolar bacterial pathogen"}, {"pubmed": 28209486, "text": "VASP silencing downregulated Migfilin, beta-catenin and uPA and impaired spheroid invasion."}, {"pubmed": 28376489, "text": "findings have uncovered a PKG/VASP signaling pathway in Vascular Smooth Muscle Cells as a key molecular mechanism underlying T3-induced vascular relaxation."}, {"pubmed": 28526707, "text": "Our results reveal a dual role of VASP in endothelial permeability. In addition to its well-documented function in barrier integrity, we show that S-nitrosylation of VASP contributes to the onset of endothelial permeability."}, {"pubmed": 28667124, "text": "VASP role in the actin filament elongation"}, {"pubmed": 29460479, "text": "Silencing of stathmin-1 altered the expression, subcellular localization and phosphorylation status of VASP, which suggested that it might be associated with remodeling of the cell cytoskeleton in colorectal cancer metastasis."}, {"pubmed": 30279729, "text": "Taken together, these results defined VASP as an oncogene of hepatocellular carcinoma pathogenesis and metastasis with the potential to serve as a prognostic biomarker."}, {"pubmed": 30282752, "text": "Our results demonstrate a novel requirement for VASP and actin polymerization in maintaining lytic granule convergence during NK cell-mediated killing."}, {"pubmed": 30463566, "text": "VASP may be involved in the pathophysiology of bronchopulmonary dysplasia via dysregulation of actin binding proteins"}, {"pubmed": 30814249, "text": "We found that VASP's interaction with Pfn1 is promoted by cell-substrate adhesion and requires down-regulation of PKA activity"}, {"pubmed": 30816548, "text": "Study results demonstrated that TNFalpha decreased VASP expression by upregulating the expression of HIF1alpha to inhibit A549 cell proliferation and adhesion. Inhibition of transplanted tumor growth was associated with downregulation of VASP expression in nude mice. Bioinformatics analysis indicated that expression levels of VASP or HIF1alpha lead to differential outcomes of overall survival in lung carcinoma."}, {"pubmed": 31093978, "text": "this study highlights the important roles of BLACAT1/miR-605-3p/VASP axis in glioma progression."}, {"pubmed": 31257464, "text": "these results indicated that SSb2 may be a potential antitumor drug for the treatment of breast cancer, which acts by suppressing proliferation and migration by downregulating the STAT3 signalling pathway and inhibiting the expression of VASP, MMP2 and MMP9 expression."}, {"pubmed": 31270029, "text": "ANGPTL3 inhibits renal cell carcinoma metastasis by inhibiting VASP phosphorylation."}, {"pubmed": 31987909, "text": "findings indicate that integrin alpha3 interacts with VASP and regulates its expression"}, {"pubmed": 32141559, "text": "Up-regulation of SNHG15 facilitates cell proliferation, migration, invasion and suppresses cell apoptosis in breast cancer by regulating miR-411-5p/VASP axis."}, {"pubmed": 32200035, "text": "Depletion of LAMP3 enhances PKA-mediated VASP phosphorylation to suppress invasion and metastasis in esophageal squamous cell carcinoma."}, {"pubmed": 32397169, "text": "RIAM-VASP Module Relays Integrin Complement Receptors in Outside-In Signaling Driving Particle Engulfment."}, {"pubmed": 32470361, "text": "Arp2/3 and Mena/VASP Require Profilin 1 for Actin Network Assembly at the Leading Edge."}, {"pubmed": 32997728, "text": "Transfer of HTLV-1 p8 and Gag to target T-cells depends on VASP, a novel interaction partner of p8."}, {"pubmed": 33184177, "text": "Designed nanomolar small-molecule inhibitors of Ena/VASP EVH1 interaction impair invasion and extravasation of breast cancer cells."}, {"pubmed": 36238292, "text": "Expression of the phagocytic receptors alphaMbeta2 and alphaXbeta2 is controlled by RIAM, VASP and Vinculin in neutrophil-differentiated HL-60 cells."}, {"pubmed": 37890607, "text": "PKCzeta phosphorylates VASP to mediate chemotaxis in breast cancer cells."}], "genomic_pos": {"chr": "19", "end": 45526989, "ensemblgene": "ENSG00000125753", "start": 45506579, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 46030241, "start": 46009837, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008154", "qualifier": "involved_in", "term": "actin polymerization or depolymerization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030036", "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030838", "qualifier": "involved_in", "term": "positive regulation of actin filament polymerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030838", "pubmed": 23153535, "qualifier": "involved_in", "term": "positive regulation of actin filament polymerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051289", "qualifier": "involved_in", "term": "protein homotetramerization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005923", "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0015629", "pubmed": 7828592, "qualifier": "located_in", "term": "actin cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031258", "qualifier": "located_in", "term": "lamellipodium membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031527", "qualifier": "located_in", "term": "filopodium membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003779", "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8836115, 16189514, 16631741, 16940418, 17599063, 20195357, 21423205, 21911467, 23153535, 24076653, 25416956, 28514442, 29892012, 32296183, 35044719], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005522", "qualifier": "enables", "term": "profilin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005522", "pubmed": 17914456, "qualifier": "enables", "term": "profilin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017124", "qualifier": "enables", "term": "SH3 domain binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}]}, "homologene": {"genes": [[9544, 716022], [9606, 7408], [9615, 403936], [9913, 514902], [10090, 22323], [10116, 361517]], "id": 7592}, "interpro": [{"desc": "WH1/EVH1 domain", "id": "IPR000697", "short_desc": "WH1/EVH1_dom"}, {"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "VASP tetramerisation", "id": "IPR014885", "short_desc": "VASP_tetra"}, {"desc": "VASP tetramerisation domain superfamily", "id": "IPR038023", "short_desc": "VASP_sf"}, {"desc": "Vasodilator-stimulated phosphoprotein/ENA/VASP-like", "id": "IPR017354", "short_desc": "VASP/EVL"}], "ipi": "IPI00301058", "map_location": "19q13.32", "name": "vasodilator stimulated phosphoprotein", "other_names": "vasodilator-stimulated phosphoprotein", "pantherdb": {"HGNC": "12652", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109268", "ortholog_type": "LDO", "panther_family": "PTHR11202", "taxid": 10090, "uniprot_kb": "P70460"}, {"RGD": "1311542", "ortholog_type": "LDO", "panther_family": "PTHR11202", "taxid": 10116, "uniprot_kb": "A0A0G2K9C0"}, {"ZFIN": "ZDB-GENE-030131-7118", "ortholog_type": "LDO", "panther_family": "PTHR11202", "taxid": 7955, "uniprot_kb": "Q1LVK6"}, {"ZFIN": "ZDB-GENE-070424-68", "ortholog_type": "O", "panther_family": "PTHR11202", "taxid": 7955, "uniprot_kb": "A0A0R4IZE4"}, {"Ensembl": "ENSDARG00000115548", "ortholog_type": "O", "panther_family": "PTHR11202", "taxid": 7955, "uniprot_kb": "A0A2R8QMV4"}, {"WormBase": "WBGene00006770", "ortholog_type": "LDO", "panther_family": "PTHR11202", "taxid": 6239, "uniprot_kb": "G5EG53"}, {"FlyBase": "FBgn0000578", "ortholog_type": "LDO", "panther_family": "PTHR11202", "taxid": 7227, "uniprot_kb": "Q8T4F7"}, {"dictyBase": "DDB_G0289541", "ortholog_type": "LDO", "panther_family": "PTHR11202", "taxid": 352472, "uniprot_kb": "Q5TJ65"}], "uniprot_kb": "P50552"}, "pathway": {"kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04611", "name": "Platelet activation - Homo sapiens (human)"}, {"id": "hsa04666", "name": "Fc gamma R-mediated phagocytosis - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_TCR", "name": "TCR"}], "pid": [{"id": "ecadherin_keratinocyte_pathway", "name": "E-cadherin signaling in keratinocytes"}, {"id": "ecadherin_stabilization_pathway", "name": "Stabilization and expansion of the E-cadherin adherens junction"}, {"id": "il8cxcr2_pathway", "name": "IL8- and CXCR2-mediated signaling events"}, {"id": "thrombin_par1_pathway", "name": "PAR1-mediated thrombin signaling events"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-202403", "name": "TCR signaling"}, {"id": "R-HSA-202433", "name": "Generation of second messenger molecules"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-376176", "name": "Signaling by ROBO receptors"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-446353", "name": "Cell-extracellular matrix interactions"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}], "wikipathways": [{"id": "WP185", "name": "Integrin-mediated Cell Adhesion"}, {"id": "WP306", "name": "Focal Adhesion"}]}, "pdb": ["1EGX", "1USD", "1USE", "2PAV", "2PBD", "3CHW", "8GAT", "8GAU"], "pfam": ["PF00568", "PF08776"], "pharmgkb": "PA37276", "pharos": {"target_id": 6577, "tdl": "Tbio"}, "pir": "S51797", "prosite": "PS50229", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257843", "relationship": "is"}, {"id": "GNF257844", "relationship": "is"}, {"id": "GNF257845", "relationship": "is"}, {"id": "GNF257846", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162183", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF015364", "relationship": "is"}, {"id": "GNF015365", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286316", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099272", "relationship": "is"}, {"id": "GNF138927", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_003361.1", "XP_005259256.1", "XP_005259257.1", "XP_016882689.1", "XP_054177916.1", "XP_054177917.1", "XP_054177918.1"], "rna": ["NM_001008736.1", "NM_003370.4", "XM_005259199.3", "XM_005259200.3", "XM_017027200.3", "XM_054321941.1", "XM_054321942.1", "XM_054321943.1"], "translation": [{"protein": "XP_054177916.1", "rna": "XM_054321941.1"}, {"protein": "XP_054177918.1", "rna": "XM_054321943.1"}, {"protein": "XP_016882689.1", "rna": "XM_017027200.3"}, {"protein": "XP_005259257.1", "rna": "XM_005259200.3"}, {"protein": "XP_054177917.1", "rna": "XM_054321942.1"}, {"protein": "XP_005259256.1", "rna": "XM_005259199.3"}, {"protein": "NP_003361.1", "rna": "NM_003370.4"}]}, "reporter": {"HG-U133_Plus_2": "202205_at", "HG-U95Av2": "39105_at", "HTA-2_0": "TC19000649.hg.1", "HuEx-1_0": "3836317", "HuGene-1_1": "8029710", "HuGene-2_1": "16863307"}, "summary": "Vasodilator-stimulated phosphoprotein (VASP) is a member of the Ena-VASP protein family. Ena-VASP family members contain an EHV1 N-terminal domain that binds proteins containing E/DFPPPPXD/E motifs and targets Ena-VASP proteins to focal adhesions. In the mid-region of the protein, family members have a proline-rich domain that binds SH3 and WW domain-containing proteins. Their C-terminal EVH2 domain mediates tetramerization and binds both G and F actin. VASP is associated with filamentous actin formation and likely plays a widespread role in cell adhesion and motility. VASP may also be involved in the intracellular signaling pathways that regulate integrin-extracellular matrix interactions. VASP is regulated by the cyclic nucleotide-dependent kinases PKA and PKG. [provided by RefSeq, Jul 2008].", "symbol": "VASP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421428"}, "unigene": "Hs.515469", "uniprot": {"Swiss-Prot": "P50552", "TrEMBL": ["A0A994J508", "A0A024R0V4", "K7EM16", "K7EQD0", "K7ENL7", "K7EIG8", "K7ENR7", "A0A994J7X3"]}, "wikipedia": {"url_stub": "Vasodilator-stimulated phosphoprotein"}}