{"AllianceGenome": "12663", "HGNC": "12663", "MIM": "192225", "_id": "7412", "_version": 2, "accession": {"genomic": ["AC093428.2", "AF536818.1", "AL592446.4", "CH471097.2", "CP068277.2", "JF271680.1", "JF280676.1", "JF699680.1", "JF907575.1", "JF917093.1", "M73255.1", "M92431.1", "NC_000001.11", "NC_060925.1", "NG_023034.2", "S50587.1"], "protein": ["AAA51917.1", "AAA61269.1", "AAA61270.1", "AAH17276.3", "AAH68490.2", "AAH85003.1", "AAM96190.1", "ADZ72971.1", "AEH21939.1", "AEH21940.1", "AEL21381.1", "AEL30503.1", "BAD96986.1", "BAF84421.1", "BAG59286.1", "CAA37218.1", "CAH18296.1", "EAW72949.1", "EAW72950.1", "NP_001069.1", "NP_001186763.1", "NP_542413.1", "P19320.1"], "rna": ["AK223266.1", "AK291732.1", "AK296692.1", "AU121762.1", "BC017276.2", "BC068490.1", "BC085003.1", "BF791565.1", "BF968655.1", "CR749464.1", "DB096825.1", "M30257.1", "M60335.1", "NM_001078.4", "NM_001199834.2", "NM_080682.3", "X53051.1"], "translation": [{"protein": "AAH85003.1", "rna": "BC085003.1"}, {"protein": "AAH17276.3", "rna": "BC017276.2"}, {"protein": "AAA61269.1", "rna": "M60335.1"}, {"protein": "NP_542413.1", "rna": "NM_080682.3"}, {"protein": "NP_001186763.1", "rna": "NM_001199834.2"}, {"protein": "CAH18296.1", "rna": "CR749464.1"}, {"protein": "CAA37218.1", "rna": "X53051.1"}, {"protein": "AAA51917.1", "rna": "M30257.1"}, {"protein": "NP_001069.1", "rna": "NM_001078.4"}, {"protein": "AAH68490.2", "rna": "BC068490.1"}, {"protein": "BAF84421.1", "rna": "AK291732.1"}, {"protein": "BAG59286.1", "rna": "AK296692.1"}, {"protein": "BAD96986.1", "rna": "AK223266.1"}]}, "alias": ["CD106", "INCAM-100"], "ensembl": {"gene": "ENSG00000162692", "protein": ["ENSP00000294728", "ENSP00000304611", "ENSP00000359133", "ENSP00000359137", "ENSP00000497582"], "transcript": ["ENST00000294728", "ENST00000347652", "ENST00000370115", "ENST00000370119", "ENST00000603679", "ENST00000650339"], "translation": [{"protein": "ENSP00000359137", "rna": "ENST00000370119"}, {"protein": "ENSP00000497582", "rna": "ENST00000650339"}, {"protein": "ENSP00000304611", "rna": "ENST00000347652"}, {"protein": "ENSP00000294728", "rna": "ENST00000294728"}, {"protein": "ENSP00000359133", "rna": "ENST00000370115"}], "type_of_gene": "protein_coding"}, "entrezgene": "7412", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 17.90861015, "exp_mis": 213.5656228, "exp_syn": 95.027727, "lof_z": 3.48976256874632, "mis_z": -0.0145392038532259, "mu_lof": 1.24770378135e-06, "mu_mis": 1.85163180919e-05, "mu_syn": 8.05420779719e-06, "n_lof": 3.0, "n_mis": 214.0, "n_syn": 96.0, "p_li": 0.781503144443611, "p_null": 6.22465284897099e-05, "p_rec": 0.218434609027899, "syn_z": -0.0618316978709994}, "bp": 2220, "cds_end": 101203839, "cds_start": 101185416, "n_exons": 9, "nonpsych": {"exp_lof": 16.0233, "exp_mis": 193.1117828, "exp_syn": 85.8235419, "lof_z": 3.19519223774826, "mis_z": -0.104829748964142, "mu_lof": 1.24770378135e-06, "mu_mis": 1.85163180919e-05, "mu_syn": 8.05420779719e-06, "n_lof": 3.0, "n_mis": 196.0, "n_syn": 89.0, "p_li": 0.66919134150691, "p_null": 0.00026018105954966, "p_rec": 0.330548477433541, "syn_z": -0.21587563562321}, "nontcga": {"exp_lof": 16.45781913, "exp_mis": 196.4622844, "exp_syn": 87.40740905, "lof_z": 3.27242544801338, "mis_z": 0.194153188828287, "mu_lof": 1.24770378135e-06, "mu_mis": 1.85163180919e-05, "mu_syn": 8.05420779719e-06, "n_lof": 3.0, "n_mis": 191.0, "n_syn": 79.0, "p_li": 0.684020172054666, "p_null": 0.000184612189538216, "p_rec": 0.315795215755795, "syn_z": 0.569390750636347}, "transcript": "ENST00000294728.2"}, "exons": [{"cdsend": 100738283, "cdsstart": 100719860, "chr": "1", "position": [[100719741, 100719924], [100720475, 100720751], [100723019, 100723340], [100724623, 100724890], [100729106, 100729382], [100731197, 100731518], [100732417, 100732684], [100734501, 100734768], [100738122, 100739045]], "strand": 1, "transcript": "NM_001078", "txend": 100739045, "txstart": 100719741}, {"cdsend": 100738283, "cdsstart": 100719860, "chr": "1", "position": [[100719639, 100719924], [100720475, 100720565], [100723019, 100723340], [100724623, 100724890], [100729106, 100729382], [100731197, 100731518], [100732417, 100732684], [100734501, 100734768], [100738122, 100739046]], "strand": 1, "transcript": "NM_001199834", "txend": 100739046, "txstart": 100719639}, {"cdsend": 100738283, "cdsstart": 100719860, "chr": "1", "position": [[100719639, 100719924], [100720475, 100720751], [100723019, 100723340], [100724623, 100724890], [100731197, 100731518], [100732417, 100732684], [100734501, 100734768], [100738122, 100739046]], "strand": 1, "transcript": "NM_080682", "txend": 100739046, "txstart": 100719639}], "exons_hg19": [{"cdsend": 101203839, "cdsstart": 101185416, "chr": "1", "position": [[101185297, 101185480], [101186031, 101186307], [101188575, 101188896], [101190179, 101190446], [101194662, 101194938], [101196753, 101197074], [101197973, 101198240], [101200057, 101200324], [101203678, 101204601]], "strand": 1, "transcript": "NM_001078", "txend": 101204601, "txstart": 101185297}, {"cdsend": 101203839, "cdsstart": 101185416, "chr": "1", "position": [[101185195, 101185480], [101186031, 101186121], [101188575, 101188896], [101190179, 101190446], [101194662, 101194938], [101196753, 101197074], [101197973, 101198240], [101200057, 101200324], [101203678, 101204601]], "strand": 1, "transcript": "NM_001199834", "txend": 101204601, "txstart": 101185195}, {"cdsend": 101203839, "cdsstart": 101185416, "chr": "1", "position": [[101185195, 101185480], [101186031, 101186307], [101188575, 101188896], [101190179, 101190446], [101196753, 101197074], [101197973, 101198240], [101200057, 101200324], [101203678, 101204601]], "strand": 1, "transcript": "NM_080682", "txend": 101204601, "txstart": 101185195}], "generif": [{"pubmed": 11776680, "text": "Premature labor is associated with up-regulation of adhesion molecules in the lower uterine segment"}, {"pubmed": 11817523, "text": "Soluble VCAM-1 is a very early marker of endothelial cell activation in cardiopulmonary bypass."}, {"pubmed": 11847011, "text": "significant increase in plasma levels between day 1 and day 5 of G-CSF-induced stem cell mobilization; possible effect on leukocyte-endothelial cell interactions"}, {"pubmed": 11904449, "text": "Testosterone attenuates expression of vascular cell adhesion molecule-1 by conversion to estradiol by aromatase in endothelial cells: implications in atherosclerosis"}, {"pubmed": 11922919, "text": "Elevated soluble CD40 ligand is related to the endothelial adhesion molecules in patients with acute coronary syndrome."}, {"pubmed": 11929779, "text": "Human mast cell progenitors use alpha4-integrin, VCAM-1, and PSGL-1, E-selectin for adhesive interactions with human vascular endothelium under flow conditions"}, {"pubmed": 11935152, "text": "relation between glycemic control, hyperinsulinism and plasma concentration in patients with glucosse intolerance or NIDDM"}, {"pubmed": 11961404, "text": "Results suggest that exogenous NO inhibits VCAM-1 expression via suppression of NF-kappaB through a cGMP-independent pathway."}, {"pubmed": 11963839, "text": "women with stage III and IV endometriosis had higher serum concentrations of soluble VCAM-1, lower serum concentration of soluble ICAM-1"}, {"pubmed": 12006387, "text": "The tumor necrosis factor-alpha-stimulated redox-sensitive vascular cell adhesion molecule-1 selective signaling pathway in endothelial cells depends upon isoprenylcysteine carboxyl methyltransferase as a critical component."}, {"pubmed": 12082081, "text": "During leukocyte adhesion VCAM-1, ICAM-1, and activated moesin and ezrin clustered in an endothelial actin-rich docking structure that anchored and partially embraced the leukocyte containing other cytoskeletal components"}, {"pubmed": 12086338, "text": "the preferential expression of VCAM-1 on the endothelium of femoral and iliac arteries in thromboangiitis obliterans"}, {"pubmed": 12097820, "text": "VCAM-1/alpha4 integrin interactions mediate monocyte adhesion to human saphenous vein"}, {"pubmed": 12105209, "text": "signal transduction pathways involved in rheumatoid arthritis synovial fibroblast interleukin-18-induced vascular cell adhesion molecule-1 expression"}, {"pubmed": 12115600, "text": "VCAM-1 expression via effects on interferon regulatory factor-1 expression and activity"}, {"pubmed": 12172318, "text": "E-selectin, intercellular adhesion molecule-1 (ICAM-1), and vascular adhesion molecule-1 (VCAM-1) were measured in serum from hypertensive patients with LV hypertrophy"}, {"pubmed": 12172576, "text": "Downregulation of vcam-1 is associated with nodal metastasis in breast cancer"}, {"pubmed": 12351381, "text": "Synchronized human hematopoietic progenitor cell adhesion fluctuates reversibly during cell cycle transit in ex vivo culture"}, {"pubmed": 12387879, "text": "induction by tumor necrosis factor alpha"}, {"pubmed": 12393616, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12393616, "text": "Of the 10 candidate SNPs analyzed in this pilot study, the variant allele of the nonsynonymous SNP, VCAM1 G1238C, may be associated with protection from stroke."}, {"pubmed": 12433638, "text": "Relationship between pathological changes and the expression of vascular cell adhesion molecule-1 in the placenta of patients with pregnancy-induced hypertension complicated by intrauterine growth retardation"}, {"pubmed": 12493764, "text": "VCAM1 stimulation by thrombin in endothelial cells is mediated by protein kinase C-delta-NF-kappa B and PKC-zeta-GATA signaling pathways"}, {"pubmed": 12587980, "text": "VCAM1 expression is induced by p38-mediated TNFalpha and suppressed by JNK in human cells"}, {"pubmed": 12601490, "text": "In adults with sickle cell disease, steady-state serum sVCAM-1 levels do not seem to reflect clinical disease severity, but may reflect bone marrow activity in SCD, underlying the pleiotropic nature of adhesion molecules in vivo."}, {"pubmed": 12643440, "text": "Strongly expressed in histological type II of rheumatoid arthritis."}, {"pubmed": 12650924, "text": "Crosslinking of CD44 on osteoblastic cells with specific antibodies augmented the expression of intercellular adhesion molecule (ICAM)-1 and vascular cell adhesion molecule (VCAM)-1"}, {"pubmed": 12673844, "text": "Endothelial cells have increased expression of VCAM-1, E-selectin, and ICAM-1 when exposed to sickle blood cells."}, {"pubmed": 12700137, "text": "VCAM-1-induced, Rac-dependent signaling plays a key role in the modulation of vascular-endothelial cadherin-mediated endothelial cell-cell adhesion and leukocyte extravasation."}, {"pubmed": 12704784, "text": "regulation of expression in osteoblasts by interleukin 13"}, {"pubmed": 12714597, "text": "a novel role for the P2Y2 receptor in the p38- and Rho kinase-dependent expression of VCAM-1 that mediates the recruitment of monocytes by vascular endothelium associated with the development of atherosclerosis"}, {"pubmed": 12759453, "text": "Soluble VCAM-1 markedly enhances phosphorylation of both p38 and focal adhesion kinase, but not ERK1/2, in endothelial cells, endothelial cell migration activity in vitro, and neovascularization in Matrigel in vivo."}, {"pubmed": 12788528, "text": "Extravasated and oxidized LDL in xanthoma adds to foam cell recruitment by activating tyrosine kinase and inducing adhesion of monocytes to dermal microvascular endothelial cells through VCAM-1 and E-selectin."}, {"pubmed": 12871600, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12940514, "text": "Blood levels do not differ in normal and coronary artery disease patients."}, {"pubmed": 12958610, "text": "During infusion of triacylglycerol, PAI-1 increased to approximately 2.6 fold higher levels while tPA and adipsin were unaffected; changes in sVCAM-1 were significantly correlated with those seen for PAI-1."}, {"pubmed": 12969778, "text": "presence of vascular cell adhesion molecule (VCAM-1) in placental villi is specific to developmental stage, and it is decreased in fetal growth restriction which could be attributed to the uteroplacental deficiency"}, {"pubmed": 14534081, "text": "Adrenomedullin and ACTH induce cell surface expression of adhesion molecules E-selectin, VCAM-1, and ICAM-1 on human umbilical vein endothelial cells."}, {"pubmed": 14592496, "text": "11,12-EET analogues were synthesized and compared using a human endothelial cell based TNF-alpha-induced VCAM-1 expression assay."}, {"pubmed": 14615367, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14684616, "text": "Novel androgen receptor/NF-kappaB mediated mechanism for VCAM-1 expression and monocyte adhesion operating in male endothelial cells that may represent an important unrecognized mechanism for the male predisposition to atherosclerosis."}, {"pubmed": 14741380, "text": "study demonstrates that overexpression of RORalpha1 and RORalpha4 inhibits TNF-alpha induced expression of VCAM-1 and ICAM-1 in human umbilical vein endothelial cells by inhibiting the NF-B signaling pathway"}, {"pubmed": 14748068, "text": "sVCAM-1 was associated with dengue disease severity and the time post infection; a significant difference was found in the plasma levels of sVCAM-1 between dengue shock syndrome and dengue fever patients"}, {"pubmed": 14762656, "text": "Insulin promotes VCAM-1 expression in endothelial cells through a p38MAP-kinase pathway, amplified by the PI3'-kinase blockage."}, {"pubmed": 14984317, "text": "even a short-term exposure of endothelial cells (ECs) to high glucose concentration leads to their activation associated with increased expression of adhesion molecules such as ELAM-1, VCAM-1 and ICAM-1."}, {"pubmed": 15009098, "text": "Expresson is reduced in treatment with methotrexate in bullous pemphigoid."}, {"pubmed": 15059493, "text": "Vascular cell adhesion molecule 1 may play an important role in asthma."}, {"pubmed": 15080580, "text": "Vascular cell adhesion molecule-1 may play an important inflammation-related role in plaque development."}, {"pubmed": 15116247, "text": "red blood cells from diabetic patients induced an increase in MCSF and VCAM1 expression in HUVEC cells, mediated by AGE-RAGE interaction"}, {"pubmed": 15175347, "text": "P2Y2 nucleotide receptor mediates vascular cell adhesion molecule-1 expression through interaction with VEGF receptor-2"}, {"pubmed": 15225366, "text": "Nifedipine decreases soluble VCAM-1"}, {"pubmed": 15265790, "text": "a mechanism for ROS function in VCAM-1 activation of endothelial cell matrix metalloproteinase 2 and matrix metalloproteinase 9 during VCAM-1-dependent lymphocyte migration"}, {"pubmed": 15304054, "text": "ICAM-1, VCAM-1, E-selectin and interleukin-6 expression are enhanced by glucose and regulated by poly(ADP-ribose) polymerase in human umbilical endothelial cells"}, {"pubmed": 15308572, "text": "Cell adhesion to VCAM-1 mediated by very late antigen 4 was suppressed by monoclonal antibodies, dependent on reaction oxygen species."}, {"pubmed": 15489374, "text": "results suggest that in human tracheal smooth muscle cells (HTSMC), activation of p42/p44 MAPK, p38, JNK, and NF-kappaB pathways is essential for IL-1beta-induced VCAM-1 gene expression"}, {"pubmed": 15489375, "text": "These findings indicate that signaling via PKCdelta-p38 kinase-linked cascade specifically induces expression of VCAM-1 in lung epithelium in response to TNF-alpha and that this effect is both functionally and clinically significant."}, {"pubmed": 15525877, "text": "Correlation between the vitreal levels of scatter factor and VCAM-1 was observed in diabetic patients."}, {"pubmed": 15548573, "text": "The VCAM-1 as multifunctional adhesion and signaling molecules has grown, , so has its recognition as potential therapeutic targets in human diseases."}, {"pubmed": 15661077, "text": "The data supports the hypothesis that gene modulation by IL-13 in ASM may be essential for the events leading to the development of allergic asthma."}, {"pubmed": 15661918, "text": "This is the first demonstration of expression of VCAM-1 on CD8+ cells; moreover, the CD8+VCAM-1+ cells show enhanced CD8+ cell noncytotoxic antiviral response activity that could have clinical importance in HIV infection."}, {"pubmed": 15666579, "text": "Direct implication of adhesion molecules in the pathogenesis or progression of type 2 diabetic retinopathy cannot be supported."}, {"pubmed": 15710215, "text": "VCAM-1 is mainly involved in the pathogenesis of hepatitis C-mixed cryoglobulinemia associated severe vasculitis."}, {"pubmed": 15784173, "text": "Genomic rearrangement on VCAM1 in arteriosclerosis was studied."}, {"pubmed": 15806475, "text": "Circulating sVCAM-1 correlates with residual renal function, LDL cholesterol & cardiac hypertrophy in CAPD patients. Besides being a marker of endothelial activation, sVCAM-1 play a role in LVH & heart failure by mediating immune cell-cell interaction."}, {"pubmed": 15845907, "text": "The induction of reactive oxygen species and VCAM-1 by AGEs in cultured human umbilical vein endothelial cells was specifically blocked by an anti-RAGE antibody"}, {"pubmed": 15979542, "text": "The present study demonstrates for the first time, differential expression of mRNA and secretion for angiogenin and VCAM-1 from placental explants and trophoblasts in culture subjected to hypoxia"}, {"pubmed": 16002075, "text": "VCAM-1 induction by CRP is mediated by PKC, p38MAPK, tyrosine kinase and the NF-kappaB-dependent signaling pathways in vascular endothelial cells."}, {"pubmed": 16127297, "text": "Anionic peptide factor/phosphatidylcholine particles promote the inhibition of VCAM1 in umbilical vein endothelial cells."}, {"pubmed": 16184405, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16230423, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16242117, "text": "anthrax lethal toxin enhanced cytokine-induced VCAM-1 expression and monocyte adhesion"}, {"pubmed": 16317091, "text": "rhMIF induced VCAM-1 and ICAM-1 up-regulation in 12 hours via Src, PI3K, and NFkappaB"}, {"pubmed": 16327982, "text": "data suggest a previously unappreciated role for VCAM-1 in esophageal squamous epithelial homeostasis and pathology"}, {"pubmed": 16498082, "text": "PAR2-driven upregulation of VCAM-1 cell surface expression and the release of IL-8 and G-CSF from bronchial fibroblasts may be important in promoting neutrophilic airways inflammation."}, {"pubmed": 16585601, "text": "domain 4 of VCAM-1 plays a contrasting role when VCAM-1 is presented in solution or as a cell surface-expressed adhesive substrate"}, {"pubmed": 16644735, "text": "ERK1/2 inhibition decreases VCAM-1 expression in TNFalpha-treated vascular endothelium cells."}, {"pubmed": 16722038, "text": "Use of icodextrin in peritoneal dialysis is not associatedd with increased VCAM1 plasma levels."}, {"pubmed": 16790997, "text": "important roles for VCAM-1 and Caveolin- 1 in the regulation of metastatic potential of gastric tumor cells"}, {"pubmed": 16874958, "text": "Eotaxin may up-regulate the expression of VCAM-1 in vessel endothelium and promote adhesion and migration of eosinophils, as a result, to lead to the recurrence of nasal polyps."}, {"pubmed": 16902065, "text": "as sVCAM-1 increased with exercise and during the recovery period, findings support the concept that sickle cell trait athletes might be at risk for microcirculatory disturbances and adhesive phenomena developing at rest and several hours after exercise"}, {"pubmed": 16914554, "text": "CAM741 inhibits translocation of VCAM1 by interfering with correct insertion of its signal peptide into the translocon"}, {"pubmed": 16977262, "text": "Gliclazide treatment reduces serum ICAM-1 levels in poorly controlled type 2 diabetic patients."}, {"pubmed": 16987074, "text": "persistently elevated, levels of sVCAM-1 throughout the various phases and types of the disease, suggests an important role in the immunopathological lesions of HFRS and is closely correlated to the severity of HFRS and the degree of kidney damage."}, {"pubmed": 17008592, "text": "Further analysis demonstrated that HDAC3 plays a significant role in the regulation of TNF-alpha-mediated VCAM-1 expression."}, {"pubmed": 17022986, "text": "LDL lipoprotein subunit L5 induces human umbilical vein endothelial cells (HUVEC) to express VCAM1."}, {"pubmed": 17090406, "text": "high levels of sICAM-1 and sVCAM-1, together with the presence of circulating endothelial cells in dengue hemorrhagic fever patients, provide further evidence of endothelium damage and activation in DHF patients"}, {"pubmed": 17115186, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17116732, "text": "A VCAM-1-mediated mechanism recruits leukocytes to the lymph nodes during inflammation."}, {"pubmed": 17126824, "text": "vascular cell adhesion molecules (sICAM-1 and sVCAM-1) and also P-selectin were higher in patients than healthy controls"}, {"pubmed": 17142773, "text": "HOSCN induces E-selectin, ICAM-1, and VCAM-1 expression in HUVEC; HOSCN up-regulation of these adhesion molecules is transcriptionally mediated through a mechanism dependent upon activation of NFKB and constitutively suppressed by PI3K-Akt pathway."}, {"pubmed": 17167725, "text": "Increased plasma levels of VCAM-1 is associated with advanced stage of breast cancer"}, {"pubmed": 17192354, "text": "Hemoglobin A1C in diabetics is positively associated with VCAM1 levels."}, {"pubmed": 17255534, "text": "ICAM-1 in cooperation with VCAM-1 are essential for monocyte adhesion by carbamylated low-density lipoprotein-activated human vascular endothelial cells in vitro."}, {"pubmed": 17258924, "text": "Positively associatted with age and tumor necrosis factor receptor 1 in type 2 diaabetes and insulin resistance."}, {"pubmed": 17292586, "text": "These findings reveal for the first time that TNF stimulation of adhesion molecules ICAM-1 and VCAM-1 in human endothelial cells occurs through the TNFR1 subtype and is mediated by the NF-kappaB pathway, but not the ERK, p38MAPK or JNK kinase pathways."}, {"pubmed": 17303384, "text": "These results suggest that in human tracheal smooth muscle cells, activation of p42/p44 MAPK, p38, and JNK pathways, at least in part, mediated through NF-kappaB, is essential for lipopolysaccharide-induced VCAM-1 gene expression."}, {"pubmed": 17334226, "text": "data indicate that HIV-1 Tat can modulate monocyte adhesiveness by increasing expression of adhesion molecules such as ICAM-1 and VCAM-1 via ROS- and NF-kappaB-dependent mechanisms in astrocytes"}, {"pubmed": 17352405, "text": "High affinity interactions between the integrin alpha4beta1 on melanoma cells and VCAM-1 on activated endothelial cells may enhance the metastatic capacity of human beta2/beta3-negative melanoma cells."}, {"pubmed": 17430469, "text": "VCAM1 expression in LME cells and LFA-1 expression in HLA-DR15-positive monocytes were enhanced after combined culture of LME cells, HLA-DR15-positive monocytes and TRALI-inducing anti-HLA DR15 antibody-positive serum"}, {"pubmed": 17431880, "text": "This report provides the first functional evaluation of VCAM1 promoter polymorphisms and establishes a hypothetical foundation for investigation of their role in the pathogenesis of VCAM1-associated diseases."}, {"pubmed": 17437524, "text": "lysophosphatidylcholine dose-dependently induced expression of vascular cell adhesion molecule-1 and P-selectin, accompanied by the activation of transcription factor nuclear factor kappaB."}, {"pubmed": 17497038, "text": "VCAM1 levels were positively correlated with C-reactive protein levels, indicating that increased level of oxidative stress marker, proinflammatory markers, and their downstream effectors adhesion molecules occur in type 2 DM."}, {"pubmed": 17517105, "text": "Cytokine-induced endothelial intercellular adhesion molecule-1 and vascular cell adhesion molecule-1 expressionwas inhibited by tecastemazole in a manner independent of H1 receptor antagonism."}, {"pubmed": 17521609, "text": "These findings indicate a novel role for C1INH in inhibition of vascular endothelial activation."}, {"pubmed": 17530710, "text": "The VCAM-1/very late activation antigen 4 adhesive system critically mediates endothelial progenitor cell adhesion to cultured rheumatoid arthritis fibroblasts and to rheumatoid arthritis synovial tissue."}, {"pubmed": 17531998, "text": "Patients withprimary hypertriglyceridemia as compared with control subjects showed significantly higher VCAM-1 (vascular cell adhesion molecule 1)"}, {"pubmed": 17560459, "text": "circulating levels of adhesion molecules in correlated positively with the stage of kidney disease and with C-reactive protein"}, {"pubmed": 17564956, "text": "soluble VCAM-1 levels increase only slightly in hemoculture positive neonatal sepsis."}, {"pubmed": 17586618, "text": "Pathophysiologically relevant homocysteine concentrations induce VCAM-1 expression through a prooxidant mechanism involving NF-kappaB."}, {"pubmed": 17597073, "text": "talin 1 is a versatile VLA-4 affinity regulator implicated in both spontaneous and chemokine-triggered rapid adhesions to VCAM-1."}, {"pubmed": 17599409, "text": "These results suggest that P2Y2R activation in salivary gland cells increases the EGFR-dependent expression of VCAM-1 and the binding of lymphocytes."}, {"pubmed": 17616653, "text": "our findings suggest that RCCs might exploit VCAM-1 overexpression for immune escape."}, {"pubmed": 17657162, "text": "Nicotine promotes VCAM1 expression on endothelial cells, shifting them toward a proatherosclerotic state."}, {"pubmed": 17678915, "text": "Women with endometriosis had increased peritoneal mRNA expression of RANTES and VCAM-1 during menstrual compared with luteal phase."}, {"pubmed": 17702963, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17706337, "text": "In women with subsequent preeclampsia, sL-selectin and sVCAM-1 concentrations were significantly lower, whereas sE-selectin, sP-selectin and sICAM-1 levels were significantly higher, compared with controls at mid-pregnancy (p<0.05)."}, {"pubmed": 17706953, "text": "OPG but not OPN stimulated a dose-dependent increase in the expression of intercellular adhesion molecule-1, vascular cell adhesion molecule-1 and E-selectin by endothelial cells in the presence of TNF-alpha"}, {"pubmed": 17714716, "text": "in patients with cardiovascular disease or dyslipidemia, adiponectin was independently positively associated with serum HDL-cholesterol, sVCAM-1 (vascular cell adhesion molecule 1), female gender and negatively with hs-CRP (C reactive protein)"}, {"pubmed": 17891599, "text": "sVCAM-1 level was higher in pp homozygotes of estrogen receptor alpha than PP homozygotes or Pp heterozygotes; higher in xx homozygotes than in XX homozygotes and Xx heterozygotes;and higher in px haplotype than in PX and Px haplotypes"}, {"pubmed": 17906965, "text": "Cholestin reduces HCY-stimulated endothelial adhesiveness as well as downregulating intracellular ROS formation, NF-kappaB activation, and VCAM-1 expression in HAECs"}, {"pubmed": 17922685, "text": "sVCAM-1 plays an arthritogenic role in the development of inflammatory arthritis in MRL-Fas(lpr) mice and may present an important target for therapeutic strategy of RA."}, {"pubmed": 17943642, "text": "There were no significant differences in the mean serum vascular cell adhesion molecule 1(VCAM1) concentration of women who developed pereclampsia and unaffected women."}, {"pubmed": 17962718, "text": "Iron, unlike interferon-gamma, does not appear to be involved in the regulation of ICAM-1 and VCAM-1 expression in cultured endometrial cells."}, {"pubmed": 17963163, "text": "Increased blood levels in rheumatoid arthritis are diminished after treatment with methotrexate."}, {"pubmed": 17964973, "text": "anlalysis of levels of circulating PIGF, SDF-1 and sVCAM-1 in patients with systemic lupus erythematosus"}, {"pubmed": 17983593, "text": "CD106-positive human bone marrow stromal cell clones were less osteogenic and more adipogenic than CD106-negative clones."}, {"pubmed": 18078450, "text": "Diurnal variations in endogenous sVCAM-1 production in ST-segment elevation myocardial infarction patients might be related to an attenuated circadian secretion of melatonin."}, {"pubmed": 18197885, "text": "In cluster headache, sICAM-1, sVCAM-1 and sE-selectin showed an increasing trend in remission compared with the active period."}, {"pubmed": 18212564, "text": "Vascular cell adhesion molecule 1 expression is only blocked by the inhalational anesthetics and not by morphine."}, {"pubmed": 18227515, "text": "Endothelial cells express microRNA 126 (miR-126), which inhibits VCAM-1 expression."}, {"pubmed": 18284603, "text": "Urotensin-induced expression of TF and of VCAM-1/ICAM-1 was mediated through the Rho A-activation of the transcription factor, NF-kappaB"}, {"pubmed": 18326231, "text": "Stromal sublayer of AA patients is characterized by low expression of Ang-1 and VCAM-1 genes and high VEGF expression compared to mean level of healthy donors."}, {"pubmed": 18383329, "text": "Increased VCAM-1 and P-selectin expression was associated with tricuspid regurgitant jet elevation regardless of etiology"}, {"pubmed": 18406566, "text": "Homocysteine sensitizes HUVEC to the effect of inflammatory mediators thrombin and LPS, at least in part through VCAM-1 expression and function."}, {"pubmed": 18420209, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18420209, "text": "analysis of ICAM1 and VCAM1 polymorphisms, coronary artery calcium, and circulating levels of soluble ICAM-1 in atherosclerosis"}, {"pubmed": 18421029, "text": "Elevated VCAM-1 could serve as a marker for carotid stenosis but was not useful to identify plaques at risk for symptomatic conversion."}, {"pubmed": 18449421, "text": "Microparticle-associated vascular adhesion molecule-1 and tissue factor follow a circadian rhythm in healthy human subjects."}, {"pubmed": 18462748, "text": "key players involved in transmigration and invasion of MSCs are the endothelial phenotype, VCAM-1/VLA-4, beta1 integrins, MMP-2 secretion and cytokines."}, {"pubmed": 18473733, "text": "In prostate adenocarcinoma distant spread is more likely to occur in patients with high levels of VCAM and low levels of MMP-2."}, {"pubmed": 18482273, "text": "sVCAM-1 is a potential marker of hyperdynamic circulation, closely related to the different stages of liver cirrhosis."}, {"pubmed": 18490752, "text": "study reports that anthrax lethal toxin amplification of TNF-induced VCAM-1 expression is driven transcriptionally by the cooperative activation of NF-kappaB and IFN regulatory factor-1"}, {"pubmed": 18504269, "text": "Baseline ICAM-1 and VCAM-1 are increased in initially healthy middle-aged men who develop cardiovascular disease during 6.6 years of follow-up."}, {"pubmed": 18554449, "text": "VEGF and VCAM-1 may participate in the pathogenesis of viral encephalitis."}, {"pubmed": 18564921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18574676, "text": "renal expression is upregulated in rapidly progressive glomerulonephritis"}, {"pubmed": 18582564, "text": "The impact of pathophysiologically high insulin concentrations on cytokine-induced endothelial activation in human umbilical vein endothelial cells (HUVEC), was determined."}, {"pubmed": 18597403, "text": "Patients with inactive TA have elevated levels of sE-selectin, sVCAM-1, and sICAM-1 that might indicate persistent vasculopathy in clinically inactive disease."}, {"pubmed": 18600396, "text": "The expression of CD106, and osteogenic differentiation-related proteins and genes in human bone marrow (BM)-derived Mesenchymal stem cells, before and after differentiation."}, {"pubmed": 18613029, "text": "NF-kappaB, but not p38, is critical for TNF-alpha-induced expression of ICAM-1, VCAM-1 and E-selectin"}, {"pubmed": 18618671, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18628303, "text": "the gene expression of vascular cell adhesion molecule 1 (VCAM1) critically depends on [Ca2+]i oscillation frequency in the presence, as well as the absence, of histamine stimulation."}, {"pubmed": 18633131, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18656701, "text": "TNF-alpha can play a crucial role in the immunopathogenesis of nephritis by the induction of CCL2, ICAM-1 and VCAM-1 expression via the activation of the intracellular MAPK signaling pathway, which may contribute to macrophage and lymphocyte infiltration."}, {"pubmed": 18666029, "text": "High levels of sVCAM-1, associated with systemic tumour necrosis factor-alpha (TNFalpha) activity, were identified as a novel discriminator for systemic lupus erythematosus-related cardiovascular disease."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676870, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18692491, "text": "VEGF, sVCAM-1, sICAM-1 and sE-selectin median levels were higher in hemodialysis patients compared to controls."}, {"pubmed": 18707907, "text": "Gb3 induces oxidative stress and up-regulates the expression of ICAM1, VACAM1 and selectin E in Fabry disease vascular endothelial cells."}, {"pubmed": 18761738, "text": "This independent association of postprandial triglycerides with sICAM-1 may indicate a particular impact of postprandial lipid metabolism on endothelial reaction."}, {"pubmed": 18778820, "text": "Changes in estradiol levels seen during gonadotropin stimulation significantly alter VCAM-1 expression and blood levels and induce changes in serum IL-6 and TNF-alpha levels."}, {"pubmed": 18787016, "text": "higher sICAM-1 and sVCAM-1 concentrations were independently associated with lower ankle-brachial index and peripheral arterial disease in blacks, but not in non-Hispanic whites"}, {"pubmed": 18787184, "text": "Report the involvement of native TRPC3 proteins in ATP-dependent expression of VCAM-1 and monocyte adherence in coronary artery endothelial cells."}, {"pubmed": 18791689, "text": "correlations found between sVCAM-1, sICAM-1 and sELAM-1 and the presence of retinopathy suggest that cellular adhesion and neovascularization may be linked processes"}, {"pubmed": 18813849, "text": "This study aimed to assess which cytokines regulate the expression of the adhesion molecule E-cadherin and the multi-functional protein beta-catenin, which plays a key role in cadherin-mediated anchoring in eosinophilic chronic rhinosinusitis."}, {"pubmed": 18828734, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18834676, "text": "Overexpressed and may contribute to the development of fibrovascular membranes in patients with proliferative diabetic retinopathy."}, {"pubmed": 18846968, "text": "The level of sVCAM-1 increases significantly during acute exacerbation of COPD."}, {"pubmed": 18930765, "text": "Plasma levels are increased after induction of endotoxemia with E.coli LPS"}, {"pubmed": 18974842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19002703, "text": "here we report quantification of VCAM-1 positive microparticles (VCAM + MP) following simulated SCUBA dives."}, {"pubmed": 19021457, "text": "Neither amniotic fluic ELAM-1 (endothelial leukocyte adhesion molecule 1) nor VCAM-1 (vascular cell adhesion molecule 1)levels correlated with cervical dilatation or with the duration of labor"}, {"pubmed": 19022587, "text": "Our hypothesis could be proved by immunohistochemical stain of ICAM-1 and VCAM-1 in lesional and non-lesional skin of pv patient in comparison with healthy skin."}, {"pubmed": 19028820, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19057841, "text": "Data suggest that increased MIP-1alpha/beta production enhances multiple myeloma cell binding to stromal cells by VLA-4-VCAM-1 adhesion, forming a \"vicious cycle\" between MM cell adhesion to stromal cells and MIP-1 production via VLA-4-VCAM-1 interaction."}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19131662, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19134480, "text": "demonstrate significant adhesion between neutrophils and VCAM-1 and changing divalent cation composition affects these coefficients, implicating molecular conformational changes as a key step in the process"}, {"pubmed": 19136619, "text": "Liraglutide inhibits TNF- or glucose-mediated induction of PAI-1 and vascular adhesion molecule expression."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19208843, "text": "Presence is ssociated with regulation of ovarian cancer cell mesothelial invasion and metastatic progression and offers the possibility of novel therapeutic targets."}, {"pubmed": 19210349, "text": "sVCAM-1 in the fluid phase might be a significant contributor to the heightened eosinophilic inflammatory response."}, {"pubmed": 19225544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19229069, "text": "Human IL8 (interleukin 8) regulates smooth muscle cell VCAM-1(vascular cell adhesion molecule 1) expression in response to endothelial cells exposed to atheroprone flow"}, {"pubmed": 19236760, "text": "The high levels of sVCAM-1, IL-18 and low level of VEGF in serum may be involved in the pathogenesis and progress of aplastic anemia."}, {"pubmed": 19237221, "text": "Serum and intraocular concentrations of ICAM-1, VCAM-1, E-selectin, vWF were considerably higher in the subjects with proliferative diabetic retinopathy than in the controls."}, {"pubmed": 19242838, "text": "differentially expressed in mesenchymal stromal cell subset with reduced differentiation potential"}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19249917, "text": "Obesity increased VCAM-1 expression in visceral adipose tissue."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19281832, "text": "Interleukin-1beta increases VCAM-1 expression via PI-PLC/Ca2+/CaM/CaMKII/HDAC4 and PI-PLC/PKCalpha/c-Src/ROS/NF-kappaB, p300 signaling pathways in human tracheal smooth muscle cells."}, {"pubmed": 19342863, "text": "VCAM-1 may be a marker of nephropathy in hypertensive type-2 diabetic patients."}, {"pubmed": 19353432, "text": "Expression of ICAM and VCAM was significantly upregulated on blood vessels and muscle fibres in idiopathic inflammatory myopathies as compared to controls"}, {"pubmed": 19379571, "text": "Expression of VCAM-1 in patients with newly diagnosed and relapsed/refractory multiple myeloma was much higher than that in normal controls and in patients who had reached plateau stage."}, {"pubmed": 19391499, "text": "Mononuclear cell increase of PECAM-1 protein gene expression may be responsible for increased adhesion and aggregation process and acute coronary syndrome occurrence."}, {"pubmed": 19399399, "text": "The increased serum sICAM-1 and sVCAM-1 in Keshan disease patients may be related to CBV infection."}, {"pubmed": 19407977, "text": "Resveratrol inhibits Porphyromonas gingivalis lipopolysaccharide-induced endothelial adhesion molecule expression by suppressing NF-kappaB activation."}, {"pubmed": 19407978, "text": "Clotrimazole can inhibit TNF-alpha-triggered expression of adhesion molecules, ICAM-1 and VCAM-1, and angiogenesis during inflammation."}, {"pubmed": 19417018, "text": "Data show that clinical outcomes of inoperable breast cancer were predicted by changes in VCAM-1 and E-selectin."}, {"pubmed": 19422386, "text": "The carbon monoxide releasing molecule (CORM-3) inhibits expression of vascular cell adhesion molecule-1 and E-selectin independently of haem oxygenase-1 expression."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19452728, "text": "The higher expressions of VCAM-1 and P-selectin play key roles in the invasion and metastasis of hypopharyngeal carcinoma and were correlated with vascularization."}, {"pubmed": 19479237, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19520742, "text": "Vascular cell adhesion molecule-1 expression in human intestinal microvascular endothelial cells is regulated by PI 3-kinase/Akt/p38 MAPK/NF-kappaB: inhibitory role of curcumin."}, {"pubmed": 19540498, "text": "Upregulation of PTEN by CKD712 inhibits VCAM-1 expression, but not ICAM-1 expression, in lipopolysaccharide-treated endothelial cells."}, {"pubmed": 19542447, "text": "Activation of very late antigen-4 (VLA-4)integrin localizes to the lamellipodium of polarized human T cells and is critical for T cell migration on VCAM-1."}, {"pubmed": 19554506, "text": "Expression of VCAM1 gene of nuclear factor-kappaB pathway in multiple myeloma using bone marrow aspirates is reported."}, {"pubmed": 19559392, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19597294, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19597294, "text": "sVCAM-1 and sICAM-1 serum levels reflected the clinical status in rheumatoid arthritis (RA}, independently of the ICAM1 and VCAM1 polymorphism. However, the ICAM1 721A allele could be a genetic marker to RA susceptibility"}, {"pubmed": 19604093, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19717975, "text": "Results suggest that ICAM-1 and VCAM-1 are markers associated, and correlated with the degree of atherosclerosis in normotensive type-2 diabetic patients."}, {"pubmed": 19729601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19771922, "text": "Upregulation of VCAM results in generalized airway inflammation in patients with allergic rhinitis."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19812370, "text": "Gastrin induces interactions between human mononuclear leukocytes and endothelial cells through the activation of CCK-2 receptors and the enhancement of endothelial P-selectin and VCAM-1."}, {"pubmed": 19887846, "text": "VCAM-1 expression via c-Src kinase-AP-1/NF-kappaB pathways might be one of the possible mechanisms linking myoglobin to tubular injury."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20039412, "text": "In rheumatoid arthritis synovial fibroblasts, TNFalpha-induced VCAM-1 expression is mediated through activation of the p42/p44 MAPK, p38 MAPK, JNK, and NF-kappaB pathways."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20112284, "text": "LPS-induced VCAM-1 expression and adhesion of THP-1 cells are mediated through the TLR4/ERK/cPLA(2)alpha phosphorylation and COX-2 expression/PGE(2) synthesis in RASFs."}, {"pubmed": 20164172, "text": "Pharmacologic inhibition of Rho kinase 2 signaling blocked LPA-induced p65 phosphorylation and suppressed ICAM-1 and VCAM-1 expression."}, {"pubmed": 20184510, "text": "VCAM-1, ICAM-1 and hsCRP were significantly associated with long term outcomes of patients with stable angina pectoris beyond the risk associated with traditional risk factors."}, {"pubmed": 20197690, "text": "VCAM-1 expression with activation of c-Src kinase-AP-1/NFkappaB pathways might be one of the possible mechanisms that linked FA(+) albumin to tubulointerstitial injury"}, {"pubmed": 20217071, "text": "Suppressed VCAM1 gene expression is associated with cigarette smoking."}, {"pubmed": 20219985, "text": "GPx-1 modulates LPS-mediated up-regulation of ICAM-1 and VCAM-1 mRNA and protein in endothelial cells, in part, by altering CD14-mediated effects."}, {"pubmed": 20233927, "text": "VCAM1 plays a key role during C. pneumoniae entry into human cells."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20360250, "text": "HCAECs expression of VCAM-1 and monocyte adhesion depend, to a significant extent, on TRPC3 constitutive function through a signaling mechanism that requires constitutive TRPC3-mediated Ca(2+) influx for proper activation of nuclear factor kappaB."}, {"pubmed": 20405289, "text": "Serum arginase and soluble vascular cell adhesion molecule-1 levels are associated with biochemical hemolysis markers and cytokines involved in T helper (Th)17 cell response in steady-state sickle cell anemia patients."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20430730, "text": "Results suggest that serum concentrations of sICAM, sVCAM and sE-selectin can reflect tumor progression and metastasis."}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20447702, "text": "Presence of elevated VCAM-1 levels in patients undergoing coronary artery bypass surgery predicts a higher risk for post-operative atrial fibrillation."}, {"pubmed": 20482449, "text": "Data show that pre-CPB, plasma levels of EGF and MIP-1beta, 2 h following CPB, sVCAM-1, fractalkine and MIP-1ALPHA, and at later time points, sVCAM-1 and IL-6 were associated with AKI."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20508517, "text": "Increased serum vWF and sVCAM-1 levels are associated with late stent thrombosis (ST), suggesting that endothelial dysfunction contributes to the development of late or very late ST."}, {"pubmed": 20508517, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20536507, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20573493, "text": "Docosahexaenoic acid negatively regulates TNF-alpha-induced VCAM-1 expression through attenuation of NF-kappaB signaling pathway and AP-1 activation in aortic endothelial cells."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20603037, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20685094, "text": "study showed that autoimmune-mediated dysthyroidism was associated with increased peripheral blood concentrations of vascular cell adhesion molecule-1(VCAM-1), intercellular adhesion molecule-1(ICAM-1) and tissue inhibitor of metalloproteinases 1(TIMP-1)"}, {"pubmed": 20714774, "text": "Levels of urinary ICAM-1 and VCAM-l in lupus nephritis patients with renal damage were statistically significantly higher than those in other groups (LN patients with mild histological changes or SLE patients without nephritis and control group"}, {"pubmed": 20851866, "text": "Genetic variants in VCAM1 and in CD44 were associated with the number of CD34 positive cells in peripheral blood after granulocyte colony-stimulating factor administration."}, {"pubmed": 20851866, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20864106, "text": "PTEN selectively inhibits expression of VCAM-1 but not ICAM-1 through modulation of PI3K/Akt/GSK-3beta/GATA-6 signaling cascade in TNF-alpha-treated endothelial cells"}, {"pubmed": 20880684, "text": "Sulphoraphane inhibited the expressions of intercellular adhesion molecule-1 and vascular cell adhesion molecule-1 through MyD88-dependent toll-like receptor-4 pathway in cultured endothelial cells."}, {"pubmed": 20929696, "text": "Dominant role for VCAM-1 in the development of restenosis following coronary stent implantation."}, {"pubmed": 20935502, "text": "intercellular adhesion molecule 1 (ICAM-1) and vascular cell adhesion molecule-1 (VCAM-1) work together with chemokines to induce immunosuppression mediated by mesenchymal stem cells"}, {"pubmed": 20966071, "text": "a novel mechanism for the involvement of DNA-PK in the positive regulation of p50 NF-kappaB to drive VCAM-1 expression."}, {"pubmed": 21030716, "text": "During hypertriglyceridemia, monocytes internalize lipids, upregulate CD11c/CD18, and increase adhesion to VCAM-1."}, {"pubmed": 21037509, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21073443, "text": "The migratory ability of mesenchymal stem cells was clearly accelerated by a knockdown of VCAM1."}, {"pubmed": 21099224, "text": "This study showed a coexpression of E-selectin and VCAM-1 in endothelial cells in early and recurrent appendicitis. In patients with symptoms for less than 6 h, only E-selectin was detected."}, {"pubmed": 21144825, "text": "these results indicate that VCAM-1 expression in the senescent mesenchymal stem cells was down-regulated because of the reduced synthesis of hyaluronan."}, {"pubmed": 21162967, "text": "Increased levels of VCAM-1 and ICAM-1, E-selectin and P-selectin, as markers of inflammation, showed the importance of inflammatory processes in the development of atherosclerosis and clinical expression of CAD."}, {"pubmed": 21177856, "text": "Protein kinase A-alpha directly phosphorylates FoxO1 in vascular endothelial cells to regulate expression of vascular cellular adhesion molecule-1 mRNA."}, {"pubmed": 21183871, "text": "These results suggest that VCAM1 gene polymorphisms play a minor role in pathogenesis of delayed graft function."}, {"pubmed": 21184654, "text": "VCAM-1 and resistin may participate in the pathophysiology of vascular damage in hypertensive type-2 diabetic patients."}, {"pubmed": 21214384, "text": "Age-specific changes of mesenchymal stem cells are paralleled by upregulation of CD106 expression as a response to an inflammatory environment"}, {"pubmed": 21236267, "text": "Advanced glycation end products could stimulate VCAM-1 gene expression in glomerular endothelial cells through oxidative stress generation via autocrine production of angiotensin II."}, {"pubmed": 21381877, "text": "high circulating levels of maternal endothelial dysfunction markers soluble E-selectin. vascular cell adhesion molecule 1, and fms-like tyrosine kinase 1 present in pre-eclampsia are associated with decreased nitric oxide synthesis in fetal endothelium"}, {"pubmed": 21520070, "text": "Resistin increased the expression of vascular cell adhesion molecule-1, with this increases p38MAPK-dependent. Resistin-induced monocyte adhesion was blocked by monoclonal antibodies against vascular cell adhesion molecule-1."}, {"pubmed": 21540635, "text": "genetic polymorphism is associated with white blood cell counts in workers exposed to benzene"}, {"pubmed": 21562063, "text": "A GLP-1 receptor agonist liraglutide inhibits endothelial cell dysfunction and vascular adhesion molecule expression in an ApoE-/- mouse model."}, {"pubmed": 21594636, "text": "elevated admission levels of IL-6, but not soluble adhesion molecules, provide valuable information for risk assessment of long-term cardiovascular mortality in patients with acute ST-segment elevation myocardial infarction"}, {"pubmed": 21632263, "text": "Nicotinic acid inhibits platelet activation after platelets contacted nicotinic acid treated endothelial cells and inhibits VCAM-1 expression on human endothelial cells under inflammatory conditions."}, {"pubmed": 21804483, "text": "Report ICAM-1/VCAM-1 levels in asymptomatic dyslipidemic subjects and risk for manifestation of atherosclerosis."}, {"pubmed": 21808112, "text": "There was no significant difference between levels of soluble adhesion molecules VCAM-1 and ICAM-1 in patients with acute ischemic stroke and in controls; Levels of VCAM-1 were significantly higher in patients with thromboembolic stroke than in controls"}, {"pubmed": 21843619, "text": "Ethyl gallate isolated from Pistacia integerrima Linn. inhibits cell adhesion molecules ICAM-1/VCAM-1 by blocking AP-1 transcription factor."}, {"pubmed": 21895545, "text": "Data suggest that serum CD44, ICAM-1 and VCAM-1 can potentially be prognostic in patients with indolent non-Hodgkin lymphomas (NHL)."}, {"pubmed": 21900123, "text": "Globular adiponectin possesses both AdipoR1-dependent ability to stimulate COX-2 expression and AdipoR1-independent effects related to expression of VCAM-1 and adhesion of monocytes to endothelium."}, {"pubmed": 22001052, "text": "Increased adhesion molecules expression in chronic rheumatic heart disease could be a part of the ventricular remodeling."}, {"pubmed": 22014578, "text": "Cancer cells expressing VCAM-1 can thrive in leukocyte-rich microenvironments through juxtacrine activation of a VCAM-1-Ezrin-PI3K/Akt survival pathway."}, {"pubmed": 22031842, "text": "VCAM-1 activation of endothelial cell NADPH oxidase/PKCalpha/PTP1B induces transient ERK1/2 activation that is necessary for VCAM-1-dependent leukocyte transendothelial migration."}, {"pubmed": 22093255, "text": "Non-metal binding hypoxia mimetics, and hypoxia inhibit TNFalpha-mediated VCAM-1 expression via HIF1a/2a mechanism in endothelial cells."}, {"pubmed": 22137570, "text": "genetic association studies in a population in Turkey: Data suggest that two SNP in VCAM1 are not associated with susceptibility to polycystic ovary syndrome (PCOS); however, these two SNP in VCAM1 are associated with hypertriglyceridemia in PCOS."}, {"pubmed": 22137794, "text": "VCAM-1 promotes osteolytic expansion of indolent bone micrometastasis of breast cancer by engaging integrin alpha4beta1-positive osteoclast progenitors"}, {"pubmed": 22183741, "text": "VCAM1 and ICAM1 gene expression and cell surface expression in human endometriotic stromal cells was inhibited by curcumin."}, {"pubmed": 22195873, "text": "Report specific adhesion and accumulation of VCAM-1-targeted ultrasound microbubbles to inflammatory endothelial cells under hemodynamic shear flow simulation."}, {"pubmed": 22209080, "text": "Elevated urinary concentrations of IL6, sIL6R, TNFR1 and sVCAM-1 clearly indicate an early acute transplant rejection."}, {"pubmed": 22209338, "text": "Our results demonstrated in CRC patients significantly increased levels of soluble adhesion molecules (VCAM-1 and sICAM-1) and angiogenic factor (VEGF) as compared to control group."}, {"pubmed": 22269951, "text": "PRMT5 contributes to TNF-alpha-induced expression of E-selectin and VCAM1 in endothelial cells."}, {"pubmed": 22298164, "text": "Simvastatin and atorvastatin attenuate VCAM-1 and uPAR expression on human endothelial cells and platelet surface expression of CD40 ligand."}, {"pubmed": 22324942, "text": "Elevated urine sVCAM-1 and sICAM-1 levels may be useful in identifying patients at risk of lupus nephritis."}, {"pubmed": 22366735, "text": "Monosodium urate crystals induced cells to increase VCAM1. Activation of the MAPK signal pathway and PPARG may contribute to this increase."}, {"pubmed": 22374129, "text": "The serum concentration of soluble vascular cell adhesion molecule-1 (VCAM-1) was higher in the metabolic syndrome subjects with a lower BDNF level."}, {"pubmed": 22384064, "text": "VCAM-1 plays an important role in supporting the repair of hematopoietic inductive microenvironment damage"}, {"pubmed": 22497223, "text": "Data suggest that systemic levels of adhesion molecules (VCAM-1, ICAM-1/intercellular adhesion molecule-1, E-selectin) have inverse association with tetrahydrobiopterin/dihydrobiopterin ratio in blood of normotensive type 2 diabetic patients."}, {"pubmed": 22505707, "text": "Urinary vascular cell adhesion molecule, but not neutrophil gelatinase-associated lipocalin, is associated with lupus nephritis."}, {"pubmed": 22539325, "text": "DNA sequencing with capillary electrophoresis was applied to the human VCAM1 gene. Investigated DNA-folding analysis regarding primer design for the DNA sequencing of fragments with high -DeltaG stem-loop regions. Id'd four different SNPs from ten subjects."}, {"pubmed": 22552687, "text": "in overweight/obese women with PCOS, exercise training does not change endothelial function markers VCAM-1, ICAM-1, PAI-1 or ADMA more than only following a high-protein, hypocaloric diet"}, {"pubmed": 22593994, "text": "There was no correlation of the rs1041163 and rs3170794 polymorphisms of the VCAM1 promoter with the severity of histopathologic lesions seen in bioptates of the grafted kidney."}, {"pubmed": 22664325, "text": "Expression of VCAM-1, a ligand for VLA-4, was evident on vascular endothelium of oral squamous cell carcinoma."}, {"pubmed": 22694757, "text": "Rho/ROCK pathway inhibitor fasudil attenuated high glucose-induced monocyte-endothelial cell adhesion, possibly by reducing endothelial expression of VCAM-1 and MCP-1."}, {"pubmed": 22717098, "text": "Serum ICAM1 level was associated with mean pulmonary arterial pressure and ICAM1 in children with congenital heart disease."}, {"pubmed": 22719189, "text": "Pre-diagnostic plasma VCAM-1 levels are associated with increased colorectal cancer risk."}, {"pubmed": 22734001, "text": "studies reveal new developmental and anti-inflammatory roles for kinase-inhibited FAK in limiting VCAM-1 production via nuclear localization and promotion of GATA4 turnover"}, {"pubmed": 22740338, "text": "VCAM-1 plays a critical role early in juvenile dermatomyositis disease pathophysiology, augmented by TNFalpha."}, {"pubmed": 22742445, "text": "we have shown here that the two cell adhesion molecules ICAM-1 and VCAM-1, although best known as inflammatory NF-kappaB target genes, are regulated differentially during Caco-2 differentiation"}, {"pubmed": 22788914, "text": "Urinary VCAM-1 was found to be elevated in lupus nephritis patients and was a reliable indicator of renal pathology activity."}, {"pubmed": 22874466, "text": "Subjects with an anti-inflammatory response to a meal produced triglycerides that was enriched in nonesterified fatty acids, decreased IRF-1 expression, increased miR-126 activity, and diminished monocyte arrest."}, {"pubmed": 22879387, "text": "These findings highlight the importance of direct interactions between DTCs and stromal cells during tumor dissemination and draw attention to the possibility of targeting the alpha4 integrin-VCAM-1 interactions in metastatic breast cancer"}, {"pubmed": 22905988, "text": "Higher serum VCAM-1 and ICAM-1 was associated with higher risk of peripheral arterial disease in hemodialysis patients."}, {"pubmed": 22976263, "text": "The postdialysis increases in ICAM-1/VCAM-1 are due to the effect of dialysis membranes and can be reduced with the use of high flux membranes."}, {"pubmed": 23042271, "text": "papC inhibited the expression of VCAM-1 and ICAM-1, Il-8 after activation with TNF-a."}, {"pubmed": 23057424, "text": "Data suggest that plasma levels of VCAM1 (vascular cell adhesion molecule-1) and ICAM1 (intercellular adhesion molecule-1) are up-regulated in adolescents with type 1 diabetes in poor glycemic control."}, {"pubmed": 23058024, "text": "Pretreatment of LPS-stimulated vascular endothelial cells with berberine dose-dependently decreased the number of adhered leukocytes and VCAM-1 expression at both RNA and protein levels."}, {"pubmed": 23117931, "text": "5alpha-androstane-3beta,17beta-diol decreases cytokine-induced cyclooxygenase-2, vascular cell adhesion molecule-1 expression, and P-glycoprotein expression in male human brain microvascular endothelial cells"}, {"pubmed": 23185512, "text": "Our results suggest that CCL2 increases VCAM-1 expression in human OASFs via the CCR2, PKCdelta, p38MAPK, c-Jun, and AP-1 signaling pathway. The CCL2-induced VCAM-1 expression promoted monocytes adhesion to human OASFs."}, {"pubmed": 23232649, "text": "SphK1 regulates tumor cell proliferation, apoptosis and invasion, which ultimately contributes to tumor progression and malignancy phenotype in colon cancer. FAK pathway, ICAM-1 and VCAM-1 may play critical roles in this SphK1mediated effect."}, {"pubmed": 23242661, "text": "ICAM1 K469E and E-selectin S128R polymorphisms could predispose to increased autoantibody production and TSH suppression in Graves' disease."}, {"pubmed": 23285079, "text": "Leptin and adiponectin increase VCAM-1 expression in human and murine chondrocytes."}, {"pubmed": 23313051, "text": "The CCN4-induced VCAM-1 expression promoted monocyte adhesion to human OASFs."}, {"pubmed": 23336423, "text": "We found increased plasma sVCAM-1 in IgAN patients and its association with severe clinical and pathological manifestations, which might be partly resulted from effect of IgA1 to endothelial cells."}, {"pubmed": 23344094, "text": "IL-6, VCAM-1, and SOD are highly recommended to be used as biomarkers of the oxidative stress and inflammatory status in cardiovascular risk"}, {"pubmed": 23349048, "text": "Assessed the prognostic significance of inflammatory markers (including TNF-alpha and VCAM-1) in chronic heart failure patients.  Increased levels of all investigated inflammatory markers were found in CHF patients compared to controls."}, {"pubmed": 23396735, "text": "Serum VCAM-1 levels are more closely associated with the severity of underlying liver disease than with the presence of hepatocellular carcinoma."}, {"pubmed": 23665024, "text": "These findings indicate that Rho-kinase regulates ER stress-mediated VCAM-1 induction by ATF4- and p38MAPK-dependent signaling pathways."}, {"pubmed": 23677452, "text": "dynamics of monocyte expression of VCAM-1r, ICAM-1r, and IL-6r following myocardial infarct and their relation to inflammatory cytokines, fibrinolytic factors and annexin V-binding microparticles"}, {"pubmed": 23679262, "text": "High VCAM1 expression is associated with breast cancer."}, {"pubmed": 23704882, "text": "A specific association between alpha4beta1 and CD81, CD82 and CD151 was demonstrated and antibodies to CD81 and CD82 augmented adhesion of proerythroblasts to Vascular Cell Adhesion Molecule-1."}, {"pubmed": 23728723, "text": "VCAM-1 expression is suppressed in vascular endothelial cells following blockade of NF-kappaB activation."}, {"pubmed": 23770055, "text": "TNFalpha treatment activates autocrine S1P/S1P2 signaling, which subsequently activates NFkappaB and leads to the proinflammatory responses in endothelial cell"}, {"pubmed": 23792525, "text": "The C allele of the rs1041163 VCAM1 gene may be associated with long-term renal allograft failure and graft loss, as well as increased morbidity after transplantation."}, {"pubmed": 23911532, "text": "increased blood concentrations of biomarkers VCAM-1, soluble Fas and hepatocyte growth factor, separately and in combination, associate with mortality among the aged and are prognostic markers of death"}, {"pubmed": 23934855, "text": "TNF-alpha-induced VCAM1 expression was upregulated by low shear stress and downregulated by high shear stress in human aortic endothelial cells."}, {"pubmed": 23953534, "text": "Suggest that the VCAM1 genotype is not associated with long-term allograft function in kidney transplantation."}, {"pubmed": 24002113, "text": "this study suggested that FCM inhibits TNF-induced cancer cell adhesion to HUVECs by inhibiting VCAM-1 through inhibition of PKC"}, {"pubmed": 24002898, "text": "Endothelial function is impaired in patients with pheochromocytoma as indicated by the elevated circulating levels of Asymmetric dimethylarginine and sVCAM-1"}, {"pubmed": 24045955, "text": "an instrumental role for EGF-induced up-regulation of VCAM-1 expression in EGFR activation-promoted macrophage-tumor cell interaction and tumor cell invasion"}, {"pubmed": 24055812, "text": "Specific phosphorylations on 130 and 153 tyrosine residues of p85-bound Rho-GDP dissociation inhibitor-2 are pivotal for P-selectin glycoprotein ligand-1-induced beta1 integrin-mediated lymphocyte adhesion to vascular cell adhesion molecule-1."}, {"pubmed": 24075742, "text": "VCAM-1-dependent cell adhesion to endothelial cells in vitro is significantly increased when expressing VCAM-1 missense mutations 318F, 555V and 716L"}, {"pubmed": 24088748, "text": "This study demonstrates that the early stages of diabetic retinopathy cannot be considered in the evaluation of serum VCAM-1 as a specific systemic marker of endothelial dysfunction."}, {"pubmed": 24157824, "text": "Our study suggests that CCL5/RANTES, sICAM-1, and sVCAM-1 play a potential role in the pathogenesis of chronic spontaneous urticaria (CSU) but they do not parallel disease activity and are not predictive of the response to H-antihistamine therapy."}, {"pubmed": 24162780, "text": "P. gingivalis induced IL-6, IL-8, and VCAM-1 expression in hGFs and hPDLCs through NOD1/2-mediated NF-kappaB and ERK1/2 signaling pathways."}, {"pubmed": 24168396, "text": "CD36, HBA, NOS3 and VCAM1 variants are associated with chronic haemolysis level in sickle cell anaemia"}, {"pubmed": 24189753, "text": "our data revealed that miR-126 functions as a tumor suppressor in CRC cells by regulating CXCR4 expression via the AKT and ERK1/2 signaling pathways and might be a novel target for therapeutic strategies in CRC."}, {"pubmed": 24205197, "text": "Inhibition of ER stress with a chemical chaperone 4-phenylbutyric acid decreased TNFalpha-induced VCAM-1 expression."}, {"pubmed": 24282904, "text": "Overexpression of NFkappaB, ICAM1, and VCAM1 may be involved in the development and maintenance of atrial fibrillation in patients with rheumatic heart disease"}, {"pubmed": 24324686, "text": "The results showed that TNF-alpha, IL-10, ICAM-1and VCAM-1 were 3-fold, 3.7 fold and 2 fold increased between uncomplicated and complicated vivax malaria cases."}, {"pubmed": 24378362, "text": "The overexpression of N-cadherin, a structural molecule in adherence junctions in MSCs, promoted VCAM-1 expression and induced the marked phosphorylation of the intracellular signaling factor, Src."}, {"pubmed": 24465662, "text": "Data indicate that elevated levels of intercellular adhesion molecule-1 (sICAM-1) and vascular cell adhesion molecule-1 (sVCAM-1) were positively associated with preterm delivery independent of usual risk factors."}, {"pubmed": 24534074, "text": "Data from multiple sites in United States suggest plasma level of VCAM1 can be modulated by diet; up-regulation of plasma VCAM1 correlates with coronary heart disease risk and may serve as marker of vascular endothelial dysfunction in young adults."}, {"pubmed": 24554512, "text": "Effects of metformin or an oral contraceptive containing cyproterone acetate on serum c-reactive protein, interleukin-6 and soluble vascular cell adhesion molecule-1 concentrations in women with polycystic ovary syndrome."}, {"pubmed": 24583847, "text": "Data show that VCAM-1 (CD106) physically associates with CD44 antigen."}, {"pubmed": 24599548, "text": "VCAM-1/VLA-4-dependent activation of NF-kappaB has a role in mediating chemoresistance in leukemia cells"}, {"pubmed": 24615033, "text": "Results of this study demonstrate that the TLR4/NF-kappaB signaling pathway has an important function in the up-regulation of oxLDL-induced expressions of LOX-1, MCP-1, and VCAM-1 in HUVECs."}, {"pubmed": 24628691, "text": "CORM-2, which liberates CO to elicit direct biological activities, attenuated LPS-induced VCAM-1 expression by interfering with NF-kappaB and AP-1 activation, and significantly reduced LPS-induced immune cell infiltration of the synovium."}, {"pubmed": 24640675, "text": "Particularly high soluble VCAM-1 levels (more than twice as high) are recorded in chronic hepatitis C patients with severe hepatic fibrosis (HF) than in those with milder HF."}, {"pubmed": 24666523, "text": "Time to recurrence was shorter for patients who had a variant allele in vascular cellular adhesion molecule 1 (VCAM1) and were treated with immunotherapy."}, {"pubmed": 24771582, "text": "Results show that VCAM-1 is a keyplayer with multiple functionalities for directing the metastatic spread of tumors, for the formation of metastatic niche and supporting the angiogenetic process. [review]"}, {"pubmed": 24836091, "text": "Serum ICAM and VCAM levels are higher in first episode mania than those in subsequent remission and healthy individuals."}, {"pubmed": 24871655, "text": "Expression of VCAM-1 by the endothelium and the attachment of leukocytes to these cells play major roles in inflammation and cardiovascular disorders."}, {"pubmed": 24883317, "text": "VCAM-1 level on presentation is a more powerful predictor of Septic encephalopathy in these patients than lactate concentration and other adhesion molecules on admission."}, {"pubmed": 24891186, "text": "Data indicate neither serum vascular cell adhesion molecule-1 (VCAM-1) levels nor serum epithelial cell adhesion molecule (EpCAM) levels were identified to have a prognostic role on either progression-free survival (PFS) and overall survival (OS)."}, {"pubmed": 24966171, "text": "ATF-2 was also required for other endothelial cell outputs, such as cell migration and tubulogenesis. In contrast, VCAM-1 was essential only for promoting endothelial-leukocyte interactions."}, {"pubmed": 24968096, "text": "Combinatorial expression of NKX2-5, SIRPA, VCAM1 and CD34 can be used to define discrete stages of cardiovascular cell lineage differentiation."}, {"pubmed": 24998754, "text": "This suggests that increased plasma VCAM-1 concentration may be useful in identifying who are at risk of hospital mortality among severely septic patients requiring mechanical ventilation"}, {"pubmed": 25034460, "text": "Plasma soluble VCAM and ICAM in coronary ectasia are elevated in comparison to atherosclerotic coronary artery disease."}, {"pubmed": 25045892, "text": "mRNA were analyzed by RT-PCR and agarose gel. With beta-amyrin, the 50% RAW conditioned media-induced E-selectin, sICAM-1, and sVCAM-1 levels as well as ET-1 gene expression were all suppressed."}, {"pubmed": 25052989, "text": "Denbinobin inhibited IL-1beta-induced ICAM-1/VCAM-1 expression and monocyte adhesion to osteoarthritis fibroblast-like synoviocytes via mirn146-a"}, {"pubmed": 25175566, "text": "This study found no association between VCAM1 c.1238G>C and stroke"}, {"pubmed": 25245399, "text": "Jurkat cells can over-express MIP-1alpha, which up-regulates the expression of endothelial adhesion molecules VCAM-1 and ICAM-1 to promote Jurkat cells' transendothelial migration"}, {"pubmed": 25251368, "text": "Data show that family with sequence similarity 5 member C protein FAM5C-positive endothelium expressed intercellular adhesion molecule-1 (ICAM-1) or vascular cell adhesion molecule-1 (VCAM-1)."}, {"pubmed": 25277191, "text": "This study suggests that osteoblast-derived WISP-1 promotes migration and VCAM-1 expression in human prostate cancer cells by down-regulating miR-126 expression"}, {"pubmed": 25287126, "text": "There was a significant increase in plasma AM, VCAM-1, and ICAM-1, while a significant decrease in plasma basic-Fibroblast growth factor (b-FGF) in diabetic patients with peripheral vascular disease (p < 0.05)."}, {"pubmed": 25413339, "text": "VCAM-1 expression on endothelial cells and formation of endothelial cell microparticles at the site of coronary plaque is positively correlated with the extent of vascular inflammation in patients with myocardial infarction."}, {"pubmed": 25450269, "text": "Overall survival was significantly shorter in patients with high LVD and ICAM-1 or VCAM-1 expression in lymphatic vessels."}, {"pubmed": 25473757, "text": "VCAM-1 may play a role in the pathogenesis of endometriosis."}, {"pubmed": 25638707, "text": "sVCAM-1 concentrations are useful indicators of the presence of atherosclerosis in coronary arteries, but not its advancement."}, {"pubmed": 25683512, "text": "Adhesion of prostate cancer cells to vascular endothelial cells is enhanced through increasing VCAM-1 expression."}, {"pubmed": 25780884, "text": "Our findings showed that rs3783605 polymorphism may play a role in VCAM-1 gene expression"}, {"pubmed": 25784313, "text": "Level of circulating VCAM-1 cannot be used as marker of aortic stiffness in patients."}, {"pubmed": 25793408, "text": "an 'in solution' steady state organic fluorophore based quantitative fluorescence resonance energy transfer (FRET) assay to quantify VLA-4/VCAM-1 interaction."}, {"pubmed": 25857767, "text": "Data suggest plasma levels of VCAM1 (but not ICAM1) are up-regulated in Asian subjects (Singapore) with type 2 diabetes mellitus complicated by chronic renal insufficiency; plasma levels of ICAM1 appear to be up-regulated in systemic inflammation."}, {"pubmed": 25925867, "text": "Tumor-produced SPARC and VCAM1 are regulators of cancer extravasation."}, {"pubmed": 25990052, "text": "VCAM-1 and ICAM-1 have opposite roles in complications of diabetes"}, {"pubmed": 25994120, "text": "Identify the selectins ICAM-1 and VCAM-1 as strong and independent predictors of all-cause and cardiovascular mortality in patients with stable carotid atherosclerosis."}, {"pubmed": 26008233, "text": "Effect of PKC-beta Signaling Pathway on Expression of MCP-1 and VCAM-1 in Different Cell Models in Response to Advanced Glycation End Products"}, {"pubmed": 26071554, "text": "ET-1 promotes occurrence and amplification of pathology-related airway inflammation via enhancing VCAM-1 expression."}, {"pubmed": 26108418, "text": "VCAM1 is involved in gastric tumor cell invasion by mediating nerve-tumor interaction."}, {"pubmed": 26116870, "text": "Blood VCAM1 was higher in pregnant women with preeclampsia, and non-pregnant women with a history of preeclampsia than women without preeclampsia or a history of preeclampsia."}, {"pubmed": 26173590, "text": "these results indicate that in HCFs, activation of NF-kappaB by c-Src-mediated transactivation of EGFR/PI3K/Akt cascade is required for TNF-alpha-induced VCAM-1 expression."}, {"pubmed": 26216937, "text": "neutrophils are reliant on endothelial activation for adhesion, initially via E-selectin and subsequently, by integrin-mediated binding to ICAM-1 and VCAM-1, combined with CXCL8-dependent chemotaxis."}, {"pubmed": 26289958, "text": "Among Alzheimer disease patients, VCAM-1 levels significantly reflected the severity of dementia and showed an association with macro- and micro- white matter changes, independent of age and cortical volume."}, {"pubmed": 26334689, "text": "findings suggest that the increased levels of IL-17,Hcy and sVCAM contributes contributes to the vascular inflammation and activation presented by sickle cell anemia patients"}, {"pubmed": 26386411, "text": "VCAM-1 is a TGF-beta1 responsive mediator that partakes in fibroblast proliferation in subjects with idiopathic pulmonary fibrosis."}, {"pubmed": 26476083, "text": "Increased sEng and sVCAM-1 and decreased free VEGF plasma levels were found in women with severe preeclampsia, compared with normotensive pregnant group."}, {"pubmed": 26608360, "text": "Results show that VCAM1 expression is regulated by TSPO to activate endothelial cells."}, {"pubmed": 26625754, "text": "ICAM-1, VCAM-1 and CD34 are useful biomarkers in evaluation of vascular and inflammatory lesions such as gingival pyogenic granuloma and the results indicate the role of these biomarkers in pathogenesis of oral pyogenic granuloma."}, {"pubmed": 26679764, "text": "This study showed that sVCAM-1 levels were decreased in early and late stages of schizophrenia."}, {"pubmed": 26746423, "text": "Soluble VCAM1 levels correlated with clinical response in systemic lupus erythematosus patients."}, {"pubmed": 26824050, "text": "Clopidogrel diminishes TNFalpha-stimulated VCAM-1 expression at least in part via HO-1 induction and CaMKKbeta/AMPK/Nrf2 pathway in endothelial cells."}, {"pubmed": 26841644, "text": "Heterogeneity was found in the endothelial cells: their shape, the expression of adhesion molecules(ICAM-1, VCAM-1, and PECAM ), and the adhesion of lymphocytes and monocytes to them changed during the progression of the atherosclerotic process."}, {"pubmed": 26847082, "text": "These metastatic tumors revealed no detectable expression of CK8/18, E-cadherin, VCAM-1, and ICAM-1"}, {"pubmed": 26872904, "text": "BD patients have a lower expression of ICAM-1, VCAM-1, and E-selectin in their tumor tissues. BD-HDL facilitates the adhesion of tumor cells to vascular endothelium by upregulating the expression of ICAM-1 and VCAM-1, thereby promoting the initial progression of breast cancer metastasis"}, {"pubmed": 26919714, "text": "sVCAM-1 concentrations were significantly higher in the bronchoalveolar lavage fluid of patients with acute respiratory distress syndrome compared to healthy controls, and tended to be higher in moderate/severe ARDS compared to mild ARDS."}, {"pubmed": 26955771, "text": "Theobroma cacao extract prohibits the increase in IL-6 and sVCAM-1 in endothelial cells induced by plasma from preeclamptic patients."}, {"pubmed": 27044487, "text": "Human placental, chorionic villi-derived mesenchymal stem cells expressing VCAM-1 promote angiogenesis in a mouse ischemia model."}, {"pubmed": 27105996, "text": "Peptide nanoparticles targeting VCAM-1 are suggested as a theranostic carrier for drug delivery to inflamed endothelium."}, {"pubmed": 27123929, "text": "Th1-induced CD106 expression mediates leukocytes adhesion on synovial fibroblasts from juvenile idiopathic arthritis patients via TNF-alpha."}, {"pubmed": 27155341, "text": "Activin A and preeclamptic serum upregulate ET-1, ICAM-1, and VCAM-1 in human umbilical vein endothelial cells, consistent with activin A contributing to the pathophysiology of preeclampsia."}, {"pubmed": 27206739, "text": "gLDL stimulate the expression of cellular VCAM-1, the secretion of soluble VCAM-1, and the adhesion of monocytes through mechanisms involving p38 MAP kinase and NF-kB signalling pathways activated by RAGE, ERS and oxidative stress, thus contributing to diabetic atherosclerosis."}, {"pubmed": 27232930, "text": "patients with newly-diagnosed MM have increased serum levels of VCAM-1 and ICAM-1 that correlate with advanced disease features. VCAM-1 is also independently correlated with survival, suggesting an important role in the biology of the disease and supporting its targeting with novel anti-myeloma drugs."}, {"pubmed": 27245110, "text": "High VCAM1 expression is associated with non-insulin resistant women with polycystic ovary syndrome."}, {"pubmed": 27391418, "text": "Statistically significant associations were identified between the chronic periodontal patients and the controls in the gene polymorphisms of rs5498 ICAM-1 (P=0.007) and rs1041163 VCAM-1 (P=0.029). The distribution of rs5498 (P=0.029) and rs1041163 (P=0.049) differed significantly across the mild, moderate, and severe groups of periodontitis."}, {"pubmed": 27552332, "text": "Increased expression of PECAM-1, ICAM-3, and VCAM-1 in colonic biopsies from patients with inflammatory bowel disease (IBD) in clinical remission is associated with subsequent flares; this suggests that increases in the expression of these proteins may be early events that lead to flares in patients with IBD"}, {"pubmed": 27585526, "text": "this study shows that quercetin reduces the expression of VCAM-1 in oxidized LDL cholesterol-induced endothelial cells"}, {"pubmed": 27598970, "text": "VCAM-1 was statistically elevated in major depressive disorder."}, {"pubmed": 27620662, "text": "Panax notoginseng saponins and Ginsenoside protect aorta form atherosclerosis via Rb1 via activation of Nrf2 and suppression of p38 - VCAM-1 signal pathway."}, {"pubmed": 27693464, "text": "Findings suggest that sVCAM-1 is related to affective temperaments, and it is a trait marker for liability to mood disorders. This relationship between alterations in cellular adhesion and affective temperament may be important for vulnerability to affective disorders."}, {"pubmed": 27701021, "text": "High levels of serum ICAM-1 was associated with the development of multiple organ failure . High levels of VCAM-1 was associated with both multiple organ failure and in-hospital mortality."}, {"pubmed": 27706617, "text": "VCAM-1 plays an important role in the development and generation of gestational hypertension."}, {"pubmed": 27806869, "text": "In patients with optic neuritis that developed into multiple sclerosis, there was a decrease in serum VCAM-1."}, {"pubmed": 27839966, "text": "Association with the efficiency of hematopoietic stem cells (HSC) mobilization to PB were found in the SNPs of the DGKB gene involved in cell transport and SDF-1-induced migration ability and of the VCAM1 gene which is essential for HSC homing, suggesting that SNPs involved in cell migration ability might be partly involved in HSC"}, {"pubmed": 27853845, "text": "The results of this study suggest that VCAM-1 gene variants may be related to obesity and inflammatory markers in the Korean population"}, {"pubmed": 27900989, "text": "There was a negative correlation of miR-126 with the PCI-induced markers of inflammation such as hs-CRP and VCAM-1"}, {"pubmed": 28093230, "text": "Gastrin-releasing peptide (GRP) increased the expression of intercellular adhesion molecule-1 (ICAM-1) and vascular cell adhesion molecule-1 (VCAM-1) by activating nuclear factor-kappaB (NF-kappaB) in endothelial cells."}, {"pubmed": 28096537, "text": "findings indicate a novel role for JAK2-V617F in activation of beta1 integrins and enhanced adhesion of granulocytes and 32D myeloid progenitors to VCAM1-coated surfaces"}, {"pubmed": 28110427, "text": "Although the expression of VCAM-1 was higher in adult T-cell leukemia/lymphoma patients individuals, there was no significant difference between the studied groups."}, {"pubmed": 28122639, "text": "Data show that podoplanin (PDPN), CD106 (VCAM-1) and CD248 protein were increased in diseased compared to healthy tendon cells."}, {"pubmed": 28131673, "text": "VCAM-1 had a synergistic effect with coronary artery disease on the BDNF"}, {"pubmed": 28202840, "text": "High VCAM1 expression is associated with Cardiovascular Disease Risk."}, {"pubmed": 28209985, "text": "VCAM-1 knockdown reduced TNFalpha-induced HUVEC migration and tube formation."}, {"pubmed": 28214208, "text": "Our results suggest that an impairment in adhesion exists in vitiligo skin, which is supported by the diminished immunohistochemical expression of laminin, beta1 integrin, ICAM-1 and VCAM-1."}, {"pubmed": 28263384, "text": "Mesothelium VCAM-1 expression is negatively associated with progression-free and overall survival in EOC. This is especially compelling in light of previous data suggesting that persistent VCAM-1 expression during treatment is an indicator of platinum resistance."}, {"pubmed": 28355442, "text": "Levels of soluble VCAM-1 are significantly associated with new-onset atrial fibrillation in the general community."}, {"pubmed": 28461687, "text": "VCAM-1 levels are able to accurately predict significant fibrosis in non-alcoholic fatty liver disease patients"}, {"pubmed": 28496046, "text": "High VCAM1 expression is associated with Cardiovascular Disease."}, {"pubmed": 28500253, "text": "Overexpression of LINC00341 suppresses the expression of vascular cell adhesion molecule 1 (VCAM1) and the adhesion of monocytes induced by atheroprone flow and tumor necrosis factor-alpha."}, {"pubmed": 28583863, "text": "This study provided direct evidence that increasing extracellular Ca(2+) enhanced TNF-alpha-induced VCAM-1 activation and monocytes adhesion. Moreover, we identified a novel TRPC1/ERK1/2/NFkappaB signaling pathway mediating VCAM-1 activation and monocyte adhesion in this pathological process."}, {"pubmed": 28646244, "text": "VCAM-1 levels are elevated in serum of cystic fibrosis patients."}, {"pubmed": 28675064, "text": "Circulating soluble vascular cell adhesion molecule (VCAM-1) level was a useful diagnostic parameter for understanding the difference between coronary artery disease (CAD) and cardiac syndrome X (CSX)."}, {"pubmed": 28764810, "text": "These results revealed the effect of CD106 and NF-kappaB in bone marrow failure of Acquired aplastic anemia."}, {"pubmed": 28818665, "text": "IRF-5 targeted the expression of vascular cell adhesion molecule 1 (VCAM-1) at the transcriptional level by binding to its promoter."}, {"pubmed": 28829887, "text": "VCAM1 protein expression increased in cartilage tissue from spinal tuberculosis patients."}, {"pubmed": 28851649, "text": "In summary, it could be concluded that the expression of gene VCAM-1 was down regulated by taurocholic acid through miR-590-3p and that gene VCAM-1 could participate in the regulation of cell growth, cell proliferation and cell apoptosis"}, {"pubmed": 28963466, "text": "The results suggest that cytokine-induced autophagy contributes to late-phase IkappaBalpha degradation, facilitates NF-kappaB nuclear translocation and VCAM-1 transcription for long-term VCAM-1 expression."}, {"pubmed": 29068581, "text": "sVCAM-1 reflects xerostomia in primary Sjogren's syndrome. sICAM-1 and sE-selectin may be additional parameters of secondary Sjogren's syndrome activity."}, {"pubmed": 29076253, "text": "Urinary angiostatin and VCAM-1 are predictive of specific histological changes in concurrent lupus nephritis renal biopsies."}, {"pubmed": 29096583, "text": "Maternal serum sVCAM-1 and sICAM-1 as well as vaginal sVCAM-1 and sICAM-1 levels may serve as diagnostic markers of premature rupture of fetal membranes."}, {"pubmed": 29096830, "text": "Augmented expression of endothelial adhesion molecules ICAM1/VCAM1 is involved in the pathophysiology of patients with antiphospholipid syndrome."}, {"pubmed": 29133026, "text": "a significant increase in levels of adhesion molecules (VCAM-1) and selectins (E-selectin) in parallel with increased severity of diabetic retinopathy, with a significant difference of inflammatory markers between stages of retinopathy, is reported."}, {"pubmed": 29325582, "text": "Urinary angiostatin, CXC chemokine ligand 4 (CXCL4) and vascular cell adhesion molecule-1 (VCAM-1) were significantly higher in patients with active renal disease than in patients with active non-renal disease."}, {"pubmed": 29452833, "text": "VCAM-1 displays significantly higher expression on high-risk (symptomatic) vs low-risk (asymptomatic) carotid plaques. Ultrasound contrast agents bearing ligands for VCAM-1 can sustain high-shear attachment and may be useful for identifying patients in whom more aggressive treatment is warranted."}, {"pubmed": 29601599, "text": "VCAM-1 expression is upregulated by CD34+/CD133+-stem cells derived from septic patients"}, {"pubmed": 29627497, "text": "Data provide evidence that VCAM-1 appears to be overexpressed in prostate cancer (PCa) and might influence distant metastasis. Also, VCAM-1 facilitates PCa cells adhesion to osteoblasts."}, {"pubmed": 29670110, "text": "these findings indicate that the CCL18/PITPNM3/NF-kB/VCAM-1 regulatory network might provide a potential new therapeutic strategy for pancreatic ductal adenocarcinoma."}, {"pubmed": 29687288, "text": "not a specific screening marker for pulmonary arterial hypertension in systemic sclerosis"}, {"pubmed": 29854824, "text": "We observed an increase of VCAM-1 urine levels in diabetic nephropathy-basal patients compared to diabetic controls and an increase of urinary neprilysin in DN-treated patients with persistent albuminuria"}, {"pubmed": 29945479, "text": "serum level elevated in hyperemesis gravidarum"}, {"pubmed": 30248336, "text": "High VCAM1 expression is associated with Diabetic Nephropathy."}, {"pubmed": 30388809, "text": "Knockdown of YAP/TAZ using siRNA significantly reduced the expression of the leukocyte adhesion molecule VCAM1 induced by TNF-alpha."}, {"pubmed": 30389659, "text": "VCAM-1-targeted MRI enables the detection of brain micrometastases from the three primary tumor types known to cause the majority of clinical cases."}, {"pubmed": 30395261, "text": "Enhanced expression of TACE contributes to elevated levels of sVCAM-1 in endomet"}, {"pubmed": 30597511, "text": "Disease-modifying treatments are not responsible for the higher VAP-1 levels in patients with cerebral microbleeds (CMBs) in multiple sclerosis; instead, disease-modifying treatments could mask even higher VAP-1 levels in patients with CMBs"}, {"pubmed": 30659926, "text": "Extracellular vesicles (EVs)-derived Epstein-Barr virus-encoded RNAs (EBERs) could promote angiogenesis through stimulation of toll like receptor 3 (TLR3)/retinoic acid-inducible gene I protein (RIG-I)-mediated vascular cell adhesion molecule-1 (VCAM-1) expression."}, {"pubmed": 31061324, "text": "Thus, expression of VCAM-1, PAI-1, COX-2, and thrombomodulin may reflect certain factors in the intrauterine environment that are altered in hospitalized gestational diabetes mellitus patients with controlled body weight."}, {"pubmed": 31068198, "text": "Our data provides evidence for a functional dysregulation of the sVCAM1-VLA4 axis in Parkinson's disease"}, {"pubmed": 31086348, "text": "levels of the shed, soluble form of VCAM1 are prominently increased in the plasma of aged individuals"}, {"pubmed": 31169028, "text": "IL-18, VCAM-1 and P-selectin as early biomarkers in normoalbuminuric Type 2 diabetes patients"}, {"pubmed": 31210657, "text": "Vascular cell adhesion molecule-1 (VCAM-1) and E-selectin (SELE) serum levels significantly correlate with the total allele length of the heme oxygenase-1 (HO-1) promoter region."}, {"pubmed": 31323164, "text": "In the present study, we found that reduced VDR and miR-126 expression is associated with increased inflammatory adhesion molecule VCAM-1 expression in maternal vessel endothelium in preeclampsia."}, {"pubmed": 31371443, "text": "Circulating adhesion molecules and subclinical interstitial lung disease: the Multi-Ethnic Study of Atherosclerosis."}, {"pubmed": 31443713, "text": "The levels of transforming growth factor beta 1 (TGF-beta1) and vascular cell adhesion molecule 1 (VCAM-1) mRNA were upregulated in the endometriotic tissues, and lnockdown of TGF-beta1 in endometriotic cyst stromal cells caused a marked inhibition of cell proliferation, migration, and invasion."}, {"pubmed": 31472105, "text": "Innate Immune Dysfunction in Rosacea Promotes Photosensitivity and Vascular Adhesion Molecule Expression."}, {"pubmed": 31743166, "text": "Vascular adhesion protein-1 is elevated in patients developing acute kidney injury after cardiac surgery."}, {"pubmed": 31904479, "text": "VCAM-1 secreted from cancer-associated fibroblasts enhances the growth and invasion of lung cancer cells through AKT and MAPK signaling."}, {"pubmed": 32067855, "text": "Endothelial dysfunction and inflammation as reflected by VCAM-1 levels may play a role in poststroke cognitive impairment in African Americans."}, {"pubmed": 32121588, "text": "Mevastatin-Induced AP-1-Dependent HO-1 Expression Suppresses Vascular Cell Adhesion Molecule-1 Expression and Monocyte Adhesion on Human Pulmonary Alveolar Epithelial Cells Challenged with TNF-alpha."}, {"pubmed": 32127247, "text": "Bone lesions in systemic mastocytosis: Bone histomorphometry and histopathological mechanisms."}, {"pubmed": 32161015, "text": "Relationship of Polymorphism of Adhesion Molecules VCAM-1 and ICAM-1 with Preeclampsia."}, {"pubmed": 32334367, "text": "IL-11 and soluble VCAM-1 are important components of Hypoxia Conditioned Media and crucial for Mesenchymal Stromal Cells attraction."}, {"pubmed": 32492888, "text": "Resistin Enhances VCAM-1 Expression and Monocyte Adhesion in Human Osteoarthritis Synovial Fibroblasts by Inhibiting MiR-381 Expression through the PKC, p38, and JNK Signaling Pathways."}, {"pubmed": 32686027, "text": "Low Shear Stress Upregulates CX3CR1 Expression by Inducing VCAM-1 via the NF-kappaB Pathway in Vascular Endothelial Cells."}, {"pubmed": 32791695, "text": "Plasma vascular adhesion protein-1 levels correlate positively with frailty severity in older adults."}, {"pubmed": 32847038, "text": "CXCL13/CXCR5 Interaction Facilitates VCAM-1-Dependent Migration in Human Osteosarcoma."}, {"pubmed": 33074857, "text": "Association of Plasma Soluble Vascular Cell Adhesion Molecule-1 and sCD14 With Mortality in HIV-1-Infected West African Adults With High CD4 Counts."}, {"pubmed": 33295887, "text": "Macrophage-mediated vascular permeability via VLA4/VCAM1 pathway dictates ascites development in ovarian cancer."}, {"pubmed": 33325305, "text": "Relationship between vascular cell adhesion molecule-1 (VCAM-1), soluble receptor for advanced glycation end products (sRAGE) and functional hemodynamic parameters of arteriovenous fistula."}, {"pubmed": 33559404, "text": "Kinetics and prognostic value of soluble VCAM-1 in ST-segment elevation myocardial infarction patients."}, {"pubmed": 33574979, "text": "GSTM1 Modulates Expression of Endothelial Adhesion Molecules in Uremic Milieu."}, {"pubmed": 33607153, "text": "Long non-coding RNA RMST promotes oxygen-glucose deprivation-induced injury in brain microvascular endothelial cells by regulating miR-204-5p/VCAM1 axis."}, {"pubmed": 33677420, "text": "Placental and endothelial biomarkers for the prediction of superimposed pre-eclampsia in chronic kidney disease."}, {"pubmed": 33694224, "text": "Expression and significance of microRNA-126 and VCAM-1 in placental tissues of women with early-onset preeclampsia."}, {"pubmed": 33724131, "text": "Increased Levels of VCAM-1 in Sera and VLA-4 Expression on Neutrophils in Dermatomyositis with Interstitial Lung Disease."}, {"pubmed": 33819746, "text": "Single cell morphological metrics and cytoskeletal alignment regulate VCAM-1 protein expression."}, {"pubmed": 33966399, "text": "Expression and clinical significance of VCAM-1, IL-6, and IL-17A in patients with allergic rhinitis."}, {"pubmed": 34078723, "text": "Vascular cell adhesion molecule-1 in rheumatoid arthritis patients: Relation to disease activity, oxidative stress, and systemic inflammation."}, {"pubmed": 34281218, "text": "B Cell Adhesion to Fibroblast-Like Synoviocytes Is Up-Regulated by Tumor Necrosis Factor-Alpha via Expression of Human Vascular Cell Adhesion Molecule-1 Mediated by B Cell-Activating Factor."}, {"pubmed": 34325382, "text": "Increased levels of VCAM-1 is associated with higher occurrence of coronary artery disease in adults with moderate to severe obstructive sleep apnea."}, {"pubmed": 34346841, "text": "Lysophosphatidylcholine promotes intercellular adhesion molecule-1 and vascular cell adhesion molecule-1 expression in human umbilical vein endothelial cells via an orphan G protein receptor 2-mediated signaling pathway."}, {"pubmed": 34506229, "text": "Identification and verification of vascular cell adhesion protein 1 as an immune-related hub gene associated with the tubulointerstitial injury in diabetic kidney disease."}, {"pubmed": 34593936, "text": "VCAM1 expression in the myocardium is associated with the risk of heart failure and immune cell infiltration in myocardium."}, {"pubmed": 34655203, "text": "Systematic Evaluation of Urinary VCAM1 as Novel Biomarker for Prognosis of Lupus Nephritis."}, {"pubmed": 34887361, "text": "Endothelial cell-derived exosomal circHIPK3 promotes the proliferation of vascular smooth muscle cells induced by high glucose via the miR-106a-5p/Foxo1/Vcam1 pathway."}, {"pubmed": 34999313, "text": "VCAM1, HMOX1 and NOS3 differential endothelial expression may impact sickle cell anemia vasculopathy."}, {"pubmed": 35245761, "text": "FcGBP and VCAM-1 are ponderable biomarkers for differential diagnosis of alcoholic liver cirrhosis."}, {"pubmed": 35334501, "text": "microRNA-126 inhibits vascular cell adhesion molecule-1 and interleukin-1beta in human dental pulp cells."}, {"pubmed": 35720325, "text": "Urine ALCAM, PF4 and VCAM-1 Surpass Conventional Metrics in Identifying Nephritis Disease Activity in Childhood-Onset Systemic Lupus Erythematosus."}, {"pubmed": 35778487, "text": "EPSTI1 promotes monocyte adhesion to endothelial cells in vitro via upregulating VCAM-1 and ICAM-1 expression."}, {"pubmed": 35918102, "text": "Urinary HER2, TWEAK and VCAM-1 levels are associated with new-onset proteinuria in paediatric lupus nephritis."}, {"pubmed": 35942210, "text": "The Mechanism of Inflammatory Factors and Soluble Vascular Cell Adhesion Molecule-1 Regulated by Nuclear Transcription Factor NF-kappaB in Unstable Angina Pectoris."}, {"pubmed": 36045604, "text": "Serum VCAM-1 and ICAM-1 measurement assists for MACE risk estimation in ST-segment elevation myocardial infarction patients."}, {"pubmed": 36091666, "text": "Anti-Inflammatory Activity of Ferula assafoetida Oleo-Gum-Resin (Asafoetida) against TNF-alpha-Stimulated Human Umbilical Vein Endothelial Cells (HUVECs)."}, {"pubmed": 36195245, "text": "VCAM-1 and GFPT-2: Predictive markers of osteoblast differentiation in human dental pulp stem cells."}, {"pubmed": 36208045, "text": "sVCAM-1, and TGFbeta1 in chronic phase, chronic myeloid leukemia patients treated with tyrosine kinase inhibitors."}, {"pubmed": 36274485, "text": "The role of CCL2, CCL7, ICAM-1, and VCAM-1 in interaction of endothelial cells and natural killer cells."}, {"pubmed": 36497180, "text": "Ectopic Tumor VCAM-1 Expression in Cancer Metastasis and Therapy Resistance."}, {"pubmed": 36525905, "text": "The role of VCAM-1 in diabetic retinopathy: A systematic review and meta-analysis."}, {"pubmed": 36685605, "text": "Increase of ALCAM and VCAM-1 in the plasma predicts the Alzheimer's disease."}, {"pubmed": 37228610, "text": "Human IL-32theta;A94V mutant attenuates monocyte-endothelial adhesion by suppressing the expression of ICAM-1 and VCAM-1 via binding to cell surface receptor integrin alphaVbeta3 and alphaVbeta6 in TNF-alpha-stimulated HUVECs."}, {"pubmed": 38065481, "text": "Elevated VCAM-1 levels in peripheral blood are associated with brain structural and functional alterations in major depressive disorder."}, {"pubmed": 38491216, "text": "Endothelial cell-derived extracellular vesicles expressing surface VCAM1 promote sepsis-related acute lung injury by targeting and reprogramming monocytes."}, {"pubmed": 38497480, "text": "Associations of Circulating Vascular Cell Adhesion Molecule-1 and Intercellular Adhesion Molecule-1 With Long-Term Cardiac Function."}, {"pubmed": 38498701, "text": "Interactions between integrin alpha9beta1 and VCAM-1 promote neutrophil hyperactivation and mediate poststroke DVT."}, {"pubmed": 38710594, "text": "Increased Expression of VCAM1 on Brain Endothelial Cells Drives Blood-Brain Barrier Impairment Following Chronic Cerebral Hypoperfusion."}, {"pubmed": 39056795, "text": "Differentiating Stages of Bipolar and Unipolar Depression-The Possible Role of sICAM-1 and sVCAM-1."}], "genomic_pos": {"chr": "1", "end": 100739045, "ensemblgene": "ENSG00000162692", "start": 100719742, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 101204601, "start": 101185298, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002544", "qualifier": "involved_in", "term": "chronic inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006954", "pubmed": 22970700, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007155", "pubmed": 16809613, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007157", "pubmed": 1715889, "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007159", "pubmed": [1381355, 1715889, 2688898], "qualifier": "involved_in", "term": "leukocyte cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007160", "pubmed": 18308860, "qualifier": "involved_in", "term": "cell-matrix adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007584", "qualifier": "involved_in", "term": "response to nutrient"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009308", "pubmed": 23474851, "qualifier": "involved_in", "term": "amine metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010043", "qualifier": "involved_in", "term": "response to zinc ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010212", "qualifier": "involved_in", "term": "response to ionizing radiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0022614", "pubmed": 12082081, "qualifier": "involved_in", "term": "membrane to membrane docking"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0030183", "pubmed": 1715889, "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0033631", "pubmed": 11078691, "qualifier": "involved_in", "term": "cell-cell adhesion mediated by integrin"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0034113", "pubmed": 11078691, "qualifier": "involved_in", "term": "heterotypic cell-cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035094", "qualifier": "involved_in", "term": "response to nicotine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035924", "qualifier": "involved_in", "term": "cellular response to vascular endothelial growth factor stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042102", "pubmed": 1381355, "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050901", "pubmed": 18308860, "qualifier": "involved_in", "term": "leukocyte tethering or rolling"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0050901", "pubmed": 2688898, "qualifier": "involved_in", "term": "leukocyte tethering or rolling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060326", "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060384", "qualifier": "involved_in", "term": "innervation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060945", "qualifier": "involved_in", "term": "cardiac neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904646", "pubmed": 11078691, "qualifier": "involved_in", "term": "cellular response to amyloid-beta"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0002102", "pubmed": 15220135, "qualifier": "located_in", "term": "podosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 9290466, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 23474851, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 23474851, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 23474851, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005886", "pubmed": 12878595, "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005902", "pubmed": 12082081, "qualifier": "located_in", "term": "microvillus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": 1377228, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [1715889, 23474851], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030175", "pubmed": 12082081, "qualifier": "located_in", "term": "filopodium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042383", "qualifier": "located_in", "term": "sarcolemma"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045177", "pubmed": 12082081, "qualifier": "located_in", "term": "apical part of cell"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0071065", "pubmed": 15220135, "qualifier": "part_of", "term": "alpha9-beta1 integrin-vascular cell adhesion molecule-1 complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005178", "pubmed": [1377228, 15220135, 23620790], "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005178", "pubmed": 19738201, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008131", "pubmed": 23474851, "qualifier": "enables", "term": "primary amine oxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050839", "pubmed": 1377228, "qualifier": "enables", "term": "cell adhesion molecule binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050839", "pubmed": 12082081, "qualifier": "enables", "term": "cell adhesion molecule binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0098631", "pubmed": 22970700, "qualifier": "enables", "term": "cell adhesion mediator activity"}]}, "homologene": {"genes": [[7955, 561971], [9544, 712036], [9606, 7412], [9615, 403982], [9913, 282118], [9913, 534578], [10090, 22329], [10116, 25361]], "id": 838}, "interpro": [{"desc": "Immunoglobulin subtype 2", "id": "IPR003598", "short_desc": "Ig_sub2"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Intercellular adhesion molecule/vascular cell adhesion molecule, N-terminal", "id": "IPR003987", "short_desc": "ICAM_VCAM_N"}, {"desc": "Vascular cell adhesion molecule-1", "id": "IPR003989", "short_desc": "VCAM-1"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin C2-set", "id": "IPR008424", "short_desc": "Ig_C2-set"}, {"desc": "Immunoglobulin I-set", "id": "IPR013098", "short_desc": "Ig_I-set"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin", "id": "IPR013151", "short_desc": "Immunoglobulin"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "Intercellular adhesion molecule/vascular cell adhesion molecule", "id": "IPR047012", "short_desc": "ICAM_VCAM"}], "ipi": ["IPI00018136", "IPI00082827", "IPI00643090", "IPI00643490"], "map_location": "1p21.2", "name": "vascular cell adhesion molecule 1", "other_names": ["CD106 antigen", "vascular cell adhesion protein 1"], "pantherdb": {"HGNC": "12663", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98926", "ortholog_type": "LDO", "panther_family": "PTHR13771", "taxid": 10090, "uniprot_kb": "P29533"}, {"RGD": "3952", "ortholog_type": "LDO", "panther_family": "PTHR13771", "taxid": 10116, "uniprot_kb": "P29534"}, {"ZFIN": "ZDB-GENE-081104-12", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "F6PCI7"}, {"ZFIN": "ZDB-GENE-080226-7", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "A0A2R8QHN1"}, {"ZFIN": "ZDB-GENE-080226-9", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "F1QHY0"}, {"ZFIN": "ZDB-GENE-040108-6", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "F1R4N6"}, {"ZFIN": "ZDB-GENE-060503-219", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "B8JHX2"}, {"ZFIN": "ZDB-GENE-131121-180", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "A0A2R8RS17"}], "uniprot_kb": "P19320"}, "pathway": {"kegg": [{"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "a4b7_pathway", "name": "a4b7 Integrin signaling"}, {"id": "anthraxpathway", "name": "Cellular roles of Anthrax toxin"}, {"id": "integrin1_pathway", "name": "Beta1 integrin cell surface interactions"}, {"id": "integrin2_pathway", "name": "Beta2 integrin cell surface interactions"}, {"id": "integrin5_pathway", "name": "Beta5 beta6 beta7 and beta8 integrin cell surface interactions"}, {"id": "integrin_a4b1_pathway", "name": "Alpha4 beta1 integrin signaling events"}, {"id": "integrin_a9b1_pathway", "name": "Alpha9 beta1 integrin signaling events"}, {"id": "txa2pathway", "name": "Thromboxane A2 receptor signaling"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": [{"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP3617", "name": "Photodynamic therapy-induced NF-kB survival signaling"}, {"id": "WP3678", "name": "Amplification and Expansion of Oncogenic Pathways as Metastatic Traits"}, {"id": "WP4329", "name": "miRNAs involvement in the immune response in sepsis"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4493", "name": "Cells and molecules involved in local acute inflammatory response"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}, {"id": "WP4874", "name": "CAMKK2 Pathway"}]}, "pdb": ["1IJ9", "1VCA", "1VSC"], "pfam": ["PF00047", "PF05790", "PF07679", "PF13927"], "pharmgkb": "PA37286", "pharos": {"target_id": 16199, "tdl": "Tchem"}, "pir": ["A41288", "B41288"], "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257859", "relationship": "is"}, {"id": "GNF257860", "relationship": "is"}, {"id": "GNF257861", "relationship": "is"}, {"id": "GNF257862", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF035592", "relationship": "similar to"}, {"id": "GNF035747", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092254", "relationship": "is"}, {"id": "GNF092255", "relationship": "is"}, {"id": "GNF092256", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052566", "relationship": "is"}, {"id": "GNF057335", "relationship": "is"}, {"id": "GNF072394", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071081", "relationship": "is"}, {"id": "GNF071082", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF015374", "relationship": "is"}, {"id": "GNF015375", "relationship": "is"}, {"id": "GNF131635", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286895", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105593", "relationship": "is"}, {"id": "GNF145239", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_023034.2"], "protein": ["NP_001069.1", "NP_001186763.1", "NP_542413.1"], "rna": ["NM_001078.4", "NM_001199834.2", "NM_080682.3"], "translation": [{"protein": "NP_542413.1", "rna": "NM_080682.3"}, {"protein": "NP_001186763.1", "rna": "NM_001199834.2"}, {"protein": "NP_001069.1", "rna": "NM_001078.4"}]}, "reporter": {"HG-U133_Plus_2": "203868_s_at", "HG-U95Av2": ["41433_at", "583_s_at"], "HTA-2_0": "TC01000904.hg.1", "HuEx-1_0": "2348992", "HuGene-1_1": "7903358", "HuGene-2_1": "16667702"}, "summary": "This gene is a member of the Ig superfamily and encodes a cell surface sialoglycoprotein expressed by cytokine-activated endothelium. This type I membrane protein mediates leukocyte-endothelial cell adhesion and signal transduction, and may play a role in the development of artherosclerosis and rheumatoid arthritis. Three alternatively spliced transcripts encoding different isoforms have been described for this gene. [provided by RefSeq, Dec 2010].", "symbol": "VCAM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421435"}, "unigene": "Hs.109225", "uniprot": {"Swiss-Prot": "P19320", "TrEMBL": ["A0A3B3ISS8", "E9PDD2"]}, "wikipedia": {"url_stub": "VCAM-1"}}