{"AllianceGenome": "12682", "HGNC": "12682", "MIM": "601528", "_id": "7424", "_version": 1, "accession": {"genomic": ["AC092673.3", "AC093801.3", "AF020393.1", "CH471056.2", "CP068274.2", "CQ858314.1", "CS023800.1", "CS037003.1", "CS067230.1", "CS148543.1", "CS172365.1", "CS172813.1", "CS367313.1", "FB510793.1", "HC040685.1", "KF573691.1", "NC_000004.12", "NC_060928.1", "NG_034216.1"], "protein": ["AAA85214.1", "AAB02909.1", "AAB82540.1", "AAH35212.1", "AAH63685.1", "BAG36605.1", "CAA63907.1", "CAG46695.1", "CAH23418.1", "CAI59112.1", "CAI63838.1", "CAI84578.1", "CAJ29667.1", "CAJ32890.1", "CAJ32903.1", "CAL32724.1", "CAV32970.1", "CBH30535.1", "EAX04717.1", "NP_005420.1", "P49767.1"], "rna": ["AK313879.1", "AW294939.1", "BC035212.1", "BC063685.1", "BF528469.1", "CR541897.1", "DA044965.1", "NM_005429.5", "U43142.1", "U58111.1", "X94216.1"], "translation": [{"protein": "AAB02909.1", "rna": "U58111.1"}, {"protein": "NP_005420.1", "rna": "NM_005429.5"}, {"protein": "BAG36605.1", "rna": "AK313879.1"}, {"protein": "AAH63685.1", "rna": "BC063685.1"}, {"protein": "AAA85214.1", "rna": "U43142.1"}, {"protein": "CAA63907.1", "rna": "X94216.1"}, {"protein": "CAG46695.1", "rna": "CR541897.1"}, {"protein": "AAH35212.1", "rna": "BC035212.1"}]}, "alias": ["Flt4-L", "LMPH1D", "LMPHM4", "VRP"], "ensembl": {"gene": "ENSG00000150630", "protein": "ENSP00000480043", "transcript": ["ENST00000507638", "ENST00000618562"], "translation": [{"protein": "ENSP00000480043", "rna": "ENST00000618562"}], "type_of_gene": "protein_coding"}, "entrezgene": "7424", "exons": [{"cdsend": 176792311, "cdsstart": 176683925, "chr": "4", "position": [[176683537, 176684040], [176687186, 176687520], [176687820, 176687927], [176711498, 176711650], [176727777, 176727968], [176729532, 176729746], [176792164, 176792922]], "strand": -1, "transcript": "NM_005429", "txend": 176792922, "txstart": 176683537}], "exons_hg19": [{"cdsend": 177713465, "cdsstart": 177605076, "chr": "4", "position": [[177604688, 177605081], [177605084, 177605194], [177608340, 177608674], [177608974, 177609081], [177632652, 177632804], [177648931, 177649122], [177650686, 177650900], [177713318, 177714076]], "strand": -1, "transcript": "NM_005429", "txend": 177714076, "txstart": 177604688}], "generif": [{"pubmed": 11877295, "text": "VEGF-C signaling through FLT-4 (VEGFR-3) mediates leukemic cell proliferation, survival, and resistance to chemotherapy."}, {"pubmed": 11920583, "text": "VEGFC expression is closely related to invasion phenotype in cervical carcinomas"}, {"pubmed": 11999550, "text": "REVIEW:Association of expression of VEGFC and receptors in human leukemia and lymphoma, resulting in the generation of autocrine loops that may support cancer cell survival and proliferation"}, {"pubmed": 12168824, "text": "Vascular endothelial growth factor receptor-3 (VEGFR-3) and its ligand VEGF-C are expressed in human colorectal adenocarcinoma."}, {"pubmed": 12213723, "text": "tumor-associated macrophages express VEGF-C-and play a role in peritumoral lymphangiogenesis and subsequent dissemination in human cancer"}, {"pubmed": 12388793, "text": "VEGF-C mediates cyclic pressure-induced vascular endothelium cell proliferation."}, {"pubmed": 12452004, "text": "VEGF-C mainly promotes peri-tumor lymphangiogenesis and has a little effect on angiogenesis."}, {"pubmed": 12469214, "text": "Expresssed in gallbladder cancer and is related to lymph node metastasis."}, {"pubmed": 12471041, "text": "This factor is up-regulated in breast cancer cells by heregulin-beta; p38/NFKB play a critical role in signal transduction."}, {"pubmed": 12594815, "text": "Malignant mesothelioma growth inhibition by agents that target the VEGF and VEGF-C autocrine loops."}, {"pubmed": 12792749, "text": "Lymphagenesis correlates with increased expression of vascular endothelial growth factor-C in colorectal cancer"}, {"pubmed": 12819011, "text": "Data demonstrate the expression of vascular endothelial growth factor receptor-3 and vascular endothelial growth factor-C on corneal dendritic cells, which implicate a potential relationship between lymphangiogenesis and leukocyte trafficking in the eye."}, {"pubmed": 12915657, "text": "VEGF-C expression is increased in papillary thyroid cancer, compared with paired normal thyroid tissues, but not in other thyroid cancers that are also prone to lymph node metastasis"}, {"pubmed": 12963694, "text": "Data show that the serine protease plasmin cleaved both propeptides from human vascular endothelial growth factor (VEGF)-D, generating mature forms, and also activated VEGF-C."}, {"pubmed": 14534690, "text": "VEGF-C expression in esophageal squamous cell carcinoma may play a role in lymphatic spread"}, {"pubmed": 14558949, "text": "VEGF-C/flt-4 system can promote vasculogenesis in stroma of breast cancer. The number of Flt-4 positive vessels is closely related to lymph node metastasis."}, {"pubmed": 14568550, "text": "Ang2, PIGF and VEGF-C play a role in promote endothelial survival and vascular remodeling by human cytotrophoblast."}, {"pubmed": 14676121, "text": "Increased vascular endothelial growth factor C mRNA expression correlates with stage of progression in patients with melanoma"}, {"pubmed": 14744769, "text": "COX-2 up-regulates VEGF-C and promotes lymphangiogenesis in human lung adenocarcinoma."}, {"pubmed": 14760756, "text": "VEGF-C and its receptor FLT-4 play a role in the development of gastric cancer, and the tumors with expression of VEGF-C and FLT-4 are more likely to have lymph node metastasis."}, {"pubmed": 14966375, "text": "Her-2/NEU oncogene is essential for the regulation of VEGF-C in ovarian carcinoma; p38 MAPK and NF-kappa B are critically involved in the transcriptional activation of the VEGF-C gene by Her-2/NEU."}, {"pubmed": 15009103, "text": "VEGF family proteins regulate wound healing, chronic inflammation and tumour angiogenesis and lymphangiogenesis in fibroblasts."}, {"pubmed": 15040017, "text": "The expression of VEGF-C and CCR7 is related to lymph node metastasis of gastric carcinoma and both of them may become new targets for the treatment of gastric carcinoma."}, {"pubmed": 15151619, "text": "Expression in esophageal squamous cell carcinomas related to COX-2 expression. Also associated with depth of primary tumor, stage, and probably lymph node metastasis. May assist in management planning."}, {"pubmed": 15173661, "text": "intratumoral VEGF-A expression is one of the significant prognostic factors in patients with adenocarcinomas, and that intratumoral VEGF-C expression is one of the significant prognostic factors in patients with squamous cell carcinomas"}, {"pubmed": 15240540, "text": "furin is responsible for VEGF-C processing in human oral tongue squamous cell carcinoma progression"}, {"pubmed": 15272284, "text": "VEGF-C expression occurred in 26 of the 68 tumor samples (38%)."}, {"pubmed": 15484296, "text": "VEGF-C expression may induce lymphangiogenesis in colorectal cancer, as a result, tumor cells can entry the lymphatic vessels easily."}, {"pubmed": 15590642, "text": "VEGF-C and VEGF-D are ligands for the integrin alpha9beta1"}, {"pubmed": 15623620, "text": "High vascular endothelial growth factor C expression is associated with lymph node metastasis in human pancreatic cancer"}, {"pubmed": 15668894, "text": "VEGF-C as well as VEGF-A may be involved in the pathogenesis of ovarian endometrioma."}, {"pubmed": 15756450, "text": "VEGF-C plays a pivotal role for lymphangiogenesis and tumor growth in gastric cancer"}, {"pubmed": 15870511, "text": "Increased VEGF-C expression is associated with papillary thyroid cancer"}, {"pubmed": 15880525, "text": "increased expression of VEGF-C and VEGFR-3 play a role in prostate cancer progression and in metastasis to regional lymph nodes"}, {"pubmed": 15943035, "text": "VEGF-C expression was detected in 38 out of the 87 patients (43.7%) with primary human breast cancer"}, {"pubmed": 16044920, "text": "There was a close correlation between the expressions of VEGFR-3, CD31 and prostate tumor metastases."}, {"pubmed": 16049374, "text": "Increased expression of VEGF-A and VEGF-C was found in tumor tissues compared to normal epithelium"}, {"pubmed": 16116610, "text": "Overexpression of vascular endothelial growth factor-C is associated with lung adenocarcinoma"}, {"pubmed": 16299237, "text": "VEGF-C expression may play a role in lymphangiogenesis of papillary thyroid carcinoma."}, {"pubmed": 16322297, "text": "High vascular endothelial growth factor C expression is associated with cervical cancer"}, {"pubmed": 16375119, "text": "VEGF-C and its receptor FLT-4 play an important role in the lymphatic metastasis of laryngeal and hypopharyngeal squamous cell carcinoma."}, {"pubmed": 16465426, "text": "The intratumoral VEGF-C level is a significant prognostic indicator of primary breast cancer."}, {"pubmed": 16467091, "text": "The Lymphangiogenesis and angiogenesis influence metastasis-free survival, and are regulated by VEGF-C expression."}, {"pubmed": 16474989, "text": "in human colorectal carcinoma, vascular endothelial growth factor-C and cyclooxygenase-2 are coexpressed and significantly associated with lymph node metastasis and prognosis"}, {"pubmed": 16525158, "text": "results suggest for the first time that VEGF-C acts in an autocrine manner in cultured podocytes to promote survival, although the receptor or receptor complex activated has yet to be elucidated"}, {"pubmed": 16525637, "text": "VEGF-C was abundantly expressed in pancreatic cancer tissue and cancer cell lines."}, {"pubmed": 16525666, "text": "Results suggest that expression of VEGF-C is a useful predictor for lymph node metastasis."}, {"pubmed": 16584091, "text": "non-Hodgkin's lymphoma is not associated with increased expression of VEGF-C"}, {"pubmed": 16755294, "text": "This suggests that VEGF-C promotes lymph node metastasis while being influenced by the strength of the VEGF-C autocrine loop, and the VEGF-C/VEGFR-3 ratio can be a useful predictor of lymph node metastasis in non-small cell lung cancer."}, {"pubmed": 16816121, "text": "VEGF-C reacts with neuropilin 2 in a heparin-independent way."}, {"pubmed": 16874878, "text": "VEGF-C plays a role in lymphatic metastasis via lymphangiogenesis and angiogenesis in esophageal squamous cell carcinoma (ESCC). VEGF-C is one of the important predictors of the biological behavior in ESCC."}, {"pubmed": 16879394, "text": "The absence of VEGF-C in blast cells predicts long-lasting remission in all leukaemic children."}, {"pubmed": 16924525, "text": "results suggest the presence of lymphatic capillaries throughout the skeletal muscle, and present the localisation of VEGF-C and -D in the muscles."}, {"pubmed": 16944571, "text": "Data show that there is close correlation between the VEGFR-3 expression and gastric cancer lymph metastasizing."}, {"pubmed": 16964283, "text": "upregulation is controlled by RalA activation"}, {"pubmed": 17094484, "text": "Down-regulation of VEGF-C is associated with urothelial carcinomas of the bladder"}, {"pubmed": 17203176, "text": "VEGF-C expression in tumour tissues is indicative of lymphatic metastasis, whereas VEGF-A expression is more likely to be associated with haematogenous metastasis"}, {"pubmed": 17216674, "text": "Overexpression of VEGF-C in fibroblast-like synoviocytes by stimulation with TNF-alpha may play an important role in the progression of synovial inflammation and hyperplasia in RA by contributing to local lymphangiogenesis and angiogenesis"}, {"pubmed": 17222375, "text": "In nasopharyngeal carcinoma, high expression of VEGF-C is closely correlated to regional lymph node metastasis."}, {"pubmed": 17230534, "text": "Demethylation and Overexpression of Vascular endothelial growth factor-C gene is associated with lymphangiogenesis in gastric cancer"}, {"pubmed": 17353919, "text": "High levels of VEGF-C is associated with angio and lymphangiogenesis in breast cancer"}, {"pubmed": 17393109, "text": "Effect of antisense oligonucleotide of VEGFC on lymphangiogenesis and angiogensis of pancreatic cancer is reported."}, {"pubmed": 17409493, "text": "Results suggest that strong expression of VEGFA and VEGFC is essential to lymphatic metastasis of stomach neoplasms."}, {"pubmed": 17465468, "text": "Serum VEGF-C level, VEGF-C and lymphatic vessel density are related to lymph node metastasis and poor prognosis of patients with gastric cancer."}, {"pubmed": 17536453, "text": "In papillary thyroid carcinoma, HIF-1 alpha, VEGF and VEGF-C expressions are significantly increased."}, {"pubmed": 17640671, "text": "MMP-2, MMP-9, and vascular endothelial growth factor C were expressed to similar degrees at all time points in cells exposed to lymphatic flow."}, {"pubmed": 17641542, "text": "VEGF-C contributed to lymphatic involvement and nodal metastasis in colorectal cancer."}, {"pubmed": 17676294, "text": "Goal of study was to define role of VEGF-C, VEGF-D and Flt-4 with TMA technology for tumor biology of urothelial carcinoma of the bladder."}, {"pubmed": 17686546, "text": "In non-small-cell lung cancer cells, VEGF-C/VEGFR-3 coexpression suggests an autocrine/paracrine loop responsible for a high proliferation rate in tumour cells."}, {"pubmed": 17926187, "text": "Expression of VEGF-C, VEGF-D and their receptor VEGFR-3 in diffuse large B-cell lymphomas."}, {"pubmed": 17931169, "text": "The balance between expression of VEGF-C and VEGF-D at the invading colorectal tumour edge may enhance lymphatic metastasis, by promoting tumour lymphangiogenesis or by activation of pre-existing lymphatic vessels."}, {"pubmed": 17935478, "text": "data suggest that VEGF-C alters lymphatic endothelial function through a mechanism involving VEGFR-3"}, {"pubmed": 17970036, "text": "the protein and mRNA levels of VEGF-C and VEGFR-3 were not significantly different in patients with or without metastasis."}, {"pubmed": 18006056, "text": "Increased expression of VEGF-C is associated with acute myeloid leukaemia"}, {"pubmed": 18035072, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18057235, "text": "KSHV-infected endothelial cells are enriched, with VEGF-A and -C molecules playing key roles in KSHV biology."}, {"pubmed": 18061373, "text": "expression of VEGF-C in the margine of tumor is associated with lymphatic metastasis and prognosis and may induced lymphangiogenesis. VEGF-C was important in the regulation of angiogenesis and lymphangiogenesis in PAC."}, {"pubmed": 18190720, "text": "COX-2 may up-regulate VEGF-C expression and thus promote lymph node metastasis via lymphangiogenesis pathway in human breast cancer."}, {"pubmed": 18192971, "text": "VEGF-C has an important role in lymphatic invasion via the preexisting lymphatic vessels in the tumor margin"}, {"pubmed": 18205092, "text": "The VEGF-C system may be involved in controlling tumour angiogenesis in the pituitary adenomas lacking lymphatic vessels, but may also play a role in starting the process of tumour lymphangiogenesis."}, {"pubmed": 18245556, "text": "Higher endogenous VEGFC levels of acute myeloid leukemia cells are related to decreased in vitro and in vivo drug responsiveness."}, {"pubmed": 18250037, "text": "The expressions of COX-2 and VEGF-C are closely correlated in squamous cell carcinoma of the tongue."}, {"pubmed": 18261985, "text": "The expression of VEGF-C and VEGF receptors is regulated specifically in HL-60 cells during macrophage differentiation."}, {"pubmed": 18292935, "text": "Under hypoxic conditions an autocrine loop between VEGF-C/VEGFR-3 and HIF-1 alpha is possible in breast carcinoma and lung carcinoma but not in colorectal carcinoma cell lines."}, {"pubmed": 18295452, "text": "expression by malignant cells is not of predictive value for occult lymph-node metastasis in the early stages of oral squamous cell carcinoma"}, {"pubmed": 18307927, "text": "The high expressions of VEGF-C/VEGFR-3 and inactivation of nm23-H(1) may play an important role in lymphatic metastasis in oral squamous cell carcinoma."}, {"pubmed": 18399170, "text": "Increased VEGF-C level was associated with bone marrow infiltration, skin involvement, and high-risk international prognostic index in angioimmunoblastic T-cell lymphoma."}, {"pubmed": 18440723, "text": "Report expression of VEGF-C/VEGFR3 in osteosarcomas."}, {"pubmed": 18476628, "text": "IFN-gamma can inhibit the expression of VEGF-C in Hep-2 cells."}, {"pubmed": 18509004, "text": "stimulation with insulin and sphinogsine-1-phosphate increased VEGF-C secretion in thyroid follicular cancer cells"}, {"pubmed": 18512120, "text": "VEGF-C and VEGF-D play an important role in lymphangiogenesis making the carcinoma more aggressive and leading to a poor prognosis."}, {"pubmed": 18538739, "text": "Provide further evidence that VEGF-C/VEGFR-3 are expressed and function in cancer cells."}, {"pubmed": 18561194, "text": "VEGF-C and VEGF-D expressions were associated with VEGFR-3 expression and were significantly correlated with both peritumoral lymphangiogenesis and lymph node metastasis."}, {"pubmed": 18564921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18609713, "text": "There was no significant difference in serum levels of VEGF-C and VEGFR-2 between gastic adenocarcinoma patients and controls. VEGF-C was associated with advanced tumor stage and presence of metastasis"}, {"pubmed": 18614759, "text": "Incubation of lymphatic endothelial cells (LEC) with ESM-1 increased the stimulatory effects of both VEGF-A and VEGF-C on LEC proliferation and migration, whereas ESM-1 alone had no effect"}, {"pubmed": 18627789, "text": "Lysophosphatidic acid might regulate VEGF-C and lymphatic marker expression in endothelial cells, which contributes to endothelial cell tube formation in vitro and in vivo, thus facilitating endothelial cell participation lymphangiogenesis."}, {"pubmed": 18630523, "text": "HIF-1alpha might play a crucial role in regional lymph node metastasis as a regulator of lymphangiogenesis and angiogenesis in OSCC with a possible novel pathway involving VEGF-C."}, {"pubmed": 18652765, "text": "Results describe the relationship between protein expression of VEGF-C, MMP-2 and lymph node metastasis in papillary thyroid cancer."}, {"pubmed": 18679715, "text": "VEGF-C expression in melanoma cells was predictive of shorter overall & disease-free survival, without being independent predictor of survival. results confirm that VEGF-C expression in primary cutaneous melanoma plays role in lymphatic spread of tumor."}, {"pubmed": 18717190, "text": "in breast cancer, VEGF-C and VEGF-D are involved in lymphatic vessel invasion prior to lymph node metastasis, and their expression decreases after lymph node metastasis occurs"}, {"pubmed": 18773737, "text": "cannot recommend VEGF-C serum level as a marker for tumor growth in prostate cancer"}, {"pubmed": 18798279, "text": "heparanase plays a unique dual role in tumor metastasis, facilitating tumor cell invasiveness and inducing VEGF C expression, thereby increasing the density of lymphatic vessels that mobilize metastatic cells"}, {"pubmed": 18826121, "text": "In nasopharyngeal carcinoma, the expression rate of VEGF-C was high and was positively correlated with microlymphatic vessel density, lymph node metastasis and tumor staging."}, {"pubmed": 18924431, "text": "High expression of VEGFC allele is being associated with physical endurance of sportsmen."}, {"pubmed": 18953835, "text": "The lymphatic microvessel density in the periphery of breast cancer is correlated with the lymph node metastasis and expression of VEGF-C."}, {"pubmed": 18974119, "text": "regulation of VEGF-C expression by NKX3.1 provides a possible mechanism by which the loss of NKX3.1 protein level leads to lymphangiogenesis in the late stages of advanced prostate cancer"}, {"pubmed": 18983460, "text": "Expression of angiogenic and lymphangiogenic factors (VEGF-A, IL-8, VEGF-C,and VEGF-D) is up-regulated directly or indirectly by altitude-dependent hypoxia. Both factors could be involved in a mechanism of adaptation to high altitudes."}, {"pubmed": 19002718, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19002718, "text": "VEGFC, which encodes the ligand for VEGFR3, was sequenced in all patients with typical Milroy disease and no mutations were identified."}, {"pubmed": 19024518, "text": "VEGF-C expression in esophageal squamous cell carcinoma was significantly higher than in normal mucosa, and significantly higher in patients with lymph node metastasis than that in those without lymph node metastasis."}, {"pubmed": 19041000, "text": "VEGF-C is elevated in patients with recurrent papillary thyroid cancer"}, {"pubmed": 19066962, "text": "The expression of VEGF-A, VEGFR-1, VEGFR-2, and VEGFR-3 in was higher in peritumoral liver tissue, while VEGF-C expression was higher in tumor."}, {"pubmed": 19084972, "text": "Low serum VEGF-C levels are associated with distant metastasis."}, {"pubmed": 19099632, "text": "As2O3 can inhibit expression of VEGF-C and VEGFR-3 of human gastric cancer xenografts in nude mice."}, {"pubmed": 19107364, "text": "HIF-1alpha and VEGF-C were over-expressed in non-small cell lung cancer."}, {"pubmed": 19117016, "text": "High expression of VEGF-C is associated with node micrometastasis in pN0 early gastric cancer"}, {"pubmed": 19141404, "text": "VEGF-C, CD34 and VEGFR-2 expressions were evaluated in cancer tissue of children diagnosed with stadium 4 neuroblastoma, by immunohistochemical assay."}, {"pubmed": 19151999, "text": "VEGF-C was detected in 21 of 58 (36%) cavernous lymphangiomas, ten of 28 (36%) cystic hygromas, 0 of 12 (0%) lymphangioma circumscriptum, and four of ten (40%) intraabdominal lymphangiomas"}, {"pubmed": 19152186, "text": "PRL-3 induces microvascular and lymphatic vessel formation by facilitating VEGF and VEGF-C expression in lung cancer tissues"}, {"pubmed": 19276682, "text": "Overexpression of VEGFC is associated with lymphangiogenesis in colorectal carcinoma."}, {"pubmed": 19280060, "text": "VEGFC might play an important role in tumor progression by stimualting lymphangiogenesis."}, {"pubmed": 19291182, "text": "Endothelin inhibits cholangiocarcinoma growth by a decrease in the vascular endothelial growth factor expression."}, {"pubmed": 19299706, "text": "VEGF C-producing uterine NK cells support endovascular processes"}, {"pubmed": 19302703, "text": "Nuclear HIF-1alpha expression (nHIF-1alpha) showed inverse correlation with diffuse cytoplasmic VEGF-A (p = 0.002) and VEGF-C (p = 0.053)"}, {"pubmed": 19304526, "text": "Celecoxib significantly down-regulated the expression of VEGF-C mRNA, but produced a weak effect on COX-2 mRNA expression in Tca8113 cell line."}, {"pubmed": 19347719, "text": "role of VEGFC in lymphangiogenesis and/or autocrine VEGF signaling in the pathobiology of lymphoma [review]"}, {"pubmed": 19347725, "text": "Autocrine VEGF-A and VEGF-C crosstalks in lymphoma cells are important in the pathogenesis of lymphomas"}, {"pubmed": 19351758, "text": "Compared with breast cancers, soft-tissue sarcomas exhibited lower peritumoral lymphatic vessel density independent of VEGF-C expression"}, {"pubmed": 19420963, "text": "HuR expression in non-small cell lung cancer correlates with vascular endothelial growth factor-C expression and lymph node metastasis"}, {"pubmed": 19462898, "text": "The positive lymph node metastasis and advanced clinical stage were more common in esophageal squamous carcinoma cases with higher expression of VEGF-C and VEGF-D. Expression levels of VEGF-C and VEGF-D correlated significantly with each other."}, {"pubmed": 19589137, "text": "Overexpression of VEGF-C is associated with lymphatic metastasis and lymphatic vessel invasion in cervical carcinoma."}, {"pubmed": 19608016, "text": "COX-2 may play a pivotal role in lymphangiogenesis and lymph node metastasis of prostate cancer via the regulation of VEGF-C expression."}, {"pubmed": 19629892, "text": "VEGF-C and -D may play important roles in lymphangiogenesis and lymph node metastasis in lung adenocarcinoma."}, {"pubmed": 19648590, "text": "Expression of VEGF-C is related to histological grade, pT, pN and lymphatic invasion, and is a prognostic indicator for ESCC"}, {"pubmed": 19671876, "text": "Measuring HIF1a, HB-EGF, and VEGF-C expression may contribute to a better understanding of the prognosis of patients with soft tissue sarcoma and may even play a crucial role for the distribution of patients to multimodal therapeutic regimens."}, {"pubmed": 19701853, "text": "The nuclear localization of VEGF-C and its receptor Flt-4 is a novel finding from this study. It was more common in follicular lymphoma than in peripheral T-cell or diffuse large-cell lymphomas. High VEGFC was associated with poor survival."}, {"pubmed": 19717640, "text": "The lymphangiogenic vascular endothelial growth factors (VEGF) C and D induce Lymphangioleiomyomatosis cell proliferation through activation of their cognate receptor VEGF-R3."}, {"pubmed": 19771906, "text": "The expression of VEGF-C and -D in papillary thyroid carcinoma was significantly higher than those in follicular thyroid carcinoma and adenoma tissues."}, {"pubmed": 19779139, "text": "The VEGF-C/FLT-4 autocrine loop in tumor cells was a potential enhancer system to promote cancer progression."}, {"pubmed": 19781195, "text": "Down-regulation of VEGF-C by shRNA can inhibit the proliferation and invasion of MCF-7 cells."}, {"pubmed": 19813623, "text": "There is a close relationship of laryngeal squamous cell carcinomas with the expression of VEGF-C and VEGFR-3."}, {"pubmed": 19821158, "text": "Our study is the first analysis showing correlation between serum concentrations of three angiogenic factors: VEGF-A, VEGF-C, VEGF-D in breast cancer patients"}, {"pubmed": 19825968, "text": "VEGF-C has a pathogenic role in leukemia via regulation of angiogenesis through upregulation of COX-2"}, {"pubmed": 19828679, "text": "Our results underline the importance of autocrine VEGF for podocyte survival and indicate the delicate balance of VEGF-A and VEGF-C to influence progression of glomerular diseases."}, {"pubmed": 19885590, "text": "overexpression of Pin-1 and VEGF-C may promote tumor progression and metastasis"}, {"pubmed": 19910455, "text": "studies of up-regulation of VEGF in endometrial stromal cells: possible role of retinoic acid as endogenous co-regulator"}, {"pubmed": 19911196, "text": "high VEGF-C expression is associated with aggressive tumor behavior in ovarian cancer"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19923084, "text": "The high expressions of VEGF-C and C-erbB-2 are closely related to lymph node metastasis in breast cancer patients."}, {"pubmed": 19934313, "text": "Chromatin immunoprecipitation showed that LEDGF/p75 binds the VEGF-C promoter, and binding is augmented by FSH. A corresponding hormonally regulated increase in the LEDGF/p75 mRNA and protein levels was observed."}, {"pubmed": 19956642, "text": "analysis of how an enediynyl peptide inhibitor of furin blocks processing of proPDGF-A, B and proVEGF-C"}, {"pubmed": 20021832, "text": "The expressions of PPARgamma and VEGF-C are significantly correlated with the clinicopathological characteristics and biological behavior of extrahepatic cholangioadenocarcinoma."}, {"pubmed": 20107934, "text": "Increased VEGFC is associated with lymphatic metastasis in colorectal cancer."}, {"pubmed": 20119692, "text": "VEGF-C overexpression was highly correlated with lymphatic vessel density and lymph node metastasis in human hilar cholangiocarcinoma."}, {"pubmed": 20120873, "text": "COX-2 and VEGF-C were highly expressed in papillary thyroid carcinoma, with possible interaction of their expressions, and may play a critical role in the cervical lymph node metastasis."}, {"pubmed": 20137690, "text": "In human pancreatic cancer and nude mouse model, the expression of VEGF-C on lymphatic metastasis was higher than in primary tumors."}, {"pubmed": 20145116, "text": "Results provide significant insights into the structural features that determine the high affinity and specificity of VEGF/VEGFR interactions."}, {"pubmed": 20179201, "text": "VEGF-C induced lung lymphangiogenesis and promoted intralymphatic spread of metastases in the lung and formation of tumor emboli in the pulmonary arteries."}, {"pubmed": 20215856, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20223440, "text": "Allelic variations in the vascular endothelial growth factor C gene are associated with pre-eclampsia in both blacks and whites."}, {"pubmed": 20223440, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20336393, "text": "VEGF-C was more markedly expressed in thyroid malignancies than in benign lesions"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20429385, "text": "LMP1 induce expression of VEGFC and COX2 which may contribute to lymphatic metastasis and development of nasopharyngeal carcinoma."}, {"pubmed": 20429915, "text": "Results suggest that VEGF-C promoted cervical cancer metastasis by upregulation and activation of moesin protein through RhoA/ROCK-2 pathway."}, {"pubmed": 20448355, "text": "The positive expression rate of VEGF-C and VEGF-D in gastric cancer tissue was significantly higher than that of normal gastric tissues, and was positively correlated with lymph node metastasis."}, {"pubmed": 20450586, "text": "VEGF-C and VEGF-D are involved in the lymphangiogenesis and angiogenesis in gallbladder carcinoma."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20522712, "text": "Data show that high VEGFC predicts adverse long-term prognosis and provides prognostic information in addition to well-known prognostic factors."}, {"pubmed": 20584281, "text": "High VEGF-C is associated with lymph node metastasis in esophageal cancer."}, {"pubmed": 20608938, "text": "Data showed a positive correlation between HER-2 and COX-2 or VEGF-C mRNA levels in breast cancer."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20651394, "text": "VEGF-C and -D and CCR7 may play critical roles in lymphatic invasion in primary tumors."}, {"pubmed": 20654122, "text": "MMP-2 and MMP-9 in conjunction with VEGF-C, promote lymphangiogenesis and lymph node metastasis of breast cancer."}, {"pubmed": 20672317, "text": "Circulating levels of VEGF-C and VEGF-D could play a role as biomarkers for serological detection and staging in gastric cancer."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20723431, "text": "Increased protein expressions of nuclear CXCR4, VEGF-C, and CK-19 are independent risk factors for developing lymph node metastasis in hepatocellular carcinoma."}, {"pubmed": 20734221, "text": "gallbladder cancer cells express both VEGF-C and its receptors. VEGF-C may have a role in the progressive growth and invasion of human GBC through an autocrine mechanism."}, {"pubmed": 20819530, "text": "ERalpha stable transfection inhibits proliferation and migration capacities of MDA-MB-231 cells and decreases expression of COX-2 and VEGF-C."}, {"pubmed": 20825419, "text": "Data show that specific IL-17/VEGF-C staining by immunochemistry was observed mainly within the cytoplasm in NSCLC tissue sample."}, {"pubmed": 20827282, "text": "VEGF-C is derived from tumor-associated macrophages in squamous cell carcinoma microenvironment"}, {"pubmed": 20864667, "text": "Investigate Bmx mediates VEGF-dependent lymphangiogenic signaling."}, {"pubmed": 20878580, "text": "RECK expression is low in colorectal cancer, while MMP-9 and VEGF-C expressions are high."}, {"pubmed": 21069476, "text": "Depressing COX-2 gene expression by shRNA reduced VEGF-C expression on both mRNA and protein levels in tongue cancer cells."}, {"pubmed": 21159248, "text": "The overexpressions of VEGF-C and EGFR genes are closely related to lymph node metastasis. VEGF-C mRNA and EGFR mRNA are valuable biomarkers for early diagnosis, clinical prediction and prognosis for lung cancer."}, {"pubmed": 21199729, "text": "Data show that positive VEGF-C was significantly correlated with lymph node metastasis of bladder carcinoma."}, {"pubmed": 21264536, "text": "The expression of vascular endothelial growth factor C in ovarian cancer was related to matrix metalloproteinase-2 and E-cadherin."}, {"pubmed": 21269982, "text": "The expression level of VEGF-C was correlated to the Gleason score of prostate cancer."}, {"pubmed": 21279519, "text": "expression of VEGF-C in melanoma fibroblasts was highly associated with the presence of metastasis in the sentinel node"}, {"pubmed": 21302621, "text": "Findings indicated that VEGF-C might be involved in lymph node metastasis of NSCLC."}, {"pubmed": 21330458, "text": "Data show that VEGF-C and HIF1a mRNA were significantly upregulated in oxaliplatin-related SOS."}, {"pubmed": 21374591, "text": "cytokines enhance secretion of VEGF-A and VEGF-C by human retinal and choroidal cells"}, {"pubmed": 21411409, "text": "The aim of this study was to evaluate the relationship between the pretreatment serum levels of VEGF and VEGF-C and the outcome of endometrial cancer patients."}, {"pubmed": 21448429, "text": "Data suggest that MTA1, as a regulator of tumor-associated lymphangiogenesis, promotes lymphangiogenesis in colorectal cancer by mediating the VEGF-C expression."}, {"pubmed": 21482472, "text": "VEGF-C mediated biological function through transcription of CNTN-1, which is implicated in tumor invasion and metastasis."}, {"pubmed": 21520987, "text": "our results suggest that high levels of both VEGF-C and VEGF-D proteins are associated with lymph node metastasis"}, {"pubmed": 21600223, "text": "COX-2 inhibition may diminish lymph node metastasis by suppressing VEGF-C-mediated lymphangiogenesis"}, {"pubmed": 21666710, "text": "new function of CEBP-delta in lymphangiogenesis through regulation of VEGFR3 signaling in lymphatic endothelial cells"}, {"pubmed": 21676077, "text": "Expression of VEGF-C is related to lymph node metastasis (pN1), and is a prognostic indicator for cervical cancer."}, {"pubmed": 21680174, "text": "RNAi-mediated silencing of VEGF-C inhibits non-small cell lung cancer progression by simultaneously down-regulating the CXCR4, CCR7, VEGFR-2 and VEGFR-3-dependent axes-induced ERK, p38 and AKT signalling pathways."}, {"pubmed": 21698469, "text": "VEGF-C differentially regulates VEGF-A expression in ocular and cancer cells; promotes angiogenesis via RhoA mediated pathway."}, {"pubmed": 21732038, "text": "in our ALL cases with TCF3/PBX1 fusion, VEGF-C autocrine stimulation plays an important role in the proliferation of ALL"}, {"pubmed": 21767323, "text": "The VEGF-C signaling pathway plays a role in the pathogenesis of cortical tubers."}, {"pubmed": 21804602, "text": "Downregulation of VEGF-C expression in lung and colon cancer cells decelerates tumor growth and inhibits metastasis via multiple mechanisms"}, {"pubmed": 21821075, "text": "Patients with T2 stage, low level of VEGF-C and absence of bladder Tis were associated with high overall survival and disease-specific survival rate. VEGF-C level can evaluate disease progression and assist in choosing the appropriate treatment"}, {"pubmed": 21839498, "text": "the effects of vegfc/VEGFR3 on the progression of tumor cells to form lymph node metastases occur primarily under an hypoxic tumor microenvironment."}, {"pubmed": 21910784, "text": "These results indicate that VEGF-C plays a critical role in lymph node metastasis in endometrial cancer"}, {"pubmed": 21947598, "text": "VEGF-C may play an important role in cigarette smoking-associated cervical carcinogenesis."}, {"pubmed": 21972089, "text": "Strong expression of VEGF-C and VEGFR-3 in gastrointestinal stromal tumors was not correlated with the clinical parameters of aggressiveness, nor with high lymphatic vessel density."}, {"pubmed": 21986134, "text": "High VEGFC is associated with gastric carcinoma."}, {"pubmed": 21999474, "text": "Maternally derived decidual natural killer cells are capable of influencing fetal-derived trophoblast secretion of VEGF-C."}, {"pubmed": 22008106, "text": "Data shsow that VEGF-C expression is an independent prognostic factor of stage IIIa (N2) lung adenocarcinoma and squamous cell carcinoma."}, {"pubmed": 22023263, "text": "Study demonstrates that CYR61 protein enhances the expression of VEGFC by binding with alphaVbeta3 integrin receptor on the surface of Decidual natural killer cells through intracellular PI3K/AKT signaling pathway."}, {"pubmed": 22049531, "text": "miR-1826 plays an important role as tumor suppressor via CTNNB1/MEK1/VEGFC downregulation in bladder cancer."}, {"pubmed": 22057733, "text": "VEGF-C is highly expressed in ESCC and correlated with lymph node metastasis, as high levels were observed in patients presenting with lymph node metastases relative to those who did not."}, {"pubmed": 22082308, "text": "pSTAT3 may enhance the early lymphatic metastasis in pancreatic cancer through VEGF-C."}, {"pubmed": 22179834, "text": "Studies indicate that Vascular endothelial growth factor-C (VEGF-C) and VEGF receptor 3 signaling are essential for the development of lymphatic vessels and is a promising target for inhibition of tumor lymphangiogenesis."}, {"pubmed": 22199311, "text": "the mTOR-HIF-1alpha-VEGF pathway affects the progression of oral squamous cell carcinomas"}, {"pubmed": 22206010, "text": "VEGF-C, rather than VEGF-A, is closely related to dyslipidemia and atherosclerosis"}, {"pubmed": 22292658, "text": "Lower expression of VEGF-C and lower invasive ability to recombinate basal membranes were apparent in the ASOND group."}, {"pubmed": 22326635, "text": "A significant relationship was found in salivary gland tumors with myoepithelial differentiation regarding simultaneous positive staining for VEGF-C/VEGF-D and flt-4"}, {"pubmed": 22335030, "text": "Abnormal IGF-IR and VEGF-C expression may be important in lymph node metastasis of endometrial adenocarcinoma and might be used to evaluate the prognosis."}, {"pubmed": 22336204, "text": "Syk might down-regulate the expression of VEGF-C by inhibiting the activity of NFkappaB, which thus suppresses lymph node metastasis of breast cancer."}, {"pubmed": 22366442, "text": "VEGF-C is involved in the induction of lymphangiogenesis which results in lymphatic spread of nasopharyngeal carcinoma."}, {"pubmed": 22466647, "text": "A critical role for SIX1 in lymphatic dissemination of breast cancer cells, providing a direct mechanistic explanation for how VEGF-C expression is upregulated in breast cancer."}, {"pubmed": 22496919, "text": "The data showed that extra domain A fibronection could play a role in tumor-induced lymphangiogenesis via upregulating autocrine secretion of VEGF-C in colorectal cancer via the PI3K/Akt-dependent pathway. [extra domain a fibronectin, human]"}, {"pubmed": 22502683, "text": "High VEGF-C gene expression is associated with lymphatic metastasis in laryngeal squamous cell carcinomas."}, {"pubmed": 22537619, "text": "Data indicate that NGF (angiogenesis) and VEGF-C (lymphangiogenesis) might play a crucial role in the pathogenesis of psoriasis vulgaris and could be researched further as potential new targeted therapies for psoriasis vulgaris."}, {"pubmed": 22552325, "text": "results demonstrated that ET-1 and hypoxia act, at list in part, through VEGF to induce lymphangiogenic events and that these two stimuli may cooperate to induce VEGF-A/-C/-D expression and lymphatic differentiation."}, {"pubmed": 22574929, "text": "The extent of both lymphatic proliferation and drainage parallels the progression of lesion severity, as does the up-regulation of pro-lymphangiogenic factors VEGF-C, VEGFR-3, ANG-1, and ANG-2. IL-4-stimulated cells"}, {"pubmed": 22607367, "text": "Survivin regulates VEGF-C expression in lymphatic metastasis in breast cancer."}, {"pubmed": 22626857, "text": "VEGF-C expression was found to be significantly associated with T stage and N stage in esophageal carcinoma. The patients with VEGF-C protein expression had a significantly lower 5-year survival rate."}, {"pubmed": 22649204, "text": "CD8-positive T cells are required to eliminate virus more efficiently from the cornea but play a minimal role in immunopathology as a source of transgenic VEGF-C."}, {"pubmed": 22696643, "text": "VEGF-C activation of lymphatic endothelial cell-specific VEGFR3 receptors blocked Andes virus- and VEGF-A-induced lymphatic endothelial cell permeability."}, {"pubmed": 22804631, "text": "the expression of either VEGF-C or related histopathological markers, indicated the possibility to use VEGF-C immunohistochemistry as a marker of metastatic progression, especially in thin cutaneous melanomas."}, {"pubmed": 22817694, "text": "VEGF-C promotes cervical cancer metastasis by activation of FAK protein through Flt-4/c-Src pathway."}, {"pubmed": 22833169, "text": "This manuscript reviews the role and relevance of VEGF-A and VEGF-C and its downstream signaling in acute myeloid leukemia. [review]"}, {"pubmed": 22906075, "text": "Peritumoral lymphangiogenesis induced by vascular endothelial growth factor C promotes lymph node metastasis in breast cancer."}, {"pubmed": 22910845, "text": "The present findings suggest the potential role of VEGF-C in the pathogenesis and development of a pterygium through lymphangiogenesis and the VEGF-C/VEGFR-3 pathway as a novel therapeutic target for the human pterygium."}, {"pubmed": 22938476, "text": "The expression levels of STAT3, P-STAT3, and VEGF-C were higher in small cell lung cancer than in normal tissue; STAT3 and VEGF-C play important roles in the development of small cell lung cancers"}, {"pubmed": 22965194, "text": "The expression of VEGFR-3 and its ligands, VEGF-C and VEGF-D, significantly increased after activating ET(B)R by ET-1 in primary and metastatic melanoma cell lines"}, {"pubmed": 22967508, "text": "In the tumor microenvironment, the reciprocal interplay between FGF-2 and VEGF-C collaboratively stimulated tumor growth, angiogenesis, intratumoral lymphangiogenesis, and metastasis."}, {"pubmed": 23054001, "text": "Lymphatic microvessel density, VEGF-C and VEGF-D could predict poor prognosis in patients with breast cancer."}, {"pubmed": 23059773, "text": "High mRNA expression of VEGFC is associated with non-small-cell lung cancer."}, {"pubmed": 23059885, "text": "The commitment of Prox1 positive cells through a lymphatic lineage is an early event for cervical neoplastic progression, being present starting with intraepithelial cervical lesions, and is strongly associated with VEGFR3 and VEGF-C expression."}, {"pubmed": 23065569, "text": "results suggest that vascular endothelial growth factor type C expression in oral squamous cell carcinoma cell lines does not seem to be mediated by norepinephrine through the beta-adrenergic receptor pathway"}, {"pubmed": 23111735, "text": "The 23 potential VEGF-C-associated proteins identified in this study provide further insights into the mechanism of VEGF-C promoting malignant progression of bladder cancer cells."}, {"pubmed": 23125006, "text": "There were significant correlations between a high level of tVEGF-C expression and tumor differentiation, tumor depth, lymph node metastasis, TNM stage and metastasis in esophageal squamous cell carcinoma."}, {"pubmed": 23137522, "text": "data show that higher levels of VEGF-A(CSF) are closely related to CNS leukemia (CNSL), and VEGF-A(CSF) may be a better predictor than the other risk factors elucidating the pathogenesis and development of CNSL"}, {"pubmed": 23147541, "text": "We demonstrated that the expression of both MMP-1 and VEGF-C mRNA and protein was upregulated in esophageal SCC tissues."}, {"pubmed": 23149913, "text": "These data suggest a link between the VEGF-C/NRP-2 axis and cancer cell survival"}, {"pubmed": 23158987, "text": "In esophageal squamous cell carcinoma, transfection of HMGB1 can promote the VEGF-C expression and proliferation of the cancer cells through RAGE signal pathway."}, {"pubmed": 23225420, "text": "Patients with neuroendocrine breast cancer exhibit moderate or strong VEGF-C expression."}, {"pubmed": 23242251, "text": "Suberoylanilide hydroxamic acid inhibits VEGF-C expression in breast cancer cells via transcriptional repression."}, {"pubmed": 23242981, "text": "The purpose of this study was to determine whether serum vascular endothelial growth factor-C (VEGF-C) and spleen tyrosine kinase levels are potential markers of lymph node metastasis in patients with oesophageal squamous cell carcinoma."}, {"pubmed": 23317352, "text": "VEGF-C may promote the lymphangiogenesis and lymphatic metastasis of gastro-oesophageal junction adenocarcinoma and may be a prognostic factor for patient survival."}, {"pubmed": 23327061, "text": "VEGF-C appears to promote lymph node metastasis in breast cancer."}, {"pubmed": 23334337, "text": "Vascular endothelial growth factor C is increased in endometrium and promotes endothelial functions, vascular permeability and angiogenesis and growth of endometriosis."}, {"pubmed": 23336661, "text": "Shh, Gli1, VEGFC, and VEGFR3 expression was higher in colorectal adenocarcinoma than in normal mucosa. Gli1 expression correlated with VEGFC and VEGFR3 expression but not lymphatic metastasis."}, {"pubmed": 23350126, "text": "Expression of VEGF-C genes in glioma cell lines U87 is significantly changed under hypoxia and ischemic conditions."}, {"pubmed": 23383322, "text": "Serum vascular endothelial growth factor (VEGF-C) is a diagnostic and prognostic marker in patients with ovarian cancer."}, {"pubmed": 23410910, "text": "We propose that the mutation in VEGFC is causative for the Milroy disease-like phenotype seen in this family. This is the first time a mutation in one of the ligands of VEGFR3 has been reported to cause primary lymphedema."}, {"pubmed": 23424645, "text": "adiponectin regulates VEGF-C expression via Syk-ERK pathway in macrophages"}, {"pubmed": 23473018, "text": "FIGO stage (P < 0.0001), tumor grade (P < 0.0001), lymph node metastasis (P < 0.0001), serum VEGF-C concentration (P = 0.0001), and ascites VEGF-C concentration (P < 0.0001) were significantly correlated with overall survival in ovarian cancer."}, {"pubmed": 23536282, "text": "Platelet-derived growth factor-A and vascular endothelial growth factor-C might induce intimal proliferation in pulmonary arteries and contribute to the development of pulmonary tumor thrombotic microangiopathy."}, {"pubmed": 23574654, "text": "expression of VEGF-C is associated with tumor lymphatic vessel density (LVD) and lymph node metastasis"}, {"pubmed": 23585340, "text": "Dysregulated expression of VEGF-C likely contributes to altered angiogenesis, lymphangiogenesis, neurogenesis and immune function in endometriosis."}, {"pubmed": 23593187, "text": "Our results suggest that the two SNPs of VEGF-C (rs7664413 and rs2046463) and either of two haplotypes of five SNPs combined have potential predictive significance in oral carcinogenesis."}, {"pubmed": 23593282, "text": "An anti-tumor role for miR-27b and its novel target VEGFC in vivo could lead to tumor necrosis."}, {"pubmed": 23651239, "text": "Data show expression of TGF-beta1, TGF-beta2, BMP-4, and BMP-7 was increased in tumor-associated macrophages (TAMs) cocultured with pancreatic cancer cells, and vasohibin-1, VEGF-A, and vVEGF-C expression in pancreatic cancer cells was upregulated by TAMs."}, {"pubmed": 23693075, "text": "VEGF-c may play an important role in the development of endometrial cancer and its metastasis to retroperitoneal lymph node"}, {"pubmed": 23737988, "text": "Expression of VEGF-C, VEGFR-1, and VEGFR-3 in peritumoral liver tissue is associated with a unique type of HCC that has a poorer outcome after hepatectomy"}, {"pubmed": 23809761, "text": "VEGF-C expression was upregulated by COX-2 in OSCC. High VEGF-C expression appears to promote peritumoral lymphangiogenesis.data indicated lymph node metastasis is promoted by COX-2 and VEGF-C in OSCC."}, {"pubmed": 23866030, "text": "High VEGFC expression is associated with gastric cancer."}, {"pubmed": 23870768, "text": "Both MMP-1 and VEGF-C expression were significantly higher in glioma tissues compared to non-neoplastic brain tissues."}, {"pubmed": 23878260, "text": "Data indicate that mutation of the conserved residues mediating the D5 interaction (Thr446 and Lys516) and the D7 interaction (Arg737) compromised VEGF-C induced VEGFR-3 activation."}, {"pubmed": 23879170, "text": "The present study highlights that VEGF-C siRNA in combination with ultrasound-mediated microbubble destruction (UMMD) could be a powerful, promising nonviral technology for breast cancer gene therapy"}, {"pubmed": 23963849, "text": "Vegf-C expression is closely correlated with lymph node recurrence and poor prognosis in patients with early stage cervical cancer."}, {"pubmed": 23990681, "text": "Lymphangiogenesis associates with fibrosis through the transforming growth factor (TGF)beta-VEGF-C pathway."}, {"pubmed": 24023336, "text": "results suggest that the strong podoplanin and VEGF-C expression by malignant cells is associated with perineural invasion in patients with OSCC"}, {"pubmed": 24078449, "text": "VEGF-C overexpression was not associated with poor disease-free survival or overall survival in breast cancer"}, {"pubmed": 24085575, "text": "Increase of VEGFC protein expression is associated with oral squamous cell carcinoma."}, {"pubmed": 24101199, "text": "In conclusion, the combination of VEGF-C and Reg IV may be a promising factor for clinical staging to supplement the classical TNM classification system."}, {"pubmed": 24146275, "text": "the variant genotypes of the VEGF -2578C/A polymorphism, but not the VEGF -634G/C polymorphism, was associated with lung cancer risk."}, {"pubmed": 24173916, "text": "overexpression of lymphangiogenic factors VEGF-C and VEGF-D in colon adenocarcinoma was associated with increased vessel density in tumor-surrounding stroma."}, {"pubmed": 24184161, "text": "VEGF-C induces COX-2-mediated resistance to chemotherapy through the induction of ET-1 expression."}, {"pubmed": 24222146, "text": "High VEGFC expression is associated with nodal metastasis in T1 esophageal squamous cell carcinoma"}, {"pubmed": 24243494, "text": "analysis of PDGFR, VEGF-C, and proteins of the mToR pathway before and after androgen deprivation therapy in prostate carcinoma"}, {"pubmed": 24333721, "text": "Our findings indicate that tumors may develop resistance to anti-VEGF therapy by activating the VEGF-C pathway"}, {"pubmed": 24337012, "text": "Survivin may be a regulator of VEGFC expression in gastric cancer cells, and is essential in invasion and lymphatic metastasis."}, {"pubmed": 24398987, "text": "VEGF-C and VEGFR-3 expression was significantly higher in luminal A subtype compared to luminal B."}, {"pubmed": 24429550, "text": "The findings indicate that VEGF-C overexpression can induce pulmonary lymphangiectasia during a critical period in perinatal development."}, {"pubmed": 24478168, "text": "Genetic polymorphisms within VEGFC are associated with susceptibility to hepatocellular carcinoma."}, {"pubmed": 24508126, "text": "These findings suggest that the VEGFC/VEGFR3 pathway acts as an enhancer of ovarian cancer progression"}, {"pubmed": 24585459, "text": "High VEGF-C mediates RhoGDI2-induced gastric cancer cell metastasis and cisplatin resistance."}, {"pubmed": 24607909, "text": "Osteoclast-like giant cells in the tumor environment promoted tumor growth and lymphangiogenesis, at least in part, by secreting VEGF-C."}, {"pubmed": 24608123, "text": "The genetic polymorphism of VEGF-C rs7664413 might be a predictive factor for the tumor size of urothelial cell carcinoma patients who have a smoking habit."}, {"pubmed": 24650367, "text": "Data suggest that VEGFC enhances cervical cancer invasiveness via up-regulation of galectin-3 via stimulation of NFkappaB/RELA pathway; galectin-3 interacts/activates VEGFR3 (vascular endothelial growth factor receptor-3)."}, {"pubmed": 24744435, "text": "A truncating VEGFC mutation in a family with Milroy-like disease."}, {"pubmed": 24854554, "text": "Tbeta10 human recombinant proteins promoted the expression of VEGF-C by activating AKT phosphorylation in lung cancer cell lines."}, {"pubmed": 24858271, "text": "VEGF-C mRNA accelerates hyperplasia of the lymphatic vessels induced by the tumor and plays an important role in lymph node metastasis in prostate cancer patients."}, {"pubmed": 24862180, "text": "High VEGF-C expression is associated with bladder cancer."}, {"pubmed": 24972450, "text": "Coexpression of both PDGF-BB and VEGF-C was associated with lymphangiogenesis and poor prognosis in NSCLC."}, {"pubmed": 24989178, "text": "Radiation-induced activation of the PI3K/Akt/mTOR signaling pathway increases VEGF-C expression in lung cancer cells, thereby promoting endothelial cell proliferation."}, {"pubmed": 24998585, "text": "High expression of VEGFC is associated with the lymph node metastasis in squamous cell carcinomas of the uterine cervix."}, {"pubmed": 25075012, "text": "The expression of VEGFC was related to intratumoral lymph angiogenesis and serves as a pertinent predictive factor for lymphatic invasion or metastasis, while also providing prognostic value."}, {"pubmed": 25076245, "text": "Increased expression of VEGF-C may play a significant role in the carcinogenesis and progression of gastric adenocarcinoma."}, {"pubmed": 25098430, "text": "Our data suggest that Hodgkin and Reed-Sternberg cells produce VEGFC, and VEGFC expression could be a novel prognostic factor in cHL."}, {"pubmed": 25142796, "text": "tumor cells that expressed high levels of SIX1 could promote lymphangiogenesis and counteract the negative effects of TGFbeta on lymphangiogenesis by increasing the expression of VEGF-C"}, {"pubmed": 25205106, "text": "Mechanistic investigations showed that VEGF-C increased CTTN expression by downregulating Dicer-mediated maturation of miR326, thereby relieving the suppressive effect of miR326 on CTTN expression."}, {"pubmed": 25212831, "text": "These finding suggest that VEGF-C upregulated cortactin expression through Src-mediated downregulation of miR-326."}, {"pubmed": 25229256, "text": "TNFR1 has a role in mediating TNF-alpha-induced tumour lymphangiogenesis and metastasis by modulating VEGF-C-VEGFR3 signalling"}, {"pubmed": 25281926, "text": "VEGF-C down-regulates VEGFR-3 in lymphatic endothelial cells"}, {"pubmed": 25318003, "text": "High expression of VEGF-C is associated with atherosclerotic arteries."}, {"pubmed": 25358638, "text": "Sod3 is a critical mediator of VEGF-C-induced breast cancer metastasis."}, {"pubmed": 25543087, "text": "Neuropilin-2 mediates lymphangiogenesis of colorectal carcinoma via a VEGFC/VEGFR3 independent signaling."}, {"pubmed": 25640364, "text": "Both VEGF-C and VEGF-D are highly expressed in esophageal squamous cell cancer tissue, which may be related to the lymph node metastasis of cancer cells."}, {"pubmed": 25658842, "text": "Data indicate that microRNA miR-101 negatively regulates vascular endothelial growth factor C (VEGF-C) protein expression post-transcriptionally."}, {"pubmed": 25664492, "text": "No significant difference in VEGF-C levels was found in spondyloarthritis and Crohn's disease compared with controls."}, {"pubmed": 25754161, "text": "VEGFC signaling via VEGFR3 promotes lymphangiogenesis and metastasis by orthotopic colorectal tumors in mice and reduces lymphatic endothelial barrier integrity."}, {"pubmed": 25792082, "text": "The results of the meta-analysis strongly indicate that VEGF-C expression could function as a marker for predicting the aggressiveness and prognosis of ESCC."}, {"pubmed": 25797250, "text": "In salivary adenoid cystic carcinoma cells, WIP1 silencing reduced VEGF-C expression. Overexpression of VEGF-C restored migration and invasion in WIP1 knockdown cells."}, {"pubmed": 25801241, "text": "The preoperative sVEGF-C/D levels might be reliable biomarkers for the presence of disease and LNM in patients with GBC. The sVEGF-C/D levels may be prognosis factors that can predict a poor outcome for GBC patients"}, {"pubmed": 25888649, "text": "This mini-review will focus on summarizing recent discoveries regarding the unconventional functions of VEGF-C in cancer progression"}, {"pubmed": 25891418, "text": "These findings suggest that IL-8 may be a potent inducer of LECs, although this effect does not appear to involve the VEGF-C/VEGF-D and VEGFR-3 signaling pathway."}, {"pubmed": 25911567, "text": "study suggests that both VEGF-C and VEGF-D in tumor cells promote lymph node metastasis"}, {"pubmed": 25936422, "text": "VEGF-C inhibition reverses resistance of bladder cancer cells to cisplatin via upregulating maspin."}, {"pubmed": 25948790, "text": "Findings suggest that ILT4 drives NSCLC development in part on activation of ERK signaling which in turn upregulates VEGF-C."}, {"pubmed": 25966777, "text": "Both VEGF-C and MMP13 are significantly upregulated in Multiple Myeloma with lymph-node metastases."}, {"pubmed": 26001393, "text": "There was evidence that HMGB1 upregulates VEGF-C by activating NF-kappaB in a colon cancer cell line."}, {"pubmed": 26072347, "text": "Significant associations were found between VEGFC tag SNPs (individually and within haplotypes) and the presence of any DR or DME in white participants with T1DM and T2DM."}, {"pubmed": 26081937, "text": "high podoplanin expression is associated with aggressive tumor behavior, poor prognosis and metastatic regulation through interaction with VEGF-C."}, {"pubmed": 26093087, "text": "Immunohistochemical analysis of 122 gliomas showed that TGLI1 expression was positively correlated with VEGF-C, TEM7 and microvessel density."}, {"pubmed": 26104766, "text": "Serum levels of VEGF-C do not appear to predict sentinel lymph node status in patients with early breast cancer who undergo SLNB."}, {"pubmed": 26124351, "text": "VEGFC and VEGFR1 mRNA overexpression is of prognostic value, dependent on HER2 status."}, {"pubmed": 26125824, "text": "Inhibition of COX-2 activity reduced VEGF-C mRNA expression and secretion in cholangiocarcinoma cells and decreased their migration but not proliferation"}, {"pubmed": 26176055, "text": "Expression of vascular endothelial growth factor C is related to tumor invasion and lymphatic invasion and is not related to lymph node micrometastasis in patients with pN0 esophageal squamous cell carcinoma."}, {"pubmed": 26190445, "text": "VEGF family members may have important roles in myocardial lymphatics in healthy and in cardiac disease."}, {"pubmed": 26296919, "text": "VEGF-C/D score correlated neither with peypher lymphatic vessel density (LVD) nor with LVD in the tumor center"}, {"pubmed": 26313304, "text": "Vascular endothelial growth factor-A, -C and -D mRNA, and VEGF-A and -D protein were expressed by all CM and UM cell lines, while VEGF-C protein was only expressed by UM cell lines."}, {"pubmed": 26339369, "text": "PKM2 expression was correlated with VEGF-C expression, and combination of PKM2 and VEGF-C levels had the better prognostic significance in predicting the poor outcome of patients with breast cancer."}, {"pubmed": 26443563, "text": "VEGF-C plays a crucial role in tumor lymphangiogenesis and lymph node metastasis of ovarian cancer."}, {"pubmed": 26460960, "text": "miR-27b, miR-101 and miR-128 inhibit angiogenesis by down-regulating VEGF-C expression in gastric cancers."}, {"pubmed": 26467187, "text": "Human lung-resident macrophages express CB1 and CB2 receptors whose activation inhibits the release of angiogenic and lymphangiogenic factors"}, {"pubmed": 26543080, "text": "MTA1 is up-regulated in CRC; its expression is inversely associated with lymphatic metastases and the expression of VEGFC, VEGFD and VEGFR3"}, {"pubmed": 26621525, "text": "High expression of VEGFC is associated with peritoneal dissemination in gastric cancer."}, {"pubmed": 26706909, "text": "The most extensively accepted signaling pathways promoting lymphangiogenesis in tumors include the secreted lymphangiogenic proteins: VEGF-C and VEGF-D, and their cognate receptor on lymphatic endothelium VEGF receptor-3 (VEGFR-3)."}, {"pubmed": 26750536, "text": "Our data suggested that IL-6 mediates the singnal pathway of JAK-STAT3-VEGF-C promoting the growth, invasion and lymphangiogenesis in gastric cancer"}, {"pubmed": 26753562, "text": "the concurrent high expression of VEGF-C and NRP2 is predictive of the unfavorable prognosis in glioblastoma."}, {"pubmed": 26824419, "text": "Data show that WNT1-inducible signaling pathway protein-1 (WISP)-1/CCN4 expression was correlated with vascular endothelial growth factor-C (VEGF-C) expression in Oral squamous cell carcinoma (OSCC) specimens."}, {"pubmed": 26917449, "text": "In colon cancer samples, there was a positive correlation between the expression of integrin alpha4 and VEGF-C. Integrin alpha4 and VEGF-C were significantly associated with the clinicopathological parameters (LMVD, Duke's stage, and lymph node metastasis). patients with high integrin alpha4 or VEGF-C expression had significantly shorter overall survival and tumor-free survival time."}, {"pubmed": 26987844, "text": "This study reports that human dendritic cells produce VEGF-C, a cytokine with potent pro-lymphangiogenic activity when stimulated with IFN-gamma"}, {"pubmed": 27082851, "text": "KAI1-induced decreases in VEGFC expression are mediated via Src/STAT3 signaling pathways in pancreatic cancer cells."}, {"pubmed": 27140699, "text": "HuR plays important roles in determining malignant aggressiveness and outcome in prostate cancer (PCa), especially in androgen-independent PCa cells, via the regulation of cell proliferation, migration, and expression of VEGF-A, -C, and COX-2."}, {"pubmed": 27145366, "text": "Data suggest that the BRG1/STAT3/VEGFC in tumor-associated lymphangiogenesis might lead to the discovery of novel therapeutic targets in the treatment of cancers with BRG1 loss of function."}, {"pubmed": 27166194, "text": "document for the first time that CCL5 induces tumor lymphangiogenesis by the induction of VEGF-C in human cancer cells."}, {"pubmed": 27199372, "text": "By treating LECs with VEGF-C156S and analyzing subsequent changes in gene expression, we identified several 'immediate early' transcription factors that showed a rapid transient upregulation VEGFR-3 stimulation.  these results reveal an important and unanticipated role of HOXD10 in the regulation of VEGFR-3 signaling in lymphatic endothelial cells, and in the control of lymphangiogenesis and permeability."}, {"pubmed": 27229532, "text": "Study is the first to describe the mechanism of bFGF-promoted lymphangiogenesis by upregulating VEGF-C expression in chondrosarcomas."}, {"pubmed": 27229879, "text": "This paper quantifies the lymphatic microvessel density (LMD) in benign and malignant salivary gland tumors and analyzes the relationship between LMD and tumor expression of vascular endothelial growth factors C (VEGF-C) and the proliferative index."}, {"pubmed": 27252405, "text": "Adiponectin promoted VEGF-C expression and secretion in human chondrosarcoma cells."}, {"pubmed": 27314284, "text": "TNF-alpha mediates VEGF-C expression, which plays a critical role in the pathogenesis of pterygia."}, {"pubmed": 27345723, "text": "study is the first to describe the mechanism of leptin-promoted lymphangiogenesis by upregulating VEGF-C expression in chondrosarcomas."}, {"pubmed": 27417330, "text": "High expression of VEGF-C in the primary tumour may be a good determinant for detection of occult tumour cells in the lymph nodes of OSCC cases."}, {"pubmed": 27461624, "text": "a potential link between the upregulation of Syk and VEGF-C expression and lung adenocarcinoma."}, {"pubmed": 27527412, "text": "The summarizes the structure and function features of pathway-related molecules of VEGFC/D-VEGFR3/NRP2 axis, stages of various tumors and their molecular mechanisms and significances in tuthe expression changes of these molecules in different anatomic organs or histopathologic types or development lymphatic metastasis."}, {"pubmed": 27540974, "text": "VEGF-C overexpression shows an unfavorable prognosis for EC patients."}, {"pubmed": 27666723, "text": "This study suggests that NRP1 expression and LVD are independent factors that are likely to predict the risk of LN metastasis in squamous cell carcinoma (SCC)of the tongue, whereas the expression of VEGFC, VEGFR3, CCR7, and SEMA3E are nonindependent predictive factors"}, {"pubmed": 27806941, "text": "Association of coexpressed high levels of VEGF-C and active MMP-9 with lymphatic spreading and local invasiveness of Papillary thyroid carcinoma (PTC) suggests their potential usefulness as predictive biomarkers of aggressive PTC behavior."}, {"pubmed": 27852824, "text": "High VEGFC expression is associated with angiogenesis and lymphangiogenesis."}, {"pubmed": 27876236, "text": "The results of this study suggest that the more aggressive biological behavior of squamous cell carcinoma of the tongue in young patients may be related to a higher expression of VEGF-C."}, {"pubmed": 27907907, "text": "eIF4E promoted cholangiocarcinoma cell metastasis by up-regulating the expression of VEGF-C, MMP-2 and suppressing E-cadherin expression."}, {"pubmed": 27939650, "text": "Overexpression of vascular endothelial growth factor C (VEGF-C) in Kazakh esophageal squamous cell carcinoma (ESCC) was significantly associated with gender, depth of tumor invasion, lymph node metastasis and tumor clinical stage."}, {"pubmed": 28163024, "text": "These results indicate that VEGF-C-induced MSC osteogenesis is mediated through VEGFR2 and VEGFR3, and followed the activation of the ERK/RUNX2 signaling pathway."}, {"pubmed": 28188790, "text": "Taken together, we suggest that ELK3 is an upstream regulator of the NF-kappaB signaling pathway, the inhibition of which leads to the suppression of peritumoral lymphatic vessel development, possibly due to a low VEGFC expression."}, {"pubmed": 28364216, "text": "prolactin induction of VEGF-C and Runx2 was inhibited partly by Carboxypeptidase-D inhibitors, implicating nitric oxide , produced by PRL-regulated Carboxypeptidase-D, in breast cancer progression"}, {"pubmed": 28445620, "text": "Smad4 expression negatively correlated with VEGF-A and VEGF-C in colon cancer"}, {"pubmed": 28471955, "text": "Study showed that VEGF-C levels are high in hypervolemic and low in euvolemic (and hypovolemic) chronic kidney disease patients; serum VEGF-C levels were significantly correlated with bioimpedance spectroscopy measurements"}, {"pubmed": 28524736, "text": "no difference in the levels of VEGF-A, VEGF-C, and VEGF-D in pre-eclampsia compared to normotensive pregnant women stratified by HIV status"}, {"pubmed": 28535405, "text": "CXCR4, CCR7, VEGF-C and VEGF-D expression might have synergistic effects on the lymph node metastasis in patients with cervical cancer."}, {"pubmed": 28545716, "text": "Lymphangiogenesis during tubulointerstitial fibrosis to be associated with increased expression of CTGF and VEGF-C in human obstructed nephropathy as well as in diabetic kidney disease. vitro, CTGF induced VEGF-C production in HK-2 cells, while CTGF siRNA suppressed transforming growth factor beta1-induced VEGF-C upregulation."}, {"pubmed": 28591727, "text": "Retroperitoneal tumour progression in EOC patients is associated with high VEGF-C expression."}, {"pubmed": 28653669, "text": "this study shows that decidual NK cells facilitate the interaction between trophoblastic and endothelial cells via VEGF-C and HGF"}, {"pubmed": 28687807, "text": "Efficient activation of the lymphangiogenic growth factor VEGF-C requires the C-terminal domain of VEGF-C and the N-terminal domain of CCBE1."}, {"pubmed": 28771226, "text": "Mechanistic investigations indicated that BDNF facilitated VEGF-C-dependent lymphangiogenesis through the MEK/ERK/mTOR signaling pathway."}, {"pubmed": 28791841, "text": "Data show that VEGF-C, VEGF-D, and VEGFR-3 were expressed in a substantial percentage of breast carcinomas."}, {"pubmed": 28925057, "text": "serum levels not elevated in patients with erythrodermic mycosis fungoides/Sezary syndrome"}, {"pubmed": 28925100, "text": "Results has shown that VEGF-C was highly expressed in non-small cell lung cancer (NSCLC) tissues and metastatic lymph nodes. VEGF-C expression levels was significantly correlated with lymph node metastasis in NSCLC. Along with CXCR4, VEGF-C might synergically promote lymphatic metastasis in lung cancer and might be a clinical predictor of lymph node metastasis in NSCLC patients."}, {"pubmed": 28984690, "text": "VEGF-A/VEGF-C analysis showed higher positivity in metastatic nodes and higher positivity in the surrounding negative nodes from positive cases in comparison with nonmetastatic patients."}, {"pubmed": 28991900, "text": "In multivariate analysis, only serum VEGF-A correlated to diabetes duration, whereas VEGF-C only correlated to HbA1c and fasting blood glucose."}, {"pubmed": 29075785, "text": "SPARC expression was inversely associated with the degree of malignancy and it had a negative correlation with VEGF-C and VEGF-D expression. Results suggest SPARC might function as a tumor suppressor inhibiting angiogenesis and lymphangiogenesis in ovarian cancer by reducing the expression of VEGF-C and VEGF-D."}, {"pubmed": 29083411, "text": "Studied the effect of recombinant human vascular endothelial growth factor (VEGF)-C on lymphangiogenesis, inflammation, and fibrosis in the mouse kidney using the unilateral ureteral obstruction (UUO); lymphangiogenesis was significantly induced in the UUO+VEGF-C group. In lymphatic endothelial cells, VEGF-C increased the activity and proliferation of such cells and expression of VCAM-1."}, {"pubmed": 29243194, "text": "VEGF-C expression and secretion in gastric cancer is downregulated by kallistatin."}, {"pubmed": 29345176, "text": "Study found an association between VEGFC expression and the adult acute myeloid leukemia patient cytogenetic risk group, with those with a worse prognosis having higher VEGFC expression levels. No correlation was observed between VEGFC expression and survival or complete remission. VEGFC expression strongly correlated with expression of the VEGF receptors FLT1, KDR, and NRP1."}, {"pubmed": 29355840, "text": "BLACAT2 plays a crucial role in lymphangiogenesis and lymphatic metastasis, and our data highlight a regulatory mechanism for VEGF-C and LN metastasis in bladder cancer"}, {"pubmed": 29552758, "text": "VEGF-C is highly expressed in rectal cancer tissues, and the positive expression of VEGF-C is positively correlated with tumor invasion depth, lymph node metastasis and Dukes stage"}, {"pubmed": 29557990, "text": "VEGFR-3 and CAV3 expression demonstrated immunohistochemically in SMCs of the tunica media of SV grafts predicted their early restenosis in triple-vessel CAD patients. CAV2 protein expression in SMCs of ITA grafts indicated the risk of early graft failure both in double-vessel and triple-vessel CAD subjects."}, {"pubmed": 29578160, "text": "Concomitant high expression of survivin and VEGF-C is closely associated with LNM status of PTC patients, which suggests their cooperation in the metastatic process."}, {"pubmed": 29717026, "text": "NCOA1 interacts with NF-kappaB to increase VEGFC levels in human thyroid cancer."}, {"pubmed": 29730230, "text": "VEGF-C expression is involved in the resistin-induced promotion of lymphatic endothelial cells-associated lymphangiogenesis."}, {"pubmed": 29777777, "text": "MiR-128-3p directly targets VEGFC/VEGFR3 to modulate the proliferation of lymphatic endothelial cells through Ca(2+) signaling"}, {"pubmed": 29890027, "text": "TNFSF15, a cytokine mainly produced by blood endothelial cells, facilitates tumor lymphangiogenesis by upregulating VEGFC expression in A549 cells."}, {"pubmed": 30053596, "text": "Results have shown that CRT is regulated by LPA signaling mediating VEGF-C expression. Clinical evidence also showed the association of CRT with VEGF-C and lymphangiogenesis in human prostate cancer."}, {"pubmed": 30071673, "text": "The mutation induced skipping of exon 2 of VEGFC resulting in a frameshift and the introduction of a premature stop codon (p.Ala50ValfsTer18). The mutation leads to a loss of the entire VEGF-homology domain and the C-terminus."}, {"pubmed": 30076714, "text": "PVT1 can regulate VEGFC expression by competitively binding miR-128 in bladder cancer cells."}, {"pubmed": 30142879, "text": "A possible mechanism has been proposed of the TGF-beta-VEGF-C pathway in which TGF-beta promotes VEGF-C production in tubular epithelial cells, macrophages, and mesothelial cells, leading to lymphangiogenesis in renal and peritoneal fibrosis. (Review)"}, {"pubmed": 30169892, "text": "Study reports a novel c.2515G>C (p.E839Q) missense mutation located within the cytoplasmic domain in exon 17 of VEGFR3/FLT4 associated with a novel missense mutation, c.218T>C (p.L73P), located within the N-terminal propeptide in exon 2 of VEGF-C in familial Milroy disease."}, {"pubmed": 30289073, "text": "results disclose unexpected novel roles of VEGFR2 and VEGF-C in the process of EMT of retinal pigment epithelial (RPE) cells and in the Hippo pathway. The data shown here demonstrated that VEGFR2 and VEGF-C are important to maintain the normal physiological state of RPE cells."}, {"pubmed": 30443854, "text": "These results suggest that VEGF-C-induced MSC migration is mediated via VEGFR2 and VEGFR3, and follows the activation of the ERK and FAK signaling pathway. Thus, VEGF-C may be valuable in tissue regeneration and repair in MSC-based therapy."}, {"pubmed": 30483757, "text": "blocking the lectinlike oxLDL1 (LOX1) receptor and the nuclear factor (NF)kappaB signaling pathway following oxLDL (50 microg/ml) treatment in HGC27 cells revealed that oxLDL could activate the NFkappaB signaling pathway mediated by LOX1, with subsequent upregulation of VEGFC expression, and secretion in and from gastric cancer cells, and finally that it could promote the lymphatic metastasis of gastric cancer"}, {"pubmed": 30592282, "text": "Blocking CCR8 via a small molecule inhibitor or short hairpin (sh)RNA mitigated the decrease in Ecadherin, and increase in MMP2 and VEGFC, caused by human recombinant (r)CCL18. CCR8 knockdown by shRNA reversed rCCL18induced cancer cell invasion, migration and epithelialmesenchymal transition"}, {"pubmed": 30629798, "text": "High VEGFC expression is associated with osteosarcoma progression."}, {"pubmed": 30774080, "text": "Ambivalent and emerging role of VEGF-C and the lymphatic system in cancer aggressiveness. [review]"}, {"pubmed": 30788837, "text": "High expression of VEGFC is associated with breast cancer."}, {"pubmed": 30790501, "text": "These results indicate that AR occurs through the Src/MEK/ERK/STAT-3 pathway, activating VEGF-C expression and contributing to lymphangiogenesis in human chondrosarcoma. Thus, AR could be a therapeutic target in metastasis and lymphangiogenesis of chondrosarcoma."}, {"pubmed": 30809300, "text": "Over-expression of lymphangiogenic genes including VEGFC was linked to increased disease-free and overall survival in patients with non-metastatic tumors, whereas its over-expression correlated with decreased progression-free and overall survival of metastatic patients."}, {"pubmed": 30863410, "text": "Inflammation and Lymphatic Function."}, {"pubmed": 30993496, "text": "This study suggests that the high expression of MMP-9 and VEGF-C could act as markers for the tumor presence in breast cancer. In addition, this study recommends that expression of MMP-9 and VEGF-C was significantly associated with lymph node status and may provide valuable diagnosis of lymph node metastasis in breast cancer patients."}, {"pubmed": 31013538, "text": "The Roles of Neuropilin 2/VEGF-C Axis in a Series of Recurrent Lymphangioma."}, {"pubmed": 31092426, "text": "A statistically significant positive correlation of CHI3L1 and Nogo-A expression (r=0.474, p>0.0001) and a positive correlation of Nogo-A and VEGFC expression (r=0.280, p=0.013) were found.  CHI3L1 and Nogo-A are important in angiogenesis in invasive ductal breast carcinoma"}, {"pubmed": 31099754, "text": "Here the authors describe a novel, unique VEGF-C form in the human reproductive system produced via cleavage by kallikrein-related peptidase 3 (KLK3), aka prostate-specific antigen (PSA). Using mass spectrometric analysis of the isolated VEGF-C-cleaving activity from human saliva, we identified cathepsin D as a protease that can activate VEGF-C as well as VEGF-D."}, {"pubmed": 31239267, "text": "VEGFC is abundant in colorectal cancer and activates VEGFR3 present on cancer-associated macrophages and lymphatic vessels."}, {"pubmed": 31478229, "text": "Silencing vascular endothelial growth factor C increases the radiosensitivity in nasopharyngeal carcinoma CNE-2 cells."}, {"pubmed": 31478352, "text": "The rs4604006 and rs12646659 of VEGF-C gene were related to the susceptibility of cervical cancer in Chinese Uygur population."}, {"pubmed": 31545498, "text": "Study illustrated the mechanisms by which RIP1 regulates VEGFC expression, by activating NFkappaB and AP1 to combine with the 332 to 190 nt area of the VEGFC promoter. Orthotopic mouse model of gallbladder cancer further elucidated that RIP1 promotes gallbladder cancer metastasis."}, {"pubmed": 31692815, "text": "Study findings suggest that VEGF-C gene polymorphisms might serve as a diagnostic marker and therapeutic target for rheumatoid arthritis (RA) therapy. Pharmacotherapies that modulate the activity of the VEGF-C gene may be promising for RA treatment."}, {"pubmed": 31942068, "text": "results reveal the capacity of VEGF-C to promote immune surveillance of tumours, and suggest a new therapeutic approach to treat brain tumours"}, {"pubmed": 31983128, "text": "High VEGFC expression is associated with esophageal cancer."}, {"pubmed": 32132179, "text": "BACH family members regulate angiogenesis and lymphangiogenesis by modulating VEGFC expression."}, {"pubmed": 32154654, "text": "Clinical importance of VEGFC and PD-L1 co-expression in lung adenocarcinoma patients."}, {"pubmed": 32259632, "text": "miR-646 acted as a target of hsa_circ_0041795 and VEGFC was a direct target of miR-646."}, {"pubmed": 32319336, "text": "Distinct Characteristics of VEGF-D and VEGF-C to Predict Mortality in Patients With Suspected or Known Coronary Artery Disease."}, {"pubmed": 32342645, "text": "Circular RNA MYLK promotes tumour growth and metastasis via modulating miR-513a-5p/VEGFC signalling in renal cell carcinoma."}, {"pubmed": 32423083, "text": "Increased Level of Vascular Endothelial Growth Factors by 4-hexylresorcinol is Mediated by Transforming Growth Factor-beta1 and Accelerates Capillary Regeneration in the Burns in Diabetic Animals."}, {"pubmed": 32473243, "text": "MiR-182-5p inhibits colon cancer tumorigenesis, angiogenesis, and lymphangiogenesis by directly downregulating VEGF-C."}, {"pubmed": 32513927, "text": "Blockade of VEGF-C signaling inhibits lymphatic malformations driven by oncogenic PIK3CA mutation."}, {"pubmed": 32592340, "text": "Investigation on the role of biallelic variants in VEGF-C found in a patient affected by Milroy-like lymphedema."}, {"pubmed": 32680978, "text": "Circular RNA circVEGFC accelerates high glucose-induced vascular endothelial cells apoptosis through miR-338-3p/HIF-1alpha/VEGFA axis."}, {"pubmed": 33004630, "text": "Extracellular vesicle-associated VEGF-C promotes lymphangiogenesis and immune cells infiltration in endometriosis."}, {"pubmed": 33040837, "text": "Down-regulation of miR-556-3p inhibits hemangioma cell proliferation and promotes apoptosis by targeting VEGFC."}, {"pubmed": 33067561, "text": "VEGFC negatively regulates the growth and aggressiveness of medulloblastoma cells."}, {"pubmed": 33080605, "text": "Can Vascular Endothelial Growth Factors and CD34 Expression Implement NICE (Narrow-Band Imaging International Colorectal Endoscopic) Classification in Colorectal Polypoid Lesion Diagnosis?"}, {"pubmed": 33128283, "text": "c-Myc promotes lymphatic metastasis of pancreatic neuroendocrine tumor through VEGFC upregulation."}, {"pubmed": 33167678, "text": "Amplified LncRNA PVT1 promotes lung cancer proliferation and metastasis by facilitating VEGFC expression."}, {"pubmed": 33191789, "text": "High ELK3 expression is associated with the VEGF-C/VEGFR-3 axis and gastric tumorigenesis and enhances infiltration of M2 macrophages."}, {"pubmed": 33299122, "text": "VEGF-C mediates tumor growth and metastasis through promoting EMT-epithelial breast cancer cell crosstalk."}, {"pubmed": 33500522, "text": "An origami paper-based nanoformulated immunosensor detects picograms of VEGF-C per milliliter of blood."}, {"pubmed": 33819344, "text": "Polymorphism analysis of candidate risk genes for pressure injuries in older Japanese patients: A cross-sectional study at a long-term care hospital."}, {"pubmed": 33875575, "text": "Genomic Landscapes of Noncoding RNAs Regulating VEGFA and VEGFC Expression in Endothelial Cells."}, {"pubmed": 34010715, "text": "The Hippo-TAZ axis mediates vascular endothelial growth factor C in glioblastoma-derived exosomes to promote angiogenesis."}, {"pubmed": 34233294, "text": "Glioma stem cell-derived exosomal miR-944 reduces glioma growth and angiogenesis by inhibiting AKT/ERK signaling."}, {"pubmed": 34499196, "text": "Serum VEGF-C as an evaluation marker of disease activity in adult-onset Still's disease."}, {"pubmed": 34643549, "text": "Coexpression of TLR9 and VEGF-C is associated with lymphatic metastasis in prostate cancer."}, {"pubmed": 35072651, "text": "MicroRNA-203a-3p affects the biological characteristics of nasopharyngeal carcinoma by targeting vascular endothelial growth factor-C."}, {"pubmed": 35259773, "text": "Vascular endothelial growth factor-C modulates cortical NMDA receptor activity in cortical lesions of young patients and rat model with focal cortical dysplasia."}, {"pubmed": 35337853, "text": "The absence of cellular glucose triggers oncogene AEG-1 that instigates VEGFC in HCC: A possible genetic root cause of angiogenesis."}, {"pubmed": 35865663, "text": "The Relationship between VEGFC Gene Polymorphisms and Autoimmune Thyroiditis."}, {"pubmed": 36064450, "text": "ADSCs stimulated by VEGF-C alleviate intestinal inflammation via dual mechanisms of enhancing lymphatic drainage by a VEGF-C/VEGFR-3-dependent mechanism and inhibiting the NF-kappaB pathway by the secretome."}, {"pubmed": 36617735, "text": "CircHGS enhances the progression of bladder cancer by regulating the miR-513a-5p/VEGFC axis and activating the AKT/mTOR signaling pathway."}, {"pubmed": 36682577, "text": "Diagnostic and prognostic value of plasma cell-free DNA combined with VEGF-C in laryngeal squamous cell carcinoma."}, {"pubmed": 36766725, "text": "Macrophages Promote Ovarian Cancer-Mesothelial Cell Adhesion by Upregulation of ITGA2 and VEGFC in Mesothelial Cells."}, {"pubmed": 37086494, "text": "ALIX promotes cell migration and invasion of head and neck squamous cell carcinoma by regulating the expression of MMP9, MMP14, VEGF-C."}, {"pubmed": 37486100, "text": "The expression levels of NOS2, HMOX1, and VEGFC in cumulus cells are markers of oocyte maturation and fertilization rate."}, {"pubmed": 37942701, "text": "Association of plasma NRP2 and VEGF-C levels with prostate cancer disease severity."}, {"pubmed": 38092144, "text": "Neovascularization directed by CAVIN1/CCBE1/VEGFC confers TMZ-resistance in glioblastoma."}, {"pubmed": 38092160, "text": "Correlation of serum VEGF-C, ANGPTL4, and activin A levels with frailty."}, {"pubmed": 38203550, "text": "VEGFC Gene Expression Is Associated with Tumor Progression and Disease-Free Survival in Cutaneous Squamous Cell Carcinoma."}, {"pubmed": 38211648, "text": "DHCR7 promotes lymph node metastasis in cervical cancer through cholesterol reprogramming-mediated activation of the KANK4/PI3K/AKT axis and VEGF-C secretion."}, {"pubmed": 38372116, "text": "Comparative study on the expression of Pax3, Rad51 and VEGF-C in esophageal gastric junction adenocarcinoma and distal gastric adenocarcinoma."}, {"pubmed": 38728943, "text": "miR-455-3p regulates lymphangiogenesis in silicosis by regulating VEGF-C/VEGFR3."}], "genomic_pos": {"chr": "4", "end": 176792922, "ensemblgene": "ENSG00000150630", "start": 176683538, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 177713881, "start": 177604689, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001938", "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002040", "qualifier": "involved_in", "term": "sprouting angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002052", "qualifier": "involved_in", "term": "positive regulation of neuroblast proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006929", "pubmed": 8617204, "qualifier": "involved_in", "term": "substrate-dependent cell migration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8617204, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 8617204, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014009", "qualifier": "involved_in", "term": "glial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016331", "qualifier": "involved_in", "term": "morphogenesis of embryonic epithelium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030947", "qualifier": "involved_in", "term": "regulation of vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031954", "qualifier": "involved_in", "term": "positive regulation of protein autophosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038084", "qualifier": "involved_in", "term": "vascular endothelial growth factor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043536", "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045668", "qualifier": "involved_in", "term": "negative regulation of osteoblast differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045776", "qualifier": "involved_in", "term": "negative regulation of blood pressure"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048010", "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048010", "pubmed": 23878260, "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050714", "qualifier": "involved_in", "term": "positive regulation of protein secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050930", "qualifier": "involved_in", "term": "induction of positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050930", "pubmed": 19275959, "qualifier": "involved_in", "term": "induction of positive chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060252", "qualifier": "involved_in", "term": "positive regulation of glial cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060754", "qualifier": "involved_in", "term": "positive regulation of mast cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060754", "pubmed": 19275959, "qualifier": "involved_in", "term": "positive regulation of mast cell chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901492", "qualifier": "involved_in", "term": "positive regulation of lymphangiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902462", "qualifier": "involved_in", "term": "positive regulation of mesenchymal stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20145116, 21130043, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042056", "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 19275959, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043185", "qualifier": "enables", "term": "vascular endothelial growth factor receptor 3 binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043185", "pubmed": 23878260, "qualifier": "enables", "term": "vascular endothelial growth factor receptor 3 binding"}]}, "homologene": {"genes": [[7955, 403049], [8364, 100487606], [9031, 422573], [9544, 699502], [9598, 471358], [9606, 7424], [9615, 482932], [9913, 282122], [10090, 22341], [10116, 114111]], "id": 3962}, "interpro": [{"desc": "PDGF/VEGF domain", "id": "IPR000072", "short_desc": "PDGF/VEGF_dom"}, {"desc": "CXCXC repeat", "id": "IPR004153", "short_desc": "CXCXC_repeat"}, {"desc": "Platelet-derived growth factor, conserved site", "id": "IPR023581", "short_desc": "PD_growth_factor_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00028076", "map_location": "4q34.3", "name": "vascular endothelial growth factor C", "other_names": ["FLT4 ligand DHM", "vascular endothelial growth factor C", "vascular endothelial growth factor-related protein"], "pantherdb": {"HGNC": "12682", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109124", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 10090, "uniprot_kb": "P97953"}, {"RGD": "619800", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 10116, "uniprot_kb": "O35757"}, {"Ensembl": "ENSGALG00000010847", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 9031, "uniprot_kb": "E1C7C6"}, {"ZFIN": "ZDB-GENE-040303-4", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 7955, "uniprot_kb": "Q7T3I6"}], "uniprot_kb": "P49767"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "pid": [{"id": "integrin_a9b1_pathway", "name": "Alpha9 beta1 integrin signaling events"}, {"id": "lymphangiogenesis_pathway", "name": "VEGFR3 signaling in lymphatic endothelium"}, {"id": "vegf_vegfr_pathway", "name": "VEGF and VEGFR signaling network"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194313", "name": "VEGF ligand-receptor interactions"}, {"id": "R-HSA-195399", "name": "VEGF binds to VEGFR leading to receptor dimerization"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP1591", "name": "Heart Development"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3593", "name": "MicroRNA for Targeting Cancer Growth and Vascularization in Glioblastoma"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}]}, "pdb": ["2X1W", "2X1X", "4BSK", "6TJT"], "pfam": ["PF00341", "PF03128"], "pharmgkb": "PA37304", "pharos": {"target_id": 9726, "tdl": "Tbio"}, "pir": "S69207", "prosite": "PS50278", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326545", "relationship": "is"}, {"id": "GNF326546", "relationship": "is"}, {"id": "GNF326547", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257887", "relationship": "is"}, {"id": "GNF257888", "relationship": "is"}, {"id": "GNF257889", "relationship": "is"}, {"id": "GNF257890", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162428", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047982", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF015389", "relationship": "is"}, {"id": "GNF015390", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF243647", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330424", "relationship": "is"}, {"id": "GNF331840", "relationship": "is"}, {"id": "GNF333626", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337065", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095700", "relationship": "is"}, {"id": "GNF135357", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_034216.1"], "protein": "NP_005420.1", "rna": "NM_005429.5", "translation": {"protein": "NP_005420.1", "rna": "NM_005429.5"}}, "reporter": {"HG-U133_Plus_2": "209946_at", "HG-U95Av2": ["159_at", "1934_s_at"], "HTA-2_0": "TC04001765.hg.1", "HuEx-1_0": "2794792", "HuGene-1_1": "8103822", "HuGene-2_1": "16981730"}, "summary": "The protein encoded by this gene is a member of the platelet-derived growth factor/vascular endothelial growth factor (PDGF/VEGF) family. The encoded protein promotes angiogenesis and endothelial cell growth, and can also affect the permeability of blood vessels. The proprotein is further cleaved into a fully processed form that can bind and activate VEGFR-2 and VEGFR-3 receptors. [provided by RefSeq, Apr 2014].", "symbol": "VEGFC", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336933"}, "unigene": "Hs.435215", "uniprot": {"Swiss-Prot": "P49767"}, "wikipedia": {"url_stub": "Vascular endothelial growth factor C"}}