{"AllianceGenome": "3708", "HGNC": "3708", "MIM": "300091", "_id": "2277", "_version": 1, "accession": {"genomic": ["AC095351.5", "AY874421.1", "CH471074.1", "CP068255.2", "CQ858318.1", "CS023802.1", "CS037005.1", "CS067232.1", "CS148545.1", "CS172369.1", "CS172815.1", "CS367410.1", "FB510795.1", "HC040689.1", "NC_000023.11", "NC_060947.1", "NG_012509.1", "U69570.1", "Y12864.1", "Y12865.1", "Y12866.1", "Y12867.1", "Y12868.1", "Y12869.1"], "protein": ["AAH27948.1", "BAA24264.1", "BAD96880.1", "BAG35990.1", "CAA03942.1", "CAA73370.1", "CAA73371.1", "CAH23420.1", "CAI59113.1", "CAI63839.1", "CAI84579.1", "CAJ29849.1", "CAJ32892.1", "CAJ32904.1", "CAL32762.1", "CAV32972.1", "CBH30537.1", "EAW98885.1", "NP_004460.1", "O43915.1"], "rna": ["AJ000185.1", "AK223160.1", "AK313173.1", "BC027948.1", "D89630.1", "DA587496.1", "NM_004469.5", "Y12863.1"], "translation": [{"protein": "CAA03942.1", "rna": "AJ000185.1"}, {"protein": "BAD96880.1", "rna": "AK223160.1"}, {"protein": "NP_004460.1", "rna": "NM_004469.5"}, {"protein": "CAA73370.1", "rna": "Y12863.1"}, {"protein": "BAA24264.1", "rna": "D89630.1"}, {"protein": "AAH27948.1", "rna": "BC027948.1"}, {"protein": "BAG35990.1", "rna": "AK313173.1"}]}, "alias": ["FIGF", "VEGF-D"], "ensembl": {"gene": "ENSG00000165197", "protein": "ENSP00000297904", "transcript": ["ENST00000297904", "ENST00000488351"], "translation": [{"protein": "ENSP00000297904", "rna": "ENST00000297904"}], "type_of_gene": "protein_coding"}, "entrezgene": "2277", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.3825984798, "exp_mis": 79.2982489416, "exp_syn": 31.6092471869, "lof_z": 1.8739868438791, "mis_z": -0.0385449142692713, "mu_lof": 1.13693741432e-06, "mu_mis": 9.89867594505e-06, "mu_syn": 3.74492623485e-06, "n_lof": 5.0, "n_mis": 80.0, "n_syn": 37.0, "p_li": 0.0109063275472999, "p_null": 0.0418840838300256, "p_rec": 0.947209588622675, "syn_z": -0.594417456369531}, "bp": 1065, "cds_end": 15402068, "cds_start": 15364254, "n_exons": 7, "nonpsych": {"exp_lof": 10.2173459568, "exp_mis": 71.81968478, "exp_syn": 28.5637635323, "lof_z": 1.60299634033992, "mis_z": 0.346369019595555, "mu_lof": 1.13693741432e-06, "mu_mis": 9.89867594505e-06, "mu_syn": 3.74492623485e-06, "n_lof": 5.0, "n_mis": 66.0, "n_syn": 35.0, "p_li": 0.00781396058266421, "p_null": 0.076014671379568, "p_rec": 0.916171368037768, "syn_z": -0.758207504096297}, "nontcga": {"exp_lof": 10.3310010485, "exp_mis": 72.1876996616, "exp_syn": 28.7531718986, "lof_z": 1.9430431652016, "mis_z": 0.0696441877294616, "mu_lof": 1.13693741432e-06, "mu_mis": 9.89867594505e-06, "mu_syn": 3.74492623485e-06, "n_lof": 4.0, "n_mis": 71.0, "n_syn": 33.0, "p_li": 0.0391295653732508, "p_null": 0.031501752367061, "p_rec": 0.929368682259688, "syn_z": -0.501469236015439}, "transcript": "ENST00000297904.3"}, "exons": [{"cdsend": 15383946, "cdsstart": 15346132, "chr": "X", "position": [[15345595, 15346259], [15347163, 15347359], [15353067, 15353168], [15355149, 15355298], [15358002, 15358193], [15363108, 15363319], [15383856, 15384413]], "strand": -1, "transcript": "NM_004469", "txend": 15384413, "txstart": 15345595}], "exons_hg19": [{"cdsend": 15402068, "cdsstart": 15364254, "chr": "X", "position": [[15363717, 15364381], [15365285, 15365481], [15371189, 15371290], [15373271, 15373420], [15376124, 15376315], [15381230, 15381441], [15401978, 15402535]], "strand": -1, "transcript": "NM_004469", "txend": 15402535, "txstart": 15363717}], "generif": [{"pubmed": 12576440, "text": "VEGF-D expression is associated with lymph node metastasis and may be a novel prognostic factor in breast cancer."}, {"pubmed": 12610509, "text": "Increased expression of VEGF-C, VEGF-D and VEGFR-3 was significantly associated with lymph node metastasis and peritoneal metastasis from ovarian neoplasms"}, {"pubmed": 12714562, "text": "Using adenoviral gene transfer in rabbit hindlimb skeletal muscle, VEGF-D was the strongest angiogenic and lymphangiogenic effector among VEGFs delivered"}, {"pubmed": 12759540, "text": "VEGF-D-positive staining in 26 of the 83 carcinomas (31%): significant relationship between the presence of VEGF-D protein and the incidence of lymph node metastasis (p < 0.01)."}, {"pubmed": 12920128, "text": "study demonstrated that beta-catenin negative regulation is on the vascular endothelial growth factor-D messenger RNA 3'-untranslated region"}, {"pubmed": 12963694, "text": "Data show that the serine protease plasmin cleaved both propeptides from human vascular endothelial growth factor (VEGF)-D, generating mature forms, and also activated VEGF-C."}, {"pubmed": 15590642, "text": "VEGF-C and VEGF-D are ligands for the integrin alpha9beta1"}, {"pubmed": 15623620, "text": "High vascular endothelial growth factor D expression is associated with lymph node metastasis in human pancreatic cancer"}, {"pubmed": 15693535, "text": "Patients with primary lymphedema have serum level of VEGF-D significantly higher than controls.The increased levels of VEGF-D suggest that primary lymphedema may be based on defective stimulation of VEGFR-3."}, {"pubmed": 15701844, "text": "High expression of VEGF-D was associated with advanced-stage metastatic prostate cancer."}, {"pubmed": 15803188, "text": "Findings indicate that VEGF-D expression and increased lymph vessel density may have an important role for lymph node metastasis in papillary thyroid carcinoma."}, {"pubmed": 16049374, "text": "VEGF-D levels were decreased in patients with cervical nodal metastasis as compared to patients with negative lymph node status"}, {"pubmed": 16152591, "text": "VEGF-D has a novel function as a survival factor of breast carcinoma cells in addition to its established functions as an angiogenic and lymphangiogenic fa"}, {"pubmed": 16467091, "text": "The VEGF-D expression was associated only with LVD(D2-40-positive vessels)and regulated ."}, {"pubmed": 16624815, "text": "VEGF-D/VEGFR-3 signaling plays a critical role in osteoblast maturation"}, {"pubmed": 16816121, "text": "VEGF-Dreacts with neuropilin 2 in a heparin-dependent way."}, {"pubmed": 16924525, "text": "results suggest the presence of lymphatic capillaries throughout the skeletal muscle, and present the localisation of VEGF-C and -D in the muscles."}, {"pubmed": 17034294, "text": "Serum VEGF-D levels may be a valuable surrogate marker for evaluating the disease severity in lymphangioleiomyomatosis"}, {"pubmed": 17222375, "text": "In nasopharyngeal carcinoma, positive expression of VEGF-D shows no correlation to regional lymph node metastasis, but is positively related to high expression of VEGF-C and closely correlated to 5-year survival rate."}, {"pubmed": 17242158, "text": "in binding VEGFR-2, furin and PC5 promote cleavage of N-and C-terminal VEGF-D propeptides, whereas PC7 promotes cleavage of the C-terminal propeptide only"}, {"pubmed": 17442484, "text": "Expression of VEGF-D was found to be related to the presence of intralymphatic tumor cells."}, {"pubmed": 17676294, "text": "Goal of study was to define role of VEGF-C, VEGF-D and Flt-4 with TMA technology for tumor biology of urothelial carcinoma of the bladder."}, {"pubmed": 17917969, "text": "VEGF-D could contribute to leukemia and lymphoma growth via the induction of angiogenesis in bone marrow and lymphoid tissues"}, {"pubmed": 17926187, "text": "Expression of VEGF-C, VEGF-D and their receptor VEGFR-3 in diffuse large B-cell lymphomas."}, {"pubmed": 17931169, "text": "The balance between expression of VEGF-C and VEGF-D at the invading colorectal tumour edge may enhance lymphatic metastasis, by promoting tumour lymphangiogenesis or by activation of pre-existing lymphatic vessels."}, {"pubmed": 17970036, "text": "The expression of VEGF-D protein and mRNA levels in patients without lymph node metastasis were significantly higher than those with metastasis (p=0.013, p=0.0494, respectively)."}, {"pubmed": 18171601, "text": "the 936_C>T polymorphism appears to modify disease risks in BRCA1 carriers."}, {"pubmed": 18199540, "text": "Regulation of vascular endothelial growth factor D by hepatocyte nuclear factor-4 alpha and chicken ovalbumin upstream promoter transcription factors 1 and 2."}, {"pubmed": 18416461, "text": "Injection of a plasmid encoding VEGF-D through the portal vein is an effective method to induce the formation of fenestrae and decrease portal vein pressure in cirrhotic rats."}, {"pubmed": 18512120, "text": "VEGF-C and VEGF-D play an important role in lymphangiogenesis making the carcinoma more aggressive and leading to a poor prognosis."}, {"pubmed": 18561194, "text": "VEGF-C and VEGF-D expressions were associated with VEGFR-3 expression and were significantly correlated with both peritumoral lymphangiogenesis and lymph node metastasis."}, {"pubmed": 18564921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18609713, "text": "Serum levels of VEGF-D were significantly higher in control subjects than in patients with gastric adenocarcinomas."}, {"pubmed": 18636361, "text": "The expression of VEGF-D in rectal cancer was significantly higher than that in rectal polyps and normal rectal tissues."}, {"pubmed": 18717190, "text": "in breast cancer, VEGF-C and VEGF-D are involved in lymphatic vessel invasion prior to lymph node metastasis, and their expression decreases after lymph node metastasis occurs"}, {"pubmed": 18941249, "text": "VEGF-D is involved in CD74-induced promotion of cell proliferation and invasion, as well as tumor-induced human umbilical vein endothelial cell migration in vitro."}, {"pubmed": 18983460, "text": "Expression of angiogenic and lymphangiogenic factors (VEGF-A, IL-8, VEGF-C,and VEGF-D) is up-regulated directly or indirectly by altitude-dependent hypoxia. Both factors could be involved in a mechanism of adaptation to high altitudes."}, {"pubmed": 19074006, "text": "Vascular endothelial growth factor-D transgenic mice show enhanced blood capillary density, improved postischemic muscle regeneration, and increased susceptibility to tumor formation."}, {"pubmed": 19096126, "text": "An association between expression of HIF-1alpha and VEGF-D suggests that these two angiogenic factors are essential in progression of esophageal squamous cell carcinoma."}, {"pubmed": 19117016, "text": "High expression of VEGF-D is associated with node micrometastasis in pN0 early gastric cancer"}, {"pubmed": 19226617, "text": "VEGF-D plays an essential role in tumoral lymphangiogenesis and lymphatic spread. VEGF-D expression, and the intratumoral lymphatics are indicators for prognostic evaluation in patients with epithelial ovarian carcinoma."}, {"pubmed": 19265133, "text": "VEGF-D enhances interleukin (IL)-18 messenger RNA (mRNA) expression and protein secretion, an important step in gastric cancer progression."}, {"pubmed": 19301310, "text": "TGFbeta1 stimulates VEGFD/VEGFR3 receptor axis activation leading to increased cell migration and invasion by primary intermediate prostate cancer basal cell cultures"}, {"pubmed": 19462898, "text": "The positive lymph node metastasis and advanced clinical stage were more common in esophageal squamous carcinoma cases with higher expression of VEGF-C and VEGF-D. Expression levels of VEGF-C and VEGF-D correlated significantly with each other."}, {"pubmed": 19589137, "text": "Overexpression of VEGF-D is associated with lymphatic metastasis and lymphatic vessel invasion in cervical carcinoma."}, {"pubmed": 19629892, "text": "VEGF-C and -D may play important roles in lymphangiogenesis and lymph node metastasis in lung adenocarcinoma."}, {"pubmed": 19717640, "text": "The lymphangiogenic vascular endothelial growth factors (VEGF) C and D induce Lymphangioleiomyomatosis cell proliferation through activation of their cognate receptor VEGF-R3."}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19744460, "text": "important factor for predicting hepatic metastasis from gastric cancer following radical gastrectomy"}, {"pubmed": 19771906, "text": "The expression of VEGF-C and -D in papillary thyroid carcinoma was significantly higher than those in follicular thyroid carcinoma and adenoma tissues."}, {"pubmed": 19821158, "text": "Our study is the first analysis showing correlation between serum concentrations of three angiogenic factors: VEGF-A, VEGF-C, VEGF-D in breast cancer patients"}, {"pubmed": 20096685, "text": "Data show that to induce proangiogenic phenotype and migration of HUVECs, VEGF-D upregulates expression of proteins known to participate in the cell-matrix interactions and silences some membrane proteins which could interfere with this process."}, {"pubmed": 20143921, "text": "High VEGFD in serum is associated with lymphangioleiomyomatosis."}, {"pubmed": 20179233, "text": "VEGFR-1 and sVEGFR-2, and upregulation of angiogenic activators VEGF-A and VEGF-D in MYCN-amplified stage IV neuroblastoma supports the crucial effect of this oncogene on neuroblastoma progression"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20448355, "text": "The positive expression rate of VEGF-C and VEGF-D in gastric cancer tissue was significantly higher than that of normal gastric tissues, and was positively correlated with lymph node metastasis."}, {"pubmed": 20450586, "text": "VEGF-C and VEGF-D are involved in the lymphangiogenesis and angiogenesis in gallbladder carcinoma."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20626397, "text": "VEGF-D may participate in the progression of human gastric carcinoma by acting via autocrine and paracrine mechanisms."}, {"pubmed": 20651394, "text": "VEGF-C and -D and CCR7 may play critical roles in lymphatic invasion in primary tumors."}, {"pubmed": 20672317, "text": "Circulating levels of VEGF-C and VEGF-D could play a role as biomarkers for serological detection and staging in gastric cancer."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21315726, "text": "The tertiary structure of VEGF-D indicates that the (147)NEESL(151) epitope is located in the L2 loop of the growth factor, which is important for receptor binding."}, {"pubmed": 21319951, "text": "Serum VEGF-D level that was correlated with the presence of cervical lymph node metastases in papillary thyroid carcinoma."}, {"pubmed": 21387130, "text": "Expression of the ligand VEGF-D is significantly correlated with distant metastatic disease but not with patient survival in patients with gastric adenocarcinoma."}, {"pubmed": 21474827, "text": "Vascular endothelial growth factor-D stimulates endothelial cell VEGF-A, stanniocalcin-1, and neuropilin-2 and has potent angiogenic effects."}, {"pubmed": 21483160, "text": "Production of VEGF-D increases and is related to lymphangiogenesis in patients with acute Kawasaki disease. Low VEGF-D production appears to be associated with the development of coronary artery lesions."}, {"pubmed": 21515745, "text": "Processing of VEGF-D is required for tumor angiogenesis, lymphangiogenesis, and recruitment of tumor-associated macrophages."}, {"pubmed": 21520987, "text": "our results suggest that high levels of both VEGF-C and VEGF-D proteins are associated with lymph node metastasis"}, {"pubmed": 21781145, "text": "These data demonstrate that the VEGF-D serum levels are reduced in patients with metastases of differentiated thyroid cancer, regardless of the degree of metastatic spread."}, {"pubmed": 22071224, "text": "VEGF-D is involved and plays an important role in gallbladder cancer (GBC), progression, suggesting that VEGF-D may be a potential molecular target in the treatment of GBC."}, {"pubmed": 22326461, "text": "Vascular endothelial growth factor D was expressed in 4 of 7 primary and 7 of 7 metastatic lesions. In culture, vascular endothelial growth factor D significantly increased the migration of sarcoma cells through lymphatic endothelial monolayers."}, {"pubmed": 22326635, "text": "A significant relationship was found in salivary gland tumors with myoepithelial differentiation regarding simultaneous positive staining for VEGF-C/VEGF-D and flt-4"}, {"pubmed": 22383980, "text": "VEGF-D has a role in progestin-induced break-through bleeding in thin-walled blood and lymphatic endometrial vessels"}, {"pubmed": 22513045, "text": "Serum vascular endothelial growth factor (VEGF)-D is significantly elevated in patients with lymphangioleiomyomatosis and is a better diagnostic marker than matrix metalloproteinase (MMP)-2, MMP-9 and ACE."}, {"pubmed": 22535492, "text": "VEGFD added to the culture medium increased the number of cells expressing tyrosine hydroxylase (a marker for DA neurons) and betaIII-tubulin (a marker for DA neurons) and betaIII-tubulin (a marker for immature neurons) in both the NTera2 and I6 cell lines."}, {"pubmed": 22545097, "text": "Differential capacity for VEGF-D production and integrin alpha 9 beta 1 expression by human breast cancer cell line MDA-MB-468LN jointly contributed to their lymphatic metastatic phenotype."}, {"pubmed": 22552325, "text": "results demonstrated that ET-1 and hypoxia act, at list in part, through VEGF to induce lymphangiogenic events and that these two stimuli may cooperate to induce VEGF-A/-C/-D expression and lymphatic differentiation."}, {"pubmed": 22581182, "text": "Correlation between intensity of AT-1R expression and expression of lymph- and angiogenesis markers in IDC was examined. Expression intensity of AT-1R was found to correlate with expressions of VEGF-A (r = 0.26; p = 0.008)and VEGF-D (r = 0.24; p = 0.015)."}, {"pubmed": 22906075, "text": "Peritumoral lymphangiogenesis induced by vascular endothelial growth factor D promotes lymph node metastasis in breast cancer."}, {"pubmed": 22965194, "text": "The expression of VEGFR-3 and its ligands, VEGF-C and VEGF-D, significantly increased after activating ET(B)R by ET-1 in primary and metastatic melanoma cell lines"}, {"pubmed": 23054001, "text": "Lymphatic microvessel density, VEGF-C and VEGF-D could predict poor prognosis in patients with breast cancer."}, {"pubmed": 23238856, "text": "High VEGF-D is associated with gastric cancer."}, {"pubmed": 23404505, "text": "The propeptides profoundly influence molecular interactions of VEGF-D with VEGF receptors, co-receptors, and heparin, and its effects on tumor biology."}, {"pubmed": 23437092, "text": "Serum VEGF-D may be useful for monitoring response to treatment with sirolimus and kidney angiomyolipoma size in patients with tuberous sclerosis complex."}, {"pubmed": 23585340, "text": "Dysregulated expression of VEGF-D likely contributes to altered angiogenesis, lymphangiogenesis, neurogenesis and immune function in endometriosis."}, {"pubmed": 23915006, "text": "VEGF-D may play an important role in the process of lymphatic metastasis of epithelial ovarian cancer"}, {"pubmed": 24085575, "text": "Increase of VEGFD protein expression is associated with oral squamous cell carcinoma."}, {"pubmed": 24097873, "text": "Predictive marker analysis indicated that plasma levels of VEGF-D, Ang2, and SDF1 significantly predicted for benefit or lack of benefit from bevacizumab in this population."}, {"pubmed": 24173916, "text": "overexpression of lymphangiogenic factors VEGF-C and VEGF-D in colon adenocarcinoma was associated with increased vessel density in tumor-surrounding stroma."}, {"pubmed": 24502459, "text": "VEGF-D promotes lymph node metastasis by increasing tumor lymphangiogenesis, stimulating draining lymphatic vessel formation and enhancing tumor invasiveness."}, {"pubmed": 24515257, "text": "Transforming growth factor-beta1 downregulates vascular endothelial growth factor-D expression in human lung fibroblasts via the Jun NH2-terminal kinase signaling pathway"}, {"pubmed": 25221955, "text": "Among VEGF homologs, MMPE from various kinds of tumor origin, VEGF-D showed 92.6% rate of positive expression. ICC stain of VEGF-D is a useful marker in the aid of MMPE diagnosis."}, {"pubmed": 25435370, "text": "fluid shear stress induces the synthesis of Insulin growth factor-2 and vascular endothelial growth factor (VEGF) B and D, which in turn transactivate MMP-12."}, {"pubmed": 25640364, "text": "Both VEGF-C and VEGF-D are highly expressed in esophageal squamous cell cancer tissue, which may be related to the lymph node metastasis of cancer cells."}, {"pubmed": 25801241, "text": "The preoperative sVEGF-C/D levels might be reliable biomarkers for the presence of disease and LNM in patients with GBC. The sVEGF-C/D levels may be prognosis factors that can predict a poor outcome for GBC patients"}, {"pubmed": 25891418, "text": "These findings suggest that IL-8 may be a potent inducer of LECs, although this effect does not appear to involve the VEGF-C/VEGF-D and VEGFR-3 signaling pathway."}, {"pubmed": 25911567, "text": "study suggests that both VEGF-C and VEGF-D in tumor cells promote lymph node metastasis"}, {"pubmed": 26121315, "text": "VEGF-D is involved in the development of lymphangiogenesis in peritoneal dialysis patients."}, {"pubmed": 26125443, "text": "predictive value of VEGF-D expression for bevacizumab may depend on the chemotherapy backbone used"}, {"pubmed": 26241709, "text": "A positive association for VEGF-D and an inverse association for MMP-2 were observed in patients with positive lymph node status at the time of radical cystectomy in urothelial carcinoma of the bladder."}, {"pubmed": 26296919, "text": "VEGF-C/D score correlated neither with periphery Lymphatic vessel density (LVD) nor with LVD in the tumor center"}, {"pubmed": 26476536, "text": "Data indicate that vascular endothelial growth factor D (VEGF-D) was the best indicator of metastasis and vascular endothelial growth factors and receptor-3 (VEGFR-3) may help to determine the prognosis and management of colorectal cancer (CRC)."}, {"pubmed": 26543080, "text": "MTA1 is up-regulated in CRC; its expression is inversely associated with lymphatic metastases and the expression of VEGFC, VEGFD and VEGFR3"}, {"pubmed": 26706909, "text": "The most extensively accepted signaling pathways promoting lymphangiogenesis in tumors include the secreted lymphangiogenic proteins: VEGF-C and VEGF-D, and their cognate receptor on lymphatic endothelium VEGF receptor-3 (VEGFR-3)."}, {"pubmed": 26724950, "text": "Study demonstrated that VEGF-D upregulates myofibroblast proliferation, migration, and collagen synthesis through activation of VEGF pathway."}, {"pubmed": 26884842, "text": "CCL21/CCR7 induce VEGF-D up-regulation and promote lymphangiogenesis via ERK/Akt pathway in lung cancer."}, {"pubmed": 26924464, "text": "VEGF-D and its receptors were co-localized on blood vessels in clinical samples of human lungs exposed to hyperoxia; hence, VEGF-D may act directly on blood vessels to promote fluid leak."}, {"pubmed": 26992854, "text": "Taken together, our data suggest that TNF-alpha can promote lymphangiogenesis and lymphatic metastasis of GBC through the ERK1/2/AP-1/VEGF-D pathway."}, {"pubmed": 27211072, "text": "VEGF-D-enhanced metastasis was evidently reversed by MP. MP significantly reduced the invasion of VEGFD-SK cells, tumor volume, lymphatic metastasis rates and lymphatic vessel density compared with control groups"}, {"pubmed": 27748846, "text": "Sulf2 facilitated lymphangiogenesis in breast cancer cells by regulating VEGF-D and that the AKT1related signaling pathway was involved."}, {"pubmed": 27852824, "text": "High VEGFD expression is associated with angiogenesis and lymphangiogenesis."}, {"pubmed": 27957793, "text": "VEGF-D-induced changes in serine/threonine kinase mTOR shuttling between the cytosol and nucleus and its increased phosphorylation at Ser-2448, lead us to the conclusion that the observed shift in redox balance is regulated via mTOR kinase signalling."}, {"pubmed": 28202529, "text": "High VEGFD expression is associated with lymphangioleiomyomatosis."}, {"pubmed": 28524736, "text": "no difference in the levels of VEGF-A, VEGF-C, and VEGF-D in pre-eclampsia compared to normotensive pregnant women stratified by HIV status"}, {"pubmed": 28535405, "text": "CXCR4, CCR7, VEGF-C and VEGF-D expression might have synergistic effects on the lymph node metastasis in patients with cervical cancer."}, {"pubmed": 28791841, "text": "Data show that VEGF-C, VEGF-D, and VEGFR-3 were expressed in a substantial percentage of breast carcinomas."}, {"pubmed": 29075785, "text": "SPARC expression was inversely associated with the degree of malignancy and it had a negative correlation with VEGF-C and VEGF-D expression. Results suggest SPARC might function as a tumor suppressor inhibiting angiogenesis and lymphangiogenesis in ovarian cancer by reducing the expression of VEGF-C and VEGF-D."}, {"pubmed": 29228087, "text": "The RAISE biomarker program identified VEGF-D as a potential predictive biomarker for ramucirumab efficacy in second-line metastatic colorectal cancer treatment"}, {"pubmed": 29906075, "text": "Serum VEGF-D levels were significantly increased in definite lymphangioleiomyomatosis (LAM) patients compared with healthy controls. Serum VEGF-D levels were significantly increased in definite LAM patients who had chylothorax compared with those without chylothorax."}, {"pubmed": 30623243, "text": "VEGF-D is weakly associated with lung function impairment and strongly associated with lymphatic involvement in lymphangioleiomyomatosis."}, {"pubmed": 30775896, "text": "Data indicate that the detection of vascular endothelial growth factor-D (VEGF-D) levels in bronchoalveolar lavage fluid (BALF) is a valuable diagnostic tool for lung squamous carcinoma."}, {"pubmed": 31099754, "text": "Here the authors describe a novel, unique VEGF-C form in the human reproductive system produced via cleavage by kallikrein-related peptidase 3 (KLK3), aka prostate-specific antigen (PSA). Using mass spectrometric analysis of the isolated VEGF-C-cleaving activity from human saliva, we identified cathepsin D as a protease that can activate VEGF-C as well as VEGF-D."}, {"pubmed": 31200683, "text": "The expressions of VEGF receptors and their ligands significantly differed between malignant ovarian tumors and paired distant metastases. VEGF-A, VEGF-D, and VEGFR1 protein expressions seem to be higher in distant metastases than in the primary high grade serous ovarian cancer lesions."}, {"pubmed": 31266378, "text": "Pre-treatment with the recombinant HMGB1 (rHMGB1) markedly abolished curcumin-reduced VEGF-D expression."}, {"pubmed": 31923307, "text": "Vascular endothelial growth factor D is a biomarker of fluid overload in haemodialysis patients."}, {"pubmed": 31960146, "text": "Elevated plasma tyrosine kinases VEGF-D and HER4 in heart failure patients decrease after heart transplantation in association with improved haemodynamics."}, {"pubmed": 32004508, "text": "No correlation was detected between VEGF-C and VEGF-D immunoexpression in relation to lymphatic tumor density and endothelial lymphatic proliferation."}, {"pubmed": 32319336, "text": "Distinct Characteristics of VEGF-D and VEGF-C to Predict Mortality in Patients With Suspected or Known Coronary Artery Disease."}, {"pubmed": 32453456, "text": "A multi-institutional phase 2 trial of regorafenib in refractory advanced biliary tract cancer."}, {"pubmed": 32965071, "text": "SIRT2 modulates VEGFD-associated lymphangiogenesis by deacetylating EPAS1 in human head and neck cancer."}, {"pubmed": 33545359, "text": "circEHBP1 promotes lymphangiogenesis and lymphatic metastasis of bladder cancer via miR-130a-3p/TGFbetaR1/VEGF-D signaling."}, {"pubmed": 33653809, "text": "Methacholine reactivity in lymphangioleiomyomatosis is inversely related to FEV1 and VEGF-D."}, {"pubmed": 35044682, "text": "VEGF-D-mediated signaling in tendon cells is involved in degenerative processes."}, {"pubmed": 35363168, "text": "Serum VEGF-D level is correlated with renal dysfunction and proteinuria in patients with diabetic chronic kidney disease."}, {"pubmed": 36869765, "text": "Vascular endothelial growth factor-D plasma levels and VEGFD genetic variants are independently associated with outcomes in patients with cardiovascular disease."}, {"pubmed": 37686121, "text": "Vascular Endothelial Growth Factor-D (VEGF-D): An Angiogenesis Bypass in Malignant Tumors."}, {"pubmed": 37986336, "text": "Vascular endothelial growth factor-D plasma levels in fluid overload and cardiac function evaluation of elderly patients with cardiovascular disease."}, {"pubmed": 38350547, "text": "S100A6 drives lymphatic metastasis of liver cancer via activation of the RAGE/NF-kB/VEGF-D pathway."}], "genomic_pos": {"chr": "X", "end": 15384413, "ensemblgene": "ENSG00000165197", "start": 15345596, "strand": -1}, "genomic_pos_hg19": {"chr": "X", "end": 15402498, "start": 15363713, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001938", "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002040", "qualifier": "involved_in", "term": "sprouting angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 9479493, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009617", "qualifier": "involved_in", "term": "response to bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038084", "qualifier": "involved_in", "term": "vascular endothelial growth factor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045766", "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048010", "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048144", "qualifier": "involved_in", "term": "fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050930", "qualifier": "involved_in", "term": "induction of positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050930", "pubmed": 19275959, "qualifier": "involved_in", "term": "induction of positive chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060754", "qualifier": "involved_in", "term": "positive regulation of mast cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060754", "pubmed": 19275959, "qualifier": "involved_in", "term": "positive regulation of mast cell chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071542", "qualifier": "involved_in", "term": "dopaminergic neuron differentiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005161", "pubmed": 9479493, "qualifier": "enables", "term": "platelet-derived growth factor receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005172", "qualifier": "enables", "term": "vascular endothelial growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005172", "pubmed": 9435229, "qualifier": "enables", "term": "vascular endothelial growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 27107012, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042056", "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 19275959, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043185", "qualifier": "enables", "term": "vascular endothelial growth factor receptor 3 binding"}]}, "homologene": {"genes": [[7955, 678512], [8364, 100144690], [9031, 395255], [9544, 712654], [9598, 465508], [9606, 2277], [9615, 491749], [9913, 286799], [10090, 14205], [10116, 360457]], "id": 3288}, "interpro": [{"desc": "PDGF/VEGF domain", "id": "IPR000072", "short_desc": "PDGF/VEGF_dom"}, {"desc": "CXCXC repeat", "id": "IPR004153", "short_desc": "CXCXC_repeat"}, {"desc": "Platelet-derived growth factor, conserved site", "id": "IPR023581", "short_desc": "PD_growth_factor_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00004653", "map_location": "Xp22.2", "name": "vascular endothelial growth factor D", "other_names": ["c-fos induced growth factor (vascular endothelial growth factor D)", "vascular endothelial growth factor D"], "pantherdb": {"HGNC": "3708", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108037", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 10090, "uniprot_kb": "P97946"}, {"RGD": "620695", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 10116, "uniprot_kb": "O35251"}, {"Ensembl": "ENSGALG00000016558", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 9031, "uniprot_kb": "A0A1D5PSS5"}, {"ZFIN": "ZDB-GENE-070810-6", "ortholog_type": "LDO", "panther_family": "PTHR12025", "taxid": 7955, "uniprot_kb": "Q208T6"}], "uniprot_kb": "O43915"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "pid": [{"id": "integrin_a9b1_pathway", "name": "Alpha9 beta1 integrin signaling events"}, {"id": "lymphangiogenesis_pathway", "name": "VEGFR3 signaling in lymphatic endothelium"}, {"id": "vegf_vegfr_pathway", "name": "VEGF and VEGFR signaling network"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194313", "name": "VEGF ligand-receptor interactions"}, {"id": "R-HSA-195399", "name": "VEGF binds to VEGFR leading to receptor dimerization"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}]}, "pdb": "2XV7", "pfam": ["PF00341", "PF03128"], "pharmgkb": "PA28146", "pharos": {"target_id": 6347, "tdl": "Tbio"}, "prosite": "PS50278", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326388", "relationship": "is"}, {"id": "GNF326389", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215983", "relationship": "is"}, {"id": "GNF249415", "relationship": "is"}, {"id": "GNF249416", "relationship": "is"}, {"id": "GNF249417", "relationship": "is"}, {"id": "GNF249418", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162010", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF004564", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244171", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331212", "relationship": "is"}, {"id": "GNF333307", "relationship": "is"}, {"id": "GNF333389", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338894", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095705", "relationship": "is"}, {"id": "GNF135362", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_012509.1"], "protein": "NP_004460.1", "rna": "NM_004469.5", "translation": {"protein": "NP_004460.1", "rna": "NM_004469.5"}}, "reporter": {"HG-U133_Plus_2": "206742_at", "HG-U95Av2": "1958_at", "HTA-2_0": "TC0X002326.hg.1", "HuEx-1_0": "4000538", "HuGene-1_1": "8171427", "HuGene-2_1": "17109272"}, "summary": "The protein encoded by this gene is a member of the platelet-derived growth factor/vascular endothelial growth factor (PDGF/VEGF) family and is active in angiogenesis, lymphangiogenesis, and endothelial cell growth. This secreted protein undergoes a complex proteolytic maturation, generating multiple processed forms which bind and activate VEGFR-2 and VEGFR-3 receptors. This protein is structurally and functionally similar to vascular endothelial growth factor C. Read-through transcription has been observed between this locus and the upstream PIR (GeneID 8544) locus. [provided by RefSeq, Feb 2011].", "symbol": "VEGFD", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414615"}, "unigene": "Hs.11392", "uniprot": {"Swiss-Prot": "O43915"}, "wikipedia": {"url_stub": "C-fos induced growth factor"}}