{"AllianceGenome": "12692", "HGNC": "12692", "MIM": "193060", "_id": "7431", "_version": 1, "accession": {"genomic": ["AL133415.13", "CH471072.2", "CP068268.2", "EF445046.1", "KT584102.1", "M14144.1", "M17888.1", "NC_000010.11", "NC_060934.1", "NG_012413.1", "X51907.1"], "protein": ["AAA61279.1", "AAA61282.1", "AAH00163.2", "AAH30573.1", "AAH66956.1", "AAN09720.1", "ACA06100.1", "ACA06101.1", "ACA06102.1", "ACA06103.1", "ACJ13726.1", "ADO22456.1", "ALQ33846.1", "ALQ33847.1", "BAB71275.1", "BAC05002.1", "BAD96202.1", "BAD96227.1", "BAD96322.1", "BAF83332.1", "BAG52420.1", "CAA34499.1", "CAA36187.1", "CAA39600.1", "CAA79613.2", "CAG28618.1", "EAW86215.1", "EAW86216.1", "NP_003371.2", "P08670.4"], "rna": ["AF328728.1", "AK056766.1", "AK091813.1", "AK093924.1", "AK097336.1", "AK098444.1", "AK222482.1", "AK222507.1", "AK222602.1", "AK290643.1", "BC000163.2", "BC030573.2", "BC031031.1", "BC066956.1", "BQ050765.1", "CR407690.1", "DA980400.1", "EU794672.1", "GQ900939.1", "KU178388.1", "KU178389.1", "M25246.1", "NM_003380.5", "T50493.1", "X16478.1", "X56134.1", "Z19554.2"], "translation": [{"protein": "AAN09720.1", "rna": "AF328728.1"}, {"protein": "ALQ33846.1", "rna": "KU178388.1"}, {"protein": "BAB71275.1", "rna": "AK056766.1"}, {"protein": "CAA39600.1", "rna": "X56134.1"}, {"protein": "CAA34499.1", "rna": "X16478.1"}, {"protein": "BAG52420.1", "rna": "AK091813.1"}, {"protein": "AAH00163.2", "rna": "BC000163.2"}, {"protein": "AAA61282.1", "rna": "M25246.1"}, {"protein": "AAH66956.1", "rna": "BC066956.1"}, {"protein": "ALQ33847.1", "rna": "KU178389.1"}, {"protein": "NP_003371.2", "rna": "NM_003380.5"}, {"protein": "BAD96227.1", "rna": "AK222507.1"}, {"protein": "CAA79613.2", "rna": "Z19554.2"}, {"protein": "BAF83332.1", "rna": "AK290643.1"}, {"protein": "AAH30573.1", "rna": "BC030573.2"}, {"protein": "BAD96322.1", "rna": "AK222602.1"}, {"protein": "BAD96202.1", "rna": "AK222482.1"}, {"protein": "CAG28618.1", "rna": "CR407690.1"}, {"protein": "ADO22456.1", "rna": "GQ900939.1"}, {"protein": "ACJ13726.1", "rna": "EU794672.1"}, {"protein": "BAC05002.1", "rna": "AK097336.1"}]}, "ensembl": {"gene": "ENSG00000026025", "protein": ["ENSP00000224237", "ENSP00000431702", "ENSP00000435613", "ENSP00000446007", "ENSP00000489830", "ENSP00000490509"], "transcript": ["ENST00000224237", "ENST00000421459", "ENST00000469543", "ENST00000478746", "ENST00000485947", "ENST00000487938", "ENST00000495528", "ENST00000497849", "ENST00000544301", "ENST00000637053"], "translation": [{"protein": "ENSP00000446007", "rna": "ENST00000544301"}, {"protein": "ENSP00000489830", "rna": "ENST00000478746"}, {"protein": "ENSP00000490509", "rna": "ENST00000497849"}, {"protein": "ENSP00000224237", "rna": "ENST00000224237"}, {"protein": "ENSP00000435613", "rna": "ENST00000487938"}, {"protein": "ENSP00000431702", "rna": "ENST00000469543"}], "type_of_gene": "protein_coding"}, "entrezgene": "7431", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.1378394662, "exp_mis": 194.738734204, "exp_syn": 86.9476800903, "lof_z": 3.46116331292202, "mis_z": 1.67325055969363, "mu_lof": 1.02339028695e-06, "mu_mis": 2.06110162671e-05, "mu_syn": 9.19633295467e-06, "n_lof": 1.0, "n_mis": 147.0, "n_syn": 66.0, "p_li": 0.959386089206453, "p_null": 1.87859914610642e-05, "p_rec": 0.0405951248020858, "syn_z": 1.39269619761634}, "bp": 1401, "cds_end": 17279270, "cds_start": 17271421, "n_exons": 9, "nonpsych": {"exp_lof": 12.6232141163, "exp_mis": 176.084456625, "exp_syn": 78.5231480286, "lof_z": 3.21287011992591, "mis_z": 2.09377748156622, "mu_lof": 1.02339028695e-06, "mu_mis": 2.06110162671e-05, "mu_syn": 9.19633295467e-06, "n_lof": 1.0, "n_mis": 121.0, "n_syn": 60.0, "p_li": 0.938820893850323, "p_null": 6.40185498181778e-05, "p_rec": 0.0611150875998587, "syn_z": 1.31607145092353}, "nontcga": {"exp_lof": 12.9899599996, "exp_mis": 179.142795886, "exp_syn": 79.9750185694, "lof_z": 3.28167090840888, "mis_z": 1.49423107822972, "mu_lof": 1.02339028695e-06, "mu_mis": 2.06110162671e-05, "mu_syn": 9.19633295467e-06, "n_lof": 1.0, "n_mis": 139.0, "n_syn": 63.0, "p_li": 0.941215229091942, "p_null": 4.7390587360226e-05, "p_rec": 0.0587373803206977, "syn_z": 1.20186418575388}, "transcript": "ENST00000544301.1"}, "exons": [{"cdsend": 17237271, "cdsstart": 17229422, "chr": "10", "position": [[17228240, 17228524], [17229275, 17229985], [17230649, 17230710], [17233586, 17233682], [17233769, 17233931], [17234692, 17234818], [17235168, 17235389], [17235845, 17235889], [17236293, 17236379], [17237229, 17237593]], "strand": 1, "transcript": "NM_003380", "txend": 17237593, "txstart": 17228240}], "exons_hg19": [{"cdsend": 17279270, "cdsstart": 17271421, "chr": "10", "position": [[17270239, 17270523], [17271274, 17271984], [17272648, 17272709], [17275585, 17275681], [17275768, 17275930], [17276691, 17276817], [17277167, 17277388], [17277844, 17277888], [17278292, 17278378], [17279228, 17279592]], "strand": 1, "transcript": "NM_003380", "txend": 17279592, "txstart": 17270239}], "generif": [{"pubmed": 11744725, "text": "These findings suggest that platelet vimentin may regulate fibrinolysis in plasma and thrombi by binding platelet-derived Vn.PAI-1 complexes."}, {"pubmed": 11827972, "text": "association with MICAL, a novel CasL interacting molecule"}, {"pubmed": 12084347, "text": "Vimentin expression correlates with the cytoplasmic localization of wild-type p53 in human primary glioblastoma."}, {"pubmed": 12169273, "text": "Menin's interaction with glial fibrillary acidic protein and vimentin suggests a role for the intermediate filament network in regulating menin activity."}, {"pubmed": 12194205, "text": "Results describe the asymmetric distribution of vimentin in the human sperm head."}, {"pubmed": 12210485, "text": "expression correlated with motility of prostate carcinoma cells, poor cell differentiation, and presence of bone metastasis"}, {"pubmed": 12366696, "text": "specific interaction of the periplakin linker domain with keratin 8 and vimentin"}, {"pubmed": 12466525, "text": "The 3' untranslated region of human vimentin mRNA binds protein complexes containing eEF-1gamma and HAX-1."}, {"pubmed": 12483219, "text": "It is secreted by activated monocyte-derived macrophages"}, {"pubmed": 12727854, "text": "vimentin expression contributes to the invasive phenotype in androgen-independent prostate cancer but cannot confer it alone."}, {"pubmed": 12750294, "text": "The vimentin promoter is a target of the beta-catenin/TCF pathway and strongly suggest an implication of this regulation in epithelial cell migration/invasion in breast cancer."}, {"pubmed": 12761892, "text": "role of mitogen-activated protein kinase-activated protein kinase-2 phosphorylation in retaining assembly capacity"}, {"pubmed": 12829607, "text": "vimentin, in conjunction with low molecular weight heparan sulfate proteoglycans, contributes to the enhanced binding of human group IIA PLA2 to apoptotic T cells"}, {"pubmed": 12906105, "text": "High MW vimentin was formed after the digestion of vimentin by caspase-3 but not caspase-8. It acted as an autoantigen to form anti-vimentin autoantibody in vivo."}, {"pubmed": 14595690, "text": "findings implicate reduced vimentin in the conversion of these tumorigenic prostate epithelial cells into slow growing, less aggressive cells"}, {"pubmed": 15231822, "text": "study of human vimentin rod 1 structure and the sequencing of assembly steps in intermediate filament formation"}, {"pubmed": 15255035, "text": "It is unlikely that ependymal vimentin is directly involved in the pathogenesis of Chiari II malformation, but may reflect a secondary upregulation due to defective expression of another gene."}, {"pubmed": 15456890, "text": "Data suggest that the PAL-E antibody defines secretion of vimentin as a molecular distinction among endothelial cells and exposes a novel, extracellular role for vimentin in the blood vasculature."}, {"pubmed": 15556930, "text": "examination of mutation the LNDR to LNDS motif in vimentin to examine role in epidermolysis bullosa simplex"}, {"pubmed": 15777792, "text": "Interacts with alpha2beta1-enriched focal adhesions and this association is lost after prolonged adhesion of endothelial cells to collagen."}, {"pubmed": 16270034, "text": "Results indicate that protein kinase C epsilon-mediated phosphorylation of vimentin is a key process in integrin traffic through the cell."}, {"pubmed": 16298568, "text": "Kidney recipients from non-heart-beating donors showed higher levels of anti-vimentin antibodies than heart-beating donors."}, {"pubmed": 16365157, "text": "Apoptotic neutrophils express vimentin on their surface; these cells may participate in the development of autoantibodies directed against cytoskeletal proteins, a condition frequently reported in several inflammatory diseases."}, {"pubmed": 16487365, "text": "All polyps were immunohistochemically positive for vimentin."}, {"pubmed": 16568083, "text": "regulation of vimentin is controlled by SIP1 in breast neoplasms"}, {"pubmed": 16703512, "text": "isolated & identified vimentin as the major skeletal-muscle group A streptococcus (GAS)-binding protein; vimentin expression was up-regulated on injured skeletal-muscle cells in vitro and was expressed in muscle tissues from a patient with GAS myonecrosis"}, {"pubmed": 16901892, "text": "actin and vimentin filaments can interact directly through the tail domain of vimentin"}, {"pubmed": 16912072, "text": "Data show that the architecture of the vimentin cytoskeleton is modified by perturbation of the GTPase ARF1."}, {"pubmed": 17031402, "text": "Increased vimentin expression was found in pseudomyxoma peritonei."}, {"pubmed": 17050693, "text": "unit-length filaments appears to be a dynamic and a relatively loosely packed structure with a roughly even mass distribution over its cross-section"}, {"pubmed": 17056548, "text": "Vimentin is involved in binding of NKp46 to M. tuberculosis H37Ra-infected mononuclear phagocytes."}, {"pubmed": 17083913, "text": "The regulatory protease factor Xa is able to cleave IbeA between R297 and K298 residues, and this cleavage abolishes the IbeA-vimentin interaction."}, {"pubmed": 17289402, "text": "Vimentin filaments in cross-section exhibit predominantly a four-stranded protofibrilar organization with a right-handed supertwist with a helical pitch of about 96 nm."}, {"pubmed": 17403663, "text": "a kinetic model for the in vitro assembly of intermediate filaments from tetrameric vimentin"}, {"pubmed": 17476115, "text": "Vimentin is a major arterial substrate for transglutaminases.Transglutaminase-mediated vimentin dimerization produces a novel unifying pathway by which vasodilatory and remodeling responses may be regulated."}, {"pubmed": 17585878, "text": "In conclusion, ablation of vimentin expression inhibits migration and invasion of colon and breast cancer cell lines."}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17652163, "text": "The nestin(-) vimentin(+) fibroblasts may represent a novel type of multipotent adult stem cells in human dermis."}, {"pubmed": 17663720, "text": "ZBP-89 functions as a repressor by recruiting HDAC1 to the vimentin promoter."}, {"pubmed": 17703067, "text": "study of vimentin protein filament structure and assembly by electron paramagnetic resonance spectroscopy of site-directed spin labels. Review."}, {"pubmed": 17719575, "text": "The suppression of vimentin expression by ras, and the relief of this suppression by TGFbeta, occurs in a promoter-independent fashion, possibly through sequences in the first or second intron."}, {"pubmed": 17960581, "text": "Rults indicate that cysteine 328 in vimention is the main site for prostaglandin PGA(1) addition."}, {"pubmed": 18046501, "text": "The vimentin expression patterns in human malignant glioma cells strongly depend on cellular density, algorithms of drug delivery and chemo/radio treatment."}, {"pubmed": 18155753, "text": "The interstitial vimentin immunopositivity correlated with sclerotic/fibrotic lesions (interstitial fibrosis, tubular atrophies, vascular hyalinosis/fibrosis, chronicity index), and negatively with glomerular filtration rate."}, {"pubmed": 18176708, "text": "Immunohistochemical identification of the combination of calponin and vimentin is suggested for the identification of myoepithelial cells in salivary gland tumors."}, {"pubmed": 18184460, "text": "The protein level of vimentin was higher in PC-3M-1E8 cells with high metastatic potential than in PC-3M-2B4 cells with low metastatic potential."}, {"pubmed": 18219106, "text": "Primary colorectal carcinomas display aberrant expression of vimentin, and have activated Notch and TGFbeta signaling pathways."}, {"pubmed": 18241054, "text": "Vimentin isoforms are differentially expressed in normal and transformed astrocytes."}, {"pubmed": 18407667, "text": "ability of Surfactant protein A to interact with desmin and vimentin, and to prevent polymerization of desmin monomers, shed light on unexpected and wider biological roles of this collectin"}, {"pubmed": 18464297, "text": "Affects prostate cancer cells motility and invasiveness."}, {"pubmed": 18632620, "text": "coordination of vimentin and detyrosinated microtubules provides structural support for the extensive microtentacles observed in detached tumor cells and a possible mechanism to promote successful metastatic spread"}, {"pubmed": 18653473, "text": "the O-GlcNAc cycling enzymes associate with kinases and phosphatases at M phase to regulate the posttranslational status of vimentin"}, {"pubmed": 18681838, "text": "Endosomal lipid accumulation in Niemann-Pick type C1 disease leads to inhibition of protein kinase C, hypophosphorylation of vimentin and Rab9 entrapment."}, {"pubmed": 18695932, "text": "vimentin is required for dengue virus serotype 2 infection."}, {"pubmed": 18790770, "text": "The role of vimentin in proliferation and motility, was studied."}, {"pubmed": 18947333, "text": "Our results argue for the involvement of galectin-1 in the PKCepsilon/vimentin-controlled trafficking of integrin-beta1"}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18985821, "text": "Solitary fibrous tumor of the liver expressing CD34 and vimentin: a case report."}, {"pubmed": 19013628, "text": "These findings suggest that the turnover rate of hepatitis C virus core protein is regulated by cellular vimentin content."}, {"pubmed": 19117942, "text": "Head and rod 1 interactions in vimentin: identification of contact sites, structure, and changes with phosphorylation using site-directed spin labeling and electron paramagnetic resonance."}, {"pubmed": 19126778, "text": "These results reveal for the first time an important functional role for vimentin in the maintenance of lens integrity."}, {"pubmed": 19165527, "text": "Using shotgun mass spectrometry, we found this protein differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19168853, "text": "Characteristic giant axonal neuropathy (GAN) mutant-induced ovoid aggregates of vimentin are not produced in normal fibroblasts after disrupting microtubule assembly, either by TBCE overexpression or depolymerizing drugs."}, {"pubmed": 19252475, "text": "immunohistochemistry, using a panel composed of desmin, smoothelin, and vimentin, may be potentially useful for staging of bladder carcinoma."}, {"pubmed": 19331162, "text": "Vimentin was frequently methylated in advanced colorectal carcinoma."}, {"pubmed": 19366731, "text": "Data show that intermediate filament recruitment to focal adhesions in endothelial cells requires beta3 integrin, plectin and the microtubule cytoskeleton, and is dependent on microtubule motors."}, {"pubmed": 19386766, "text": "The upregulation of vimentin expression during epithelial to mesenchymal transitions may stabilize Scrib to promote directed cell migration."}, {"pubmed": 19403668, "text": "An intact vimentin network is required for cytomegalovirus infection onset."}, {"pubmed": 19404921, "text": "Loss of cytokeratin and gain of vimentin expression are indicators of biologically aggressive breast carcinoma."}, {"pubmed": 19422834, "text": "The low propensity of the wild-type coil 1A to form a stable two-stranded coiled coil is most likely a prerequisite for the end-to-end annealing of unit-length filaments into filaments."}, {"pubmed": 19447876, "text": "Results show there was high risk of biochemical recurrence associated with tumors that displayed high levels of expression of TGF-beta1, vimentin, and NF-kappaB and low level of cytokeratin 18."}, {"pubmed": 19476621, "text": "The three markers (ER, Vim and CEA) and their respective panel expressions showed statistically significant (p < 0.05) frequency differences between endocervical adenocarcinomas and endometrial adenocarcinomas tumors."}, {"pubmed": 19528485, "text": "Frequent methylation of Vimentin is associated with well-differentiated gastric carcinoma."}, {"pubmed": 19617759, "text": "the promoter hypermethylation for methylguanine DNA methyltransferase, human Mut L homolog-1, and vimentin in stool samples is a feasible epigenetic marker that is a sensitive, specific, and noninvasive alternative for colorectal cancer screening."}, {"pubmed": 19690979, "text": "The presented data suggest that alternative promoter usage and alternative splicing could be regulatory mechanisms participating in vimentin gene regulation."}, {"pubmed": 19695088, "text": "Survival analysis showed that vimentin did not help to delineate basal type phenotype in a triple negative (ER, PgR, HER2-negative) group"}, {"pubmed": 19696622, "text": "p16-marker testing does not add value to the conventional 3-marker (ER/Vim/CEA) panel in distinguishing between primary endocervical adenocarcinomas and endometrial adenocarcinomas"}, {"pubmed": 19776392, "text": "Filamin A associates with vimentin and protein kinase C-epsilon, thereby enabling vimentin phosphorylation, which is important for beta1 integrin activation and cell spreading on collagen."}, {"pubmed": 19806221, "text": "analysis of the atomistic-level model of the human vimentin dimer and tetramer and their response to mechanical tensile stress"}, {"pubmed": 19888472, "text": "analysis of immobilized vimentin intermediate filaments on different surfaces"}, {"pubmed": 19915524, "text": "The combination of the upregulation of vimentin and aberrant expression of E-cadherin/beta-catenin complexes at the tumour invasive front may provide a useful prognostic marker in oral squamous cell carcinoma."}, {"pubmed": 19937731, "text": "we describe a novel role for the intermediate filament vimentin as a positive regulator of adult human bone marrow-derived multipotent progenitor cell chondrogenesis."}, {"pubmed": 20104255, "text": "Decreased expression of PEDF in primary human lens epithelial cells resulted in a decrease in the expression of vimentin and the increase of alphaB-crystallin expression, two proteins critical for maintaining lens clarity."}, {"pubmed": 20109457, "text": "Over-expression of Akt2 up-regulates vimentin expression by an increased mRNA stability. Dataq support the hypothesis that IFs are involved in PI3K/Akt pathway."}, {"pubmed": 20121168, "text": "Vimentin was found significantly overexpressed in HCC, in particular the small-size subgroup. When tested in the serum samples, vimentin level was significantly higher in small tumors than the nonneoplastic controls."}, {"pubmed": 20169076, "text": "Data show that specific forms of vimentin can be surrogate molecular indicators of the invasive/infiltrative phenotype in tumors."}, {"pubmed": 20171211, "text": "the binding of filamin A to vimentin and protein kinase C epsilon is an essential regulatory step for the trafficking and activation of beta1 integrins and cell spreading on collagen"}, {"pubmed": 20176112, "text": "Data present the crystal structure of human vimentin fragment including residues 261-335 i.e. approximately the first half of coil 2."}, {"pubmed": 20350213, "text": "vimentin is a useful additional diagnostic marker in the assessment of problematic cervical glandular lesions"}, {"pubmed": 20358301, "text": "Increased VIM mRNA expression is associated with tumor invasion and lymph node metastasis in gastric cancer."}, {"pubmed": 20422486, "text": "JAK2/STAT3/vimentin signaling pathway participates in regulating the proliferation and migration of human colon cancer cells."}, {"pubmed": 20447406, "text": "investigate the elastic properties of networks formed by a series of protein variants with stepwise tail truncations and find that the last 11 amino acids of the C-terminal tail domain mediate crosslinking by divalent ions"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20471030, "text": "This protein has been found differentially expressed in thalami from patients with schizophrenia."}, {"pubmed": 20588206, "text": "Kidney tranplantation vimentin expression correlates with long term kidney function and intertitial fibrosis and tubular trophy."}, {"pubmed": 20602472, "text": "Vimentin contributes to changes in chondrocyte stiffness in osteoarthritis."}, {"pubmed": 20609218, "text": "citrullinated vimentin could play an important role in the pathogenesis of rheumatoid arthritis"}, {"pubmed": 20651380, "text": "Vimentin-positive expression correlates with dedifferentiation and predicts poor survival in patients undergoing resection for intrahepatic cholangiocarcinoma (ICC)."}, {"pubmed": 20701774, "text": "High vimentin is associated with melanoma hematogenous metastasis."}, {"pubmed": 20729920, "text": "TRIM16 acts as a tumour suppressor, affecting neuritic differentiation, cell migration and replication through interactions with cytoplasmic vimentin and nuclear E2F1 in neuroblastoma cells."}, {"pubmed": 20856200, "text": "AKT1 activation induces soft-tissue sarcoma cell motility and invasiveness at least partially through a novel interaction with the intermediate filament vimentin"}, {"pubmed": 20975101, "text": "GDF15, HSPA2, TMEFF2, and VIM were identified as epigenetic biomarkers for Bladder cancer."}, {"pubmed": 21057535, "text": "vimentin functionally contributes to EMT and is required for induction of Axl expression."}, {"pubmed": 21094801, "text": "Vimentin expression and myofibroblast infiltration are early markers of renal dysfunction in kidney transplantation."}, {"pubmed": 21187483, "text": "Of 44 colorectal cancer patients, 4 (9%) exhibited methylation of the vimentin gene in their serum DNA by qMSP."}, {"pubmed": 21199468, "text": "Report the diagnostic value of autoantibodies directed against citrullinated vimentin in diagnosing rheumatoid arthritis."}, {"pubmed": 21217813, "text": "eEF1gamma, in addition to its role in translation elongation complex, is involved in regulating Vimentin gene by contacting both pol II and the Vimentin promoter region and shuttling/nursing the Vimentin mRNA"}, {"pubmed": 21317457, "text": "Identification of vimentin (vimentin354), a nuclear component in glioblastoma multiforme cells, as the main target of sumoylation promoted by PIAS3."}, {"pubmed": 21327330, "text": "Vimentin mRNA expression is associated with recurrence or distant metastasis and decreased survival in gastric cancer."}, {"pubmed": 21346197, "text": "When vimentin organization is disrupted by a dominant-negative mutant or by silencing, there is a loss of polarity. These findings demonstrate an antagonistic relationship between vimentin intermediate filaments (VIF) and the formation of lamellipodia."}, {"pubmed": 21442485, "text": "There was a positive correlation between STAT3 and vimentin expression and a negative correlation between STAT3 and E-cadherin in colon cancer."}, {"pubmed": 21448168, "text": "The presence of vimentin-expressing tumour epithelial cells in surgically resected pancreatic adenocarcinomas independently predicted a shorter postsurgical survival."}, {"pubmed": 21465480, "text": "These findings demonstrate the distinct involvement of Cdk5 in GTP- and fMLP-induced secretion by neutrophils, and support the notion that specific targeting of Cdk5 may serve to inhibit the neutrophil secretory process."}, {"pubmed": 21491466, "text": "MBD1-containing chromatin associated factor 2, epithelial malignancy-related vimentin and exocytosis-related annexin A2 were changed upon exposure to airborne nanoparticle PM(0.056)."}, {"pubmed": 21508377, "text": "Aberrant methylation of the Vimentin gene is associated with hepatocellular carcinoma."}, {"pubmed": 21515330, "text": "We confirmed the decreased capacity of cell migration due to down-regulation of vimentin by apigenin."}, {"pubmed": 21664858, "text": "In the current study of patients with tongue cancer, decreased E-cadherin and increased vimentin were found in spreading tumor satellites"}, {"pubmed": 21746880, "text": "study reports that vimentin filaments associate with collagen mRNAs in a 5'stem-loop sequence and LARP6-dependent manner and stabilize collagen mRNAs"}, {"pubmed": 21769486, "text": "HLA-DR9 alleles could exert a protective effect on the recognition of citrullinated vimentin epitopes by CD4+ T cells in rheumatoid arthritis."}, {"pubmed": 21803052, "text": "Endothelial cell surface vimentin binding peptide induces angiogenesis under hypoxic/ischemic conditions."}, {"pubmed": 21803859, "text": "TGFbeta1-mediated vimentin protein expression, cell migration, and wound closure are prevented by a pharmacological inhibitor of the Smad pathway and by expression of Ad-shRNA against vimentin."}, {"pubmed": 21914078, "text": "Hepatitis C virus nonstructural (NS) 3 and NS5A proteins were associated with filamin A, while core protein partially with filamin A and vimentin."}, {"pubmed": 22022619, "text": "Immunohistochemical analysis on a malignant mesothelioma tissue microarray showed cytoplasmic staining in 28 of 33 samples for vimentin and strong cytoplasmic staining in14 and weak in 16 samples for ss-F1-ATPase."}, {"pubmed": 22216242, "text": "data suggest that vimentin provides a specific binding site for soluble CD44 on endothelial cells"}, {"pubmed": 22221700, "text": "The combination of a decrease of E-cadherin and an increase in vimentin might be a valuable survival indictor in cervical squamous cell cancer."}, {"pubmed": 22236966, "text": "Data show that vimentin is a novel target for HIPK2 repressor function and that HIPK2-mediated vimentin downregulation can contribute to inhibition of breast cancer cells invasion."}, {"pubmed": 22251609, "text": "Hypermethylated vimentin in urine is associated with colorectal cancer."}, {"pubmed": 22307379, "text": "High nuclear vimentin expression correlated significantly with positive lymph node metastasis in nasopharyngeal carcinoma"}, {"pubmed": 22315367, "text": "Aberrant vimentin methylation is associated with upper gastrointestinal neoplasms."}, {"pubmed": 22340393, "text": "Tumor vimentin level may reflect the pathological progression in some gallbladder carcinoma and may be a useful marker for predicting tumor metastasis."}, {"pubmed": 22345628, "text": "The results suggest a common mechanism for the clearance of apoptotic cells, through the interaction of surface vimentin with O-GlcNAc-modified proteins."}, {"pubmed": 22367194, "text": "MT6-MMP regulates neutrophil and monocyte chemotaxis and by generating \"eat-me\" signals upon vimentin cleavage potentially increases phagocytic removal of neutrophils to resolve inflammation."}, {"pubmed": 22395512, "text": "analysis of CD105, CD31, alpha-SMA, vimentin and desmin expression on a series of normal human heart tissues varying between five and 33 weeks"}, {"pubmed": 22407449, "text": "pro-angiogenic signals converge to activate calpain-dependent vimentin cleavage and increase vimentin solubility, which act upstream to facilitate MT1-MMP membrane translocation"}, {"pubmed": 22476851, "text": "miR-30a downmodulates vimentin expression might provide a therapeutic target for the treatment of breast cancer."}, {"pubmed": 22535769, "text": "vimentin ablation results in defective steroidogenesis"}, {"pubmed": 22584948, "text": "Vimentin levels were unchanged in PLA-resistant R1 cells."}, {"pubmed": 22644514, "text": "High expression of vimentin is associated with esophageal squamous cell carcinoma."}, {"pubmed": 22659602, "text": "A significantly increased heterogeneity of gene expression for vimentin is demonstrated in osteoarthritic chondrocytes."}, {"pubmed": 22684479, "text": "Vimentin is an important regulator of NOD2 function and a potential novel therapeutic target in the treatment of Crohn disease (CD)."}, {"pubmed": 22704062, "text": "Trends in the expression of Vimentin suggests its involvement in oral carcinogenesis via Wnt pathway dysregulation."}, {"pubmed": 22730818, "text": "Vimentin is expressed in lamina propria and epithelium of both normal nasal mucosa and chronic rhinosinusitis."}, {"pubmed": 22740688, "text": "The structure of vimentin linker 1 and rod 1B domains characterized by site-directed spin-labeling electron paramagnetic resonance (SDSL-EPR) and X-ray crystallography."}, {"pubmed": 22759266, "text": "The authors conclude that host cell tropism, which may depend on the host protein vimentin, is relevant for Propionibacterium acnes invasion and in part determines its sustained inflammatory capacity and persistence of infection."}, {"pubmed": 22763828, "text": "PCNA expression was decreased but ICAM-1 expression was significantly increased in the NIDDM and cataract group compared with that of non-diabetic cataract patients; vimentin was unchanged"}, {"pubmed": 22766839, "text": "data suggest vimentin may function as an oncogene and is regulated by tumor suppressive miR138; existence of a tumor suppressive miR138-mediated oncogenic pathway provides new insights into the potential mechanisms of renal cell carcinoma oncogenesis and metastasis"}, {"pubmed": 22869704, "text": "analysis of atomic structure of the vimentin central alpha-helical domain and its implications for intermediate filament assembly"}, {"pubmed": 22879973, "text": "This study suggests that vimentin binds the ALOX15 promoter and regulates its promoter activity and protein expression"}, {"pubmed": 22886823, "text": "High Slug and low E-cadherin expression in basal-like breast cancer (BLBC) correlated with histological grade, TNM stage, and lymphatic metastasis. Poor prognosis of BLBC is associated high Slug and vimentin expression and low E-cadherin levels."}, {"pubmed": 22929228, "text": "we propose a novel regulatory mechanism of IP3R1 activity by type III intermediate filament vimentin"}, {"pubmed": 23049725, "text": "Loss of SARI expression initiates epithelial-to-mesenchymal transition (EMT), which is visualized by repression of E-cadherin and up-regulation of vimentin in lung adenocarcinoma cell lines and in clinical lung adenocarcinoma specimens."}, {"pubmed": 23056278, "text": "Methylation levels of EOMES, HOXA9, POU4F2, TWIST1, VIM, and ZNF154 in urine specimens are promising diagnostic biomarkers for bladder cancer recurrence surveillance"}, {"pubmed": 23072594, "text": "These results suggest the presence in melanoma of growth mechanisms involving nestin, vimentin, and the glucocorticoid receptor may help in understanding tumour biology to provide a molecular basis for clinical therapies."}, {"pubmed": 23135265, "text": "miR-378 is a regulator of stem cell marker Sox2 by targeting vimentin"}, {"pubmed": 23221510, "text": "The data showed that both fascin and vimentin proteins were significantly overexpressed in cholangiocarcinoma, whereas E-cadherin expression was reduced in cholangiocarcinoma compared with normal tissues."}, {"pubmed": 23224145, "text": "TWF1 and VIM are required for miR-30c to regulate breast cancer cell invasion."}, {"pubmed": 23239149, "text": "Vimentin methylation predicted poor overall survival independent of race, subtype, stage, nodal status, or metastatic disease in breast cancer patients."}, {"pubmed": 23280360, "text": "Degraded citrullinated vimentin (VICM) was greater in rheumatoid arthritis and ankylosing spondylitis patients than in healthy controls. VICM levels correlated with disease burden in AS, and were significantly associated with radiographic progression."}, {"pubmed": 23291835, "text": "Data indicate that the nestin and vimentin dots were random distributed within filamentous lines tens of nanometers to one hundred nanometers thick."}, {"pubmed": 23292832, "text": "soft tissue leiomyosarcoma patients with the gain of E-cadherin and loss of Vimentin expression represent favorable trend of"}, {"pubmed": 23295955, "text": "Data indicate that the reduced vimentin expression in response to EPHB4, WIPF2 and MTHFD2 silencing was observed at mRNA and protein levels."}, {"pubmed": 23354842, "text": "The elevated expression of vimentin contributes to the aggressive phenotype and poor prognosis in TNBC. Vimentin expression might be useful as a biomarker for the prognosis of TNBC."}, {"pubmed": 23357686, "text": "Vimentin is one of the trans-acting factors that contribute to the regulation hHRI gene expression."}, {"pubmed": 23412770, "text": "Vimentin, zeb1 and Sip1 are up-regulated in triple-negative and basal-like breast cancers: association with an aggressive tumour phenotype."}, {"pubmed": 23418544, "text": "Data indicate that five important proteins, vimentin, gelsolin, alpha 2 HS glycoprotein (AHSG), glial fibrillary acidic protein (GFAP), and alpha1B-glycoprotein (A1BG) were expressed higher in Rheumatoid arthritis (RA) synovial fluid than non-RA samples."}, {"pubmed": 23418554, "text": "Data suggest that multi-antibody assay of TTF1, Vimentin, p63 CD56, chromogranin and synaptophysin may be of special value, especially in diagnosing small biopsies."}, {"pubmed": 23482564, "text": "an association between vimentin, hGIIA, and arachidonic acid metabolism in synovial inflammation."}, {"pubmed": 23504025, "text": "Data show that TGF-beta1 regulates E-cadherin and vimentin expression through KLF8 pathway."}, {"pubmed": 23562674, "text": "Vimentin expression predicts the occurrence of metastases in non small cell lung carcinomas."}, {"pubmed": 23576498, "text": "interaction between FMDV 2C and cellular vimentin is essential for virus replication."}, {"pubmed": 23614934, "text": "In patients with breast cancer neoplasm grade and expression of BRCA1, Lys27H3, vimentin, and KI67 can be used to predict BRCA1 germline mutations."}, {"pubmed": 23663103, "text": "streptococcal-vimentin cross-reactive antibodies were able to activate microvascular cardiac endothelium by amplifying the inflammatory response in RHD."}, {"pubmed": 23674515, "text": "Vimentin is an endogenous, activating ligand for Dectin-1. Its presence in areas of artery wall inflammation and O production suggests that vimentin activates Dectin-1 and contributes to lipid oxidation and cholesterol accumulation in atherosclerosis."}, {"pubmed": 23677639, "text": "Data indicate that pancreatic (pro)enzymes enhanced expression of beta-catenin and E-cadherin and decreased expression of several epithelial-mesenchymal transition (EMT)-associated genes, such as Vimentin, Snail and Slug."}, {"pubmed": 23682784, "text": "Phenethyl isothiocyanate treatment caused induction of vimentin protein expression in human cancer cells."}, {"pubmed": 23717685, "text": "this study is the first to demonstrate that up-regulation of vimentin and plectin expression positively correlates with the invasion and metastasis of androgen-independent PCA"}, {"pubmed": 23751022, "text": "Vimentin expression in epithelial cells of the surgically resected gastric adenocarcinoma tissue is an independent predictor of short survival, and Her-2 status shows a valuable correlation with clinical parameters."}, {"pubmed": 23773638, "text": "Serum anti-mutated citrullinated vimentin autoantibodies are useful for the diagnosis of rheumatoid arthritis in Chinese patients."}, {"pubmed": 23785295, "text": "vimentin expression was sufficient to induce increased mesenchymal/pro-metastasic phenotypic changes in melanoma cells"}, {"pubmed": 23824807, "text": "This study identifies PKCalpha, PKCepsilon, and vimentin as key factors affecting efficient infection and transduction by echovirus 1 and baculovirus, respectively."}, {"pubmed": 23831462, "text": "Changes in vimentin, lamin A/C and mitofilin expression induce aberrant cell organization in fibroblasts from Fanconi anemia complementation group A (FA-A) patients."}, {"pubmed": 23873106, "text": "Data show that miR-148a downregulated vimentin expression and upregulated E-cadherin expression, suggesting that miR-148a inhibited epithelial-mesenchymal transition (EMT), and the SMAD2 gene was identified as the direct and functional target of miR-148a."}, {"pubmed": 23885566, "text": "involvement of vimentin in migration processes at different stages of development and try to resolve current contradictions concerning the role of vimentin in various events of cell migration"}, {"pubmed": 23974215, "text": "Vimentin is a phosphorylation target of PKC-beta in MCP-1-treated monocytes and that PKC-beta phosphorylation is essential for vimentin secretion."}, {"pubmed": 23991044, "text": "Data indicate that E-cadherin was elevated , and the expression levels of N-cadherin, Vimentin and Twist1 were all decreased in oleanolic acid (OA)-treated cells."}, {"pubmed": 24001454, "text": "Increased expression of vimentin is associated with lymph node metastasis in colorectal cancer."}, {"pubmed": 24005669, "text": "proangiogenic signals converge to enhance expression and association of RACK1 and vimentin, which regulated FAK, resulting in successful endothelial sprout formation in three-dimensional collagen matrices."}, {"pubmed": 24061457, "text": "Increased vimentin expression is associated with bad prognostic factors in infiltrating ductal carcinoma of the breast"}, {"pubmed": 24075276, "text": "Epithelial-to-mesenchymal transition statuses of patients are determined by calculating the ratio of vimentin to E-cadherin, whereby patients are categorized into 3 groups: epithelial, intermediate, and mesenchymal."}, {"pubmed": 24139214, "text": "P-cadherin and vimentin could be adjunctive to the commonly used immunohistochemical surrogates for basal-like breast cancer identification."}, {"pubmed": 24173714, "text": "In the mechanical environment in vivo, vimentin is more dynamic than previously reported."}, {"pubmed": 24196446, "text": "Phosphoproteomic analysis revealed that Plk1 phosphorylates the intermediate filament protein vimentin on Ser459, which is dispensable for its filament formation but is necessary for the inhibition of endocytic vesicle fusion in mitosis"}, {"pubmed": 24284321, "text": "Cellular vimentin regulates construction of dengue virus replication complexes through interaction with NS4A protein."}, {"pubmed": 24387004, "text": "This review discusses various novel functions which are now known to be mediated by vimentin, summarizing structure, regulation and roles of vimentin in cell adhesion, migration, angiogenesis, neurite extension, and cancer."}, {"pubmed": 24447545, "text": "RUNX3 suppressed gastric cancer cell invasion and vimentin expression by activating miR-30a."}, {"pubmed": 24474778, "text": "data are consistent with the possibility that oncogenes can induce cellular stiffness via an HDAC6-induced reorganization of the vimentin intermediate filament network"}, {"pubmed": 24505633, "text": "WeThis study investigated sections of human polycystic ovarian tissue for vimentin and a set of cytokeratins by epifluorescence.The studied proteins showed strong colocalization."}, {"pubmed": 24612689, "text": "In the doxorubicin resistant MCF-7 cells, high levels of vimentin expression were observed."}, {"pubmed": 24623428, "text": "Authors reported that enterovirus 71 VP1 protein could bind to vimentin intermediate filaments expressed on the host cell surface."}, {"pubmed": 24642750, "text": "platelet vimentin engages VWF during platelet adhesion under high shear stress"}, {"pubmed": 24652946, "text": "The microtubule-dependent transport of vimentin ULFs is further regulated by Rho-kinase."}, {"pubmed": 24657653, "text": "NOR1 suppresses slug/vimentin expression to inhibit epithelial-mesenchymal transformation in nasopharyngeal carcinoma."}, {"pubmed": 24681739, "text": "Ovarian and uterine corpus endometrioid adenocarcinomas have different patterns of vimentin expression."}, {"pubmed": 24729088, "text": "The findings of our meta-analysis confirm that vimentin methylation may play a crucial role in the pathogenesis of CRC"}, {"pubmed": 24737666, "text": "Vimentin was up-regulated after ultraviolet exposure in human dermal microvascular endothelial cells. On the other hand, it was down-regulated after intense pulsed light exposure."}, {"pubmed": 24781336, "text": "High S100A4 and vimentin protein expression correlate with an aggressive, malignant phenotype in hepatocellular carcinoma."}, {"pubmed": 24792370, "text": "results confirm that charged amino acids are essential for antibody reactivity and that the vimentin antibody is dependent on side-chain interactions in combination with backbone interactions"}, {"pubmed": 24843142, "text": "We demonstrate, using long-term 4D imaging, that the vimentin intermediate filament establishes mitotic polarity in mammalian cell lines and mediates the asymmetric partitioning of damaged proteins."}, {"pubmed": 24850148, "text": "PADI2 and vimentin participate in the apoptotic mechanisms of activated T lymphocytes."}, {"pubmed": 24858039, "text": "Authors propose a model whereby vimentin promotes FAK stabilization through VAV2-mediated Rac1 activation. This model may explain why vimentin expressing metastatic lung cancer cells are more motile and invasive."}, {"pubmed": 24942637, "text": "The VIM gene is frequently methylated in cervical squamous cell carcinoma and that its methylation might predict a favorable prognosis."}, {"pubmed": 24954475, "text": "knockdown of miR-378a increased the expression of its target proteins, vimentin, and beta3 integrin, which accelerated fibroblast migration and differentiation in vitro and enhanced wound healing in vivo."}, {"pubmed": 24978037, "text": "The production of IgG antivimentin antibodies by a minority of interstitial fibrosis and tubular atrophy patients suggests that in some individuals, IgG AVA may be involved in the pathology of IFTA."}, {"pubmed": 25001935, "text": "Data indicate tha up-regulation of vimentin could promote the invasion of SW780 cells."}, {"pubmed": 25028191, "text": "vimentin, survivin and p53 may have a role in clear cell renal cell carcinoma"}, {"pubmed": 25075038, "text": "VIM methylation of serum DNA may be a useful marker for the early detection of colorectal cancer"}, {"pubmed": 25120060, "text": "Syndecan-1 is involved in morphogenesis of the developing tooth crown and cervical loops, andntogether with CK8 and vimentin in differentiation of preameloblasts and preodontoblasts."}, {"pubmed": 25187410, "text": "VIM was verified to be related to HAART treatment and viral load in HIV infections."}, {"pubmed": 25189876, "text": "Mutated and citrullinated vimentin autoantigenic epitopes were emulated by cyclic citrullinated MCV-derived peptides and recognised by all autoantibody-Ig subclasses in RA."}, {"pubmed": 25211928, "text": "an association between the vimentin and ki-67 expression levels and the degree of spread of metastatic renal cell carcinoma was identified: the high level of expression of these markers precludes the increase of life expectancy"}, {"pubmed": 25278713, "text": "Vimentin methylation status can predict the prognosis of pancreatic cancer patients."}, {"pubmed": 25282138, "text": "In this cohort of NPC patients, higher levels of E-cadherin and higher levels of vimentin were associated with worse outcomes"}, {"pubmed": 25288153, "text": "HtrA2 under stress conditions induces vimentin cleavage in wild-type and SH-SY5Y cells transfected with APP with the Alzheimer disease-associated Swedish mutation. Interplay between Omi/HtrA2 and vimentin affects mitochondrial distribution in neurons."}, {"pubmed": 25306868, "text": "Vimentin, an antigenic feature of inflammation, is a dominant autoantigen targeted in situ in lupus nephritis (LN) tubulointerstitial inflammation (TII). This adaptive autoimmune response likely feeds forward to worsen TII and renal damage."}, {"pubmed": 25322343, "text": "Vimentin expression profile in melanoma"}, {"pubmed": 25329121, "text": "This study focused on analyzing the immunoexpression of CK19, vimentin and E-cadherin in a number of 43 differentiated thyroid carcinomas."}, {"pubmed": 25362514, "text": "high expression in hepatocellular carcinoma"}, {"pubmed": 25487874, "text": "Findings indicate that Cell-surface Vimentin csVimentin(+) CD133(-) cells are promising targets for treatment and prevention of metastatic hepatocellular carcinoma."}, {"pubmed": 25536665, "text": "ALP mRNA binds to and is stabilized by vimentin."}, {"pubmed": 25548991, "text": "Immunohistochemical staining for vimentin and actin was not able to differentiate between spitz nevi and spitzoid malignant melanomas."}, {"pubmed": 25588502, "text": "Data suggest MAP kinase-interacting kinases (Mnk1, Mnk2) regulate cell migration/wound healing, expression of VIM, stability of VIM, and binding of eIF4E (eukaryotic translation initiation factor 4E)/CYFIP1 (cytoplasmic FMR1 interacting protein 1)."}, {"pubmed": 25717187, "text": "vimentin filaments are very dynamic and that their transport is required for filament network maintenance."}, {"pubmed": 25736925, "text": "C6orf106 promotes invasion in NSCLC cells. Finally, C6orf106 upregulates vimentin, and downregulates E-cadherin and P120ctn."}, {"pubmed": 25820701, "text": "Univariate analyses indicated that the T stage, lymph node metastasis, the TNM stage, and the expression of claudin-3, beta-catenin, and vimentin were significant predictors for overall survival (OS)."}, {"pubmed": 25826487, "text": "vimentin and FSP1 have roles in gingival fibrosis"}, {"pubmed": 25855378, "text": "Consistent with its role as an intermediate filament, vimentin acted as a scaffold to recruit Slug to ERK and promote Slug phosphorylation at serine-87."}, {"pubmed": 25902909, "text": "Hypermethylation of vimentin promoter is increased in inflamed colon tissue."}, {"pubmed": 25904701, "text": "VIM mRNA is the best predictive parameter of renal fibrosis compared with estimated glomerular filtration rate, serum creatinine, and blood urea nitrogen"}, {"pubmed": 26031447, "text": "Cys328, through its interaction with Zn, is essential for vimentin network reorganization in response to oxidants and electrophiles, and is required for vimentin performance in network expansion, lysosomal distribution and aggresome formation."}, {"pubmed": 26045832, "text": "E-cadherin and vimentin positive expression was associated with tumor metastasis of oral squamous cell carcinoma"}, {"pubmed": 26109569, "text": "Data show that vimentin subunit exchange in vimentin intermediate filaments (VIFs) precursors called unit-length filaments (ULFs) depends on ATP."}, {"pubmed": 26149185, "text": "Data show that peptidylarginine deiminase type 4, mutated citrullinated vimentin and cyclic citrullinated peptides autoantibodies were detected in 24, 61 and 74% of rheumatoid arthritis (RA) patients, respectively."}, {"pubmed": 26160837, "text": "AOC4P lncRNA acts as a hepatocellular carcinoma tumor suppressor by enhancing vimentin degradation and suppressing the epithelial-mesenchymal transition"}, {"pubmed": 26161965, "text": "Data suggest that tubulin functionally interact with the vimentin network in a cell-type specific manner."}, {"pubmed": 26168186, "text": "Studied the link between VEGFR-1 and PKG-1 in copper regression of cardiomyocyte hypertrophy."}, {"pubmed": 26180933, "text": "immunohistochemical pattern helps to differentiate cystic renal oncocytoma from tubulocystic renal cell carcinoma"}, {"pubmed": 26466680, "text": "On the basis of these results, we propose a model in which dynamic vimentin filaments target CARMIL2 to critical membrane-associated locations, where CARMIL2 regulates CP, and thus actin assembly, to create cell protrusions"}, {"pubmed": 26499837, "text": "Data show that over-expression of vimentin ameliorated cytotoxicity of gambogic acid (GA) in HeLa cells."}, {"pubmed": 26546435, "text": "Our studies first validated that CPEB4 interacts with Vimentin and indicated that high CPEB4 expression in astrocytic tumors correlates closely with a clinically aggressive future, and that CPEB4 might represent a valuable prognostic marker for patients with astrocytic tumors."}, {"pubmed": 26567912, "text": "Low aggressive MCF-7 breast cancer cells have low endogenous PLD enzymatic activity and cell invasion, concomitant with high expression of miR-203, -887, and -3619 and miR-182 and miR-182."}, {"pubmed": 26617803, "text": "PTTG2 induces psoriasis by regulating epidermal expression of vimentin and E-cadherin."}, {"pubmed": 26646105, "text": "High vimentin and low beta4 integrin protein levels are associated with poor survival in oral squamous carcinoma patients."}, {"pubmed": 26702618, "text": "These data suggest that the number of polyploid giant cancer cells and the EMT-related proteins E-cadherin, N-cadherin, and vimentin may be valuable biomarkers to assess metastasis in patients with breast cancer."}, {"pubmed": 26708270, "text": "The present study therefore indicated that IL-6 promoted the process of EMT in HIBECs as characterized by increased migration and invasion of HIBECs and the typical changes in mRNA and protein expression of the EMT markers E-cadherin and vimentin."}, {"pubmed": 26819207, "text": "High vimentin expression is associated with invasion and metastasis of hypoxic non-small cell lung cancer."}, {"pubmed": 26824421, "text": "this study indicates that OPN can induce epithelial-mesenchymal transition of hepatocellular carcinoma cells through increasing vimentin stability"}, {"pubmed": 26923772, "text": "Analysis of vimentin and Ki67 expression can straightforwardly be assessed in CTCs from patients with mCRPC. Poorer survival outcomes were observed in vimentin- and Ki67-positive CTC patients."}, {"pubmed": 26972711, "text": "Vimentin, Nestin and WT1. Sox2 was expressed by the stem/progenitor cells of the ventricular zone, whereas the postmitotic neurons of the cortical plate were immunostained by PAX2 and NSE."}, {"pubmed": 27038800, "text": "Suggest carbamylated vimentin as relevant diagnostic autoantigen in Cuban rheumatoid arthritis patients."}, {"pubmed": 27044755, "text": "From these data, we suggest that filamentous vimentin underneath the plasma membrane is involved in increasing integrin adhesiveness, and thus regulation of the vimentin-integrin interaction might control cell adhesion"}, {"pubmed": 27048119, "text": "TWIST2 regulates epithelial-mesenchymal transition by depriving the epithelial cell phenotype of E-cadherin and endowing the mesenchymal cell phenotype with Vimentin, which may be involved in the progression and prognosis of ovarian cancer."}, {"pubmed": 27069130, "text": "Vimentin Regulates Invasiveness and Is a Poor Prognostic Marker in Non-small Cell Lung Cancer"}, {"pubmed": 27072292, "text": "data demonstrates that keratinocyte migration requires the interaction between vimentin and keratins at the -YRKLLEGEE- sequence at the helical 2B domain of vimentin"}, {"pubmed": 27075696, "text": "These results indicate that liprin-alpha1 localizes to different adhesion and cytoskeletal structures to regulate vimentin intermediate filament network, thereby altering the invasion and growth properties of the cancer cells."}, {"pubmed": 27163529, "text": "findings have identified a role for members of these signaling pathways in the regulation of EGF-induced vimentin expression in the MDA-MB-468 breast cancer cell line"}, {"pubmed": 27172790, "text": "The combined biomarkers E-cadherin, membranous epidermal growth factor receptor (EGFR) and vimentin show a stronger prognostic value for and disease-free survival than any of the single biomarkers."}, {"pubmed": 27304995, "text": "Data show that the filament elongation of both desmin and keratin K8/K18 proceeds very similar to that of vimentin."}, {"pubmed": 27322682, "text": "our results demonstrate that vimentin silencing in ovarian cancer cells upregulates proteins of the exocytotic process to decrease cellular cisplatin accumulation"}, {"pubmed": 27353169, "text": "our findings suggest that the HIF-1alpha-HDAC1 complex transcriptionally inhibits miR-548an expression during hypoxia, resulting in the upregulation of vimentin that facilitates the pancreatic tumorigenesis."}, {"pubmed": 27363026, "text": "Vimentin induced by exosomes is necessary for lung cancer to induce mesenchymal transition (EMT) in recipient bronchial epithelial cells (HBECs)."}, {"pubmed": 27423069, "text": "These findings are the first to demonstrate that vimentin is critical for influenza viral infection as it facilitates endosomal trafficking and acidification, and mediates viral genome penetration into the cytoplasm to propagate the infection."}, {"pubmed": 27448976, "text": "our results demonstrated that vimentin in human GC tissues and cell lines was upregulated due to its de-ubiquitination after interactions with USP14 and miR-320a, which could promote the aggressiveness of GC cells."}, {"pubmed": 27506606, "text": "Coexistence of vimentin-positive and Axl-high expression is a poor prognostic factor for primary breast cancer. Vimentin and Axl expression might contribute to the aggressive phenotype in breast cancer."}, {"pubmed": 27556820, "text": "vimentin may play an important role in the progression of glioblastoma multiforme"}, {"pubmed": 27572444, "text": "Vimentin and its interaction with Shigella flexneri IpaC are dispensable for effector translocation pore formation, but are required for stable docking of Shigella flexneri to cells; moreover, stable docking triggers effector secretion."}, {"pubmed": 27604950, "text": "Vimentin role in the M2BP inhibition of the HIV-1 virion production.M2BP mediates the interaction between HIV-1 Gag and Vimentin."}, {"pubmed": 27646775, "text": "High vimentin expression is associated with malignant pleural mesothelioma."}, {"pubmed": 27655889, "text": "the elongation reaction of vimentin in solution and in situ by time-resolved static and dynamic light scattering, is reported."}, {"pubmed": 27662907, "text": "These findings suggest that Plk1 regulates smooth muscle contraction by modulating vimentin phosphorylation at Ser-56."}, {"pubmed": 27694444, "text": "Structural Dynamics of the Vimentin Coiled-coil Contact Regions Involved in Filament Assembly as Revealed by Hydrogen-Deuterium Exchange.("}, {"pubmed": 27704357, "text": "High expression of vimentin is associated with glioma."}, {"pubmed": 27752740, "text": "AHR protein-vimentin protein complex is formed in the cytoplasm resulting in proteasome degradation of vimentin."}, {"pubmed": 27869227, "text": "HIF-1alpha expression was upregulated in the vasculogenic mimicry-positive CRC cell line HCT-116 and thereby affected the expression of the EMT-related markers Claudin-4, E-cadherin (E-cd) and Vimentin(VIM)."}, {"pubmed": 27888097, "text": "Rab7a depletion decreases the amount of active Rac1 but not its abundance and reduces the number of cells with vimentin filaments facing the wound, indicating that Rab7a has a role in the orientation of vimentin filaments during migration"}, {"pubmed": 27908735, "text": "Results show that VIM mRNA is regulated in melanoma by UNR protein."}, {"pubmed": 27910934, "text": "Cell surface vimentin mediates DENV-2 infection of vascular endothelial cells."}, {"pubmed": 27932314, "text": "TIS21 attenuated Doxorubicin-induced cancer cell senescence by inhibiting linear actin nucleation via Nox4-ROS-ABI2-DRF signal cascade"}, {"pubmed": 28027080, "text": "Carcinoid-like/labyrinthine pattern of cell arrangement in vimentin/cytokeratin 20 expressing sebaceous neoplasms may represent a morphological phenotype of sebaceous mantles."}, {"pubmed": 28096473, "text": "depletion induces phosphorylation of the microtubule-associated GEF-H1 on Ser886, and thereby promotes RhoA activity and actin stress fiber assembly."}, {"pubmed": 28135203, "text": "Data indicate that ellagic aicd (EA) down-regulates the expression of COX-2, NF-kappa B, vimentin and up-regulates the expression of E-cadherin in in pancreatic carcinom PANC-1 cells."}, {"pubmed": 28150354, "text": "Increased TET1 induced re-expression of vimentin through active DNA demethylation, and cause partial epithelial-to-mesenchymal (EMT) in A2780 cells."}, {"pubmed": 28225793, "text": "vimentin regulates the differentiation switch via modulation of K5/K14 expression. Moreover, because there was a significant correlation between high vimentin-K14 expression and recurrence/poor survival in oral cancer patients, vimentin-K14 together may prove to be the novel markers for the prognostication of human oral cancer."}, {"pubmed": 28333958, "text": "changes in methylation levels in cfDNA associated with hepatocellular carcinoma and could represent useful plasma-based biomarker"}, {"pubmed": 28341124, "text": "Over-expression of TNC, SMA, and vimentin were significantly correlated with the lower overall survival in prostate cancer patients."}, {"pubmed": 28348116, "text": "It was concluded that islet cell expression of vimentin indicates a degree of plasticity and dedifferentiation with potential loss of cellular identity in diabetes."}, {"pubmed": 28373440, "text": "High vimentin expression is associated with Non Small-cell Lung Cancer."}, {"pubmed": 28381157, "text": "RAP1 promotes colorectal cell migration through the regulation of Vimentin and RAP1 may act as a potential target for the diagnosis and therapy of CRC."}, {"pubmed": 28419863, "text": "Bevacizumab treatment was also associated with structural protein abnormalities, with decreased GFAP and vimentin content and upregulated GFAP and vimentin mRNA expression."}, {"pubmed": 28489600, "text": "Knocking down long pentraxin-3 (PTX3) or vimentin repressed oleate-induced head and neck squamous cell carcinomas (HNSCCs) invasion."}, {"pubmed": 28499703, "text": "The findings support a mechanism in which miR-375 suppresses RUNX1 levels, resulting in reduced vimentin and L-plastin expression. Knockdown of RUNX1, L-plastin, and vimentin resulted in significant reductions in cell invasion in vitro, indicating the functional significance of miR-375 regulation of specific proteins involved in head and neck squamous cell carcinoma (HNSCC) invasion."}, {"pubmed": 28566373, "text": "Decreasing cell surface vimentin by small interfering RNA (siRNA) knockdown in HeLa and NIKS cells significantly increased human papillomavirus 16 infectious internalization, while overexpression of vimentin had the opposite effect identifying vimentin as a viral restriction factor."}, {"pubmed": 28570699, "text": "Vimentin expression was an adverse prognostic factor for DSS in TSCC patients, even after the adjustment for cell differentiation, pathological stage, and expression levels of Snail, Twist, E-cadherin, and N-cadherin. Snail, E-cadherin, N-cadherin, and Vimentin were associated with tumorigenesis and pathological outcomes"}, {"pubmed": 28592120, "text": "VIM is downregulated and E-cad is upregulated in T1 stage non-small-cell lung cancer, suggesting that a mesenchymal-epithelial transition may take place in the early-stage of tumor development"}, {"pubmed": 28592127, "text": "aberrant methylation of SOX1 and VIM promoters may be potential biomarkers for noninvasive detection of hepatocellular carcinoma and metastasis"}, {"pubmed": 28611349, "text": "stromal vimentin expression is a promising indicator for survival prediction and adjuvant chemotherapy response in patients with stage II colorectal cancer with high-risk factors for recurrence."}, {"pubmed": 28743511, "text": "RhoA/ROCK and Raf-1/CK2 pathway are responsible for TNF-alpha-mediated endothelial cytotoxicity via regulation of the vimentin cytoskeleton."}, {"pubmed": 28744809, "text": "Silencing of Vimentin in CNE2 cells leads to a decrease of microvessel density and VEGF, CD31, MMP2, and MMP9 expressions in pulmonary metastatic tumors."}, {"pubmed": 28754682, "text": "circulating anti-vimentin IgG autoantibody levels are much greater in idiopathic pulmonary fibrosis subjects than in normal controls"}, {"pubmed": 28771721, "text": "TRIM56 is the ubiquitin ligase that is degrading vimentin in ovarian cancer cells, regulation cell migration and neoplasm invasiveness."}, {"pubmed": 29022351, "text": "This study measured the effects of vimentin expression on the mechano-elastic and migratory properties of the highly invasive breast carcinoma cell line MDA231. It demonstrated that vimentin stiffens cells and enhances cell migration in dense cultures, but exerts little or no effect on the migration of sparsely plated cells."}, {"pubmed": 29123267, "text": "Results showed that BPIFB1 expression markedly inhibited NPC cell migration, invasion, and lung-metastatic abilities. Additionally, identification of two BPIFB1-interacting proteins, VTN and VIM, showed that BPIFB1 reduced VTN expression and the formation of a VTN-integrin alphaV complex in NPC cells, leading to inhibition of the FAK/Src/ERK signalling pathway."}, {"pubmed": 29196434, "text": "Desmin, Glial Fibrillary Acidic Protein, Vimentin, and Peripherin are type III intermediate filaments that have roles in health and disease [review]"}, {"pubmed": 29208669, "text": "These data show that vimentin is required for lung adenocarcinoma metastasis by maintaining heterotypic tumor cell-CAF interactions during collective invasion."}, {"pubmed": 29257346, "text": "miR-373 suppresses gastric cancer metastasis by downregulating vimentin."}, {"pubmed": 29401610, "text": "this study identified vimentin as a direct molecular target that mediates simvastatin-induced cell death in 2 different cancer cell lines."}, {"pubmed": 29496907, "text": "Vimentin and Sam68, are identified as bona fide SRMS substrates through in vitro and in vivo assays."}, {"pubmed": 29526677, "text": "Both at the primary site and metastatic lymph nodes of invasive breast cancer samples, vimentin-positive tumors have worse disease-free and overall survival. E-cadherin and vimentin proteins are colocalized within the same tumor cells in a human breast cancer specimen."}, {"pubmed": 29718765, "text": "cell surface vimentin was identified as a candidate surface receptor mediating stiffness-dependent adhesion of Listeria monocytogenes to human microvascular endothelial cells."}, {"pubmed": 29724197, "text": "Study in HeLa cells revealed that Nup88 can affect the phosphorylation status of vimentin, which may contribute to the Nup88-dependent multinucleated phenotype through changing the organization of vimentin."}, {"pubmed": 29754715, "text": "Assembly Kinetics of Vimentin Tetramers"}, {"pubmed": 29767267, "text": "the HDAC inhibitors augmented both Ecadherin and vimentin expression and their effects varied in different cholangiocarcinoma cell lines. Therefore, the clinical use of HDAC inhibitors in biliary cancer should be considered cautiously"}, {"pubmed": 29844309, "text": "VIM is an interactive protein of FSTL1."}, {"pubmed": 29905014, "text": "The crystal structure of coil 1B of human vimentin reveals how coiled coil dimers may assemble into a high-order filamentous structure."}, {"pubmed": 29925392, "text": "overexpression of the epithelial to mesenchymal transition marker vimentin is associated with poor clinical outcome in older patients with cytogenetically normal acute myeloid leukemia."}, {"pubmed": 29956814, "text": "High vimentin expression is associated with pancreatic cancer."}, {"pubmed": 29973687, "text": "Involved in clear cell renal carcinoma vasculogenic mimicry and metastasis through association with TR4 nuclear receptor and miR490-3p"}, {"pubmed": 29976561, "text": "When beta4 integrin is knocked down there is a loss of vimentin filaments from lamellipodia."}, {"pubmed": 30078472, "text": "Positive vimentin expression could serve as a poor prognostic marker in gastric cancer[review, meta-analysis]"}, {"pubmed": 30189187, "text": "Our study suggests that the expression of vimentin in early stages of oral cancer may be beneficial, although not sufficient to achieve transformation"}, {"pubmed": 30284998, "text": "The progression of the endometrioid carcinoma may occur in the setting of various molecular changes, in particular, with decreased expression of E-cadherin and b-catenin and high expression of vimentin, or in the absence of vimentin, utilizing other mechanisms of regulation of proliferative and metastatic potential."}, {"pubmed": 30399492, "text": "extracellular vimentin may play an important role in cancer or trauma-complications by inducing suppression of the adaptive immune response. In a positive sense, the presence of extracellular vimentin may prevent tissue-damage from contributing to the development of autoimmunity."}, {"pubmed": 30408551, "text": "EZH2-mediated epigenetic suppression of EphB3 inhibits gastric cancer proliferation and metastasis by affecting E-cadherin and vimentin expression"}, {"pubmed": 30415776, "text": "vimentin and nestin intermediate filaments interact with caveolae central component caveolin-1 (CAV-1) and importantly, restrain the intracellular trafficking of CAV-1 positive vesicles by serving as a physical barrier."}, {"pubmed": 30431130, "text": "Study reported for the first time that one of the proteins that binds to P5 in U251 glioblastoma cells is vimentin, and the present findings indicated that P5 may be an attractive target for novel molecular targeted therapy of glioblastoma."}, {"pubmed": 30483822, "text": "Coexpression of FOXK1 and vimentin enhances cell metastasis through the induction of epithelial-mesenchymal transition in gastric cancer cells."}, {"pubmed": 30505430, "text": "Review includes a brief historical account of early studies that unveiled vimentin as a unique component of the cell cytoskeleton followed by an overview of the physiological vimentin functions"}, {"pubmed": 30562753, "text": "Mechanistic analyses revealed that FOXD1 expressed its oncogenic characteristics through activating Vimentin in non-small cell lung cancer cells."}, {"pubmed": 30591455, "text": "A significant correlation between mRNA levels of Twist1, fibronectin and vimentin was evident. Although their expression was inversely proportional, no association was observed between Twist1 and E-cadherin expression"}, {"pubmed": 30664206, "text": "Therefore, the present study demonstrated that ZEB1 is a potential biomarker of the tumorigenesis and progression of HCC, and it may regulate transcription of the VIM gene."}, {"pubmed": 30719518, "text": "shape and inner structure of these mutant filaments is significantly altered"}, {"pubmed": 30756366, "text": "Studied association of vimentim expression with survival in ovarian cancer; found increased vimentin expression to be associated with improved overall survival in malignant ovarian tumors."}, {"pubmed": 30793610, "text": "VIM gene expression increased within Caco2 cells after cocultivation with Proteus vulgaris. On the other hand, VIM gene expression decreased by half after cocultivation with Pseudomonas aeruginosa and Proteus mirabilis"}, {"pubmed": 30796192, "text": "Cell analyses revealed that all major cytoskeleton components were disrupted during pyroptosis and that sensitivity to rupture was calpain-dependent and linked with cleavage of vimentin and loss of intermediate filaments."}, {"pubmed": 30829272, "text": "this study shows that methylation status of VIM gene changes in breast cancer"}, {"pubmed": 30833029, "text": "The high expression of vimentin plays a pivotal role in the development and poor progression of nasopharyngeal carcinoma"}, {"pubmed": 30940620, "text": "Vimentin overexpression as a novel poor prognostic biomarker in eyelid sebaceous gland carcinoma."}, {"pubmed": 30944258, "text": "In 3D lung organoids, or pulmospheres, from patients with idiopathic pulmonary fibrosis, inhibitor of VimIF assembly, withaferin A reduced the invasiveness of lung fibroblasts in the majority of subjects tested. This study provides insights into the functional role of vimentin, which regulates autophagy and restricts the invasiveness of lung fibroblasts."}, {"pubmed": 30979652, "text": "VIM constitutes potential tumor biomarkers in LSCC and could be integrated into a multiparametric prognostic model."}, {"pubmed": 31028580, "text": "Intestinal type of gastric cancer associated with connective tissue dysplasia is characterized by a high level of expression of galectin-1 and vimentin in the perifocal zone and TGF-beta in the tumor zone."}, {"pubmed": 31040125, "text": "Plk1 inhibition did not affect HGF levels but did decrease vimentin phosphorylation, which regulates cMet phosphorylation via beta1-integrin."}, {"pubmed": 31042721, "text": "Results find that VIM overexpression was significantly correlated with poor disease-free and overall survival of patients with lung adenocarcinoma. Vimentin is a key factor linking EMT and EZH2 in lung adenocarcinoma."}, {"pubmed": 31100307, "text": "ATM modulates vimentin expression to facilitate IL-6-induced epithelial-mesenchymal transition and metastasis in lung cancer, indicating that ATM and vimentin might be potential therapeutic targets for inflammation-associated lung cancer metastasis."}, {"pubmed": 31119859, "text": "COPB2 is up-regulated in breast cancer and plays a vital role in the metastasis via N-cadherin and Vimentin."}, {"pubmed": 31243341, "text": "Differential engagement of ORAI1 and TRPC1 in the induction of vimentin expression by different stimuli."}, {"pubmed": 31402219, "text": "Structural results from electron paramagnetic resonance (EPR) spectroscopy and molecular dynamic (MD) simulation find that the linker 1-2 (L1-2) is mostly helical with the two chains forming a heterogeneous structure. Also, L1-2 through rod 2A contains distinct levels of order and lacks supercoiling."}, {"pubmed": 31428643, "text": "Vimentin plays an important role in hypoxia induced Vasculogenic mimicry formation of renal cell carcinoma (RCC) cells and targeted Vimentin might be beneficial for RCC therapy"}, {"pubmed": 31498648, "text": "Under strain, alpha-helices in vimentin Intermediate filaments (IFs) might unfold to beta-sheets. Upon repeated stretching, the filaments soften; however, the remaining plastic strain is negligible. Vimentin IFs do not recover their original stiffness on reasonable time scales, and these seemingly contradicting results are explained by introducing a third, less well-defined conformational state."}, {"pubmed": 31581522, "text": "The authors findings revealed a novel mechanism of vimentin through which various signaling pathways controlled the proliferation, differentiation, and movement of the hepatic stellate cells via the ERK/AKT and Rho cascades."}, {"pubmed": 31583548, "text": "High vimentin Expression in Tumor Microenvironment is associated with Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 31619557, "text": "viral protein synthesis induces vimentin cages, which promote production of specific viral proteins that eventually control apoptosis and host cell death."}, {"pubmed": 31649250, "text": "the treatment of glioblastoma multiforme cells with TGFb1 suppressed NgR maturation. We showed that NgR and vimentin interact, which could be a possible mechanism for the suppression of NgR maturation."}, {"pubmed": 31653136, "text": "High VIM methylation is associated with Epithelial Ovarian Cancer."}, {"pubmed": 31761784, "text": "MAP2K4 interacts with Vimentin to activate the PI3K/AKT pathway and promotes breast cancer pathogenesis."}, {"pubmed": 31786880, "text": "lncRNA VIM-AS1 was overexpressed in prostate cancer (PCa) tissues and cell lines and promoted PCa proliferation and metastasis via epithelial-mesenchymal transition through regulating vimentin, which might provide a novel target for the diagnosis and therapy for PCa."}, {"pubmed": 31862882, "text": "RING finger protein 208 (RNF208) decreases the stability of soluble Vimentin protein through a polyubiquitin-mediated proteasomal degradation pathway, thereby suppressing metastasis of triple-negative breast cancer (TNBC) cells. RNF208 was significantly lower in TNBC than the luminal type, and low expression of RNF208 was strongly associated with poor clinical outcomes."}, {"pubmed": 31885747, "text": "Results identified sperms with head, neck, and tail changes, which were less positive for Vim3 isoform in oligoasthenoteratozoospermia (OAT) syndrome compared to normozoospermia. The expression of Vim3 was significantly downregulated in patients with OAT syndrome. Also, Vim3 is more highly expressed in ejaculates from patients with normozoospermia compared to ejaculates from patients with OAT syndrome."}, {"pubmed": 31981446, "text": "Prognostic significance of PD-L1 expression on cell-surface vimentin-positive circulating tumor cells in gastric cancer patients."}, {"pubmed": 32081916, "text": "Binding of the periplakin linker requires vimentin acidic residues D176 and E187."}, {"pubmed": 32152404, "text": "Vimentin prevents a miR-dependent negative regulation of tissue factor mRNA during epithelial-mesenchymal transitions and facilitates early metastasis."}, {"pubmed": 32234762, "text": "A flexible network of vimentin intermediate filaments promotes migration of amoeboid cancer cells through confined environments."}, {"pubmed": 32283061, "text": "Expression analysis of vimentin and the related lncRNA network in breast cancer."}, {"pubmed": 32467989, "text": "Girdin interaction with vimentin induces EMT and promotes the growth and metastasis of pancreatic ductal adenocarcinoma."}, {"pubmed": 32506485, "text": "Cell surface vimentin-positive circulating tumor cell-based relapse prediction in a long-term longitudinal study of postremission neuroblastoma patients."}, {"pubmed": 32546833, "text": "MicroRNA-17-5p regulates EMT by targeting vimentin in colorectal cancer."}, {"pubmed": 32794417, "text": "Expression and Role of E-Cadherin, beta-Catenin, and Vimentin in Human Papillomavirus-Positive and Human Papillomavirus-Negative Oropharyngeal Squamous Cell Carcinoma."}, {"pubmed": 33046716, "text": "AKT-induced lncRNA VAL promotes EMT-independent metastasis through diminishing Trim16-dependent Vimentin degradation."}, {"pubmed": 33064013, "text": "Expression pattern of ALDH1, E-cadherin, Vimentin and Twist in early and late onset sporadic colorectal cancer."}, {"pubmed": 33135378, "text": "Tension Causes Unfolding of Intracellular Vimentin Intermediate Filaments."}, {"pubmed": 33200343, "text": "Long Non-coding RNA LINC01503 Promotes Gastric Cardia Adenocarcinoma Progression via miR-133a-5p/VIM Axis and EMT Process."}, {"pubmed": 33243974, "text": "Identification of miR-515-3p and its targets, vimentin and MMP3, as a key regulatory mechanism in esophageal cancer metastasis: functional and clinical significance."}, {"pubmed": 33248456, "text": "MicroRNA-146a suppresses tumor malignancy via targeting vimentin in esophageal squamous cell carcinoma cells with lower fibronectin membrane assembly."}, {"pubmed": 33277543, "text": "Identification and characterization of antigen-specific CD4(+) T cells targeting renally expressed antigens in human lupus nephritis with two independent methods."}, {"pubmed": 33582182, "text": "AQP5 regulates vimentin expression via miR-124-3p.1 to protect lens transparency."}, {"pubmed": 33587449, "text": "Immunohistochemical Expression of MMP-9, TIMP-1, and Vimentin and its Correlation With Inflammatory Reaction and Clinical Parameters in Oral Epithelial Dysplasia."}, {"pubmed": 33722250, "text": "Hepatitis B virus X protein promotes vimentin expression via LIM and SH3 domain protein 1 to facilitate epithelial-mesenchymal transition and hepatocarcinogenesis."}, {"pubmed": 34041752, "text": "Vimentin affects colorectal cancer proliferation, invasion, and migration via regulated by activator protein 1."}, {"pubmed": 34052237, "text": "Vimentin loss promotes cancer proliferation through up-regulating Rictor/AKT/beta-catenin signaling pathway."}, {"pubmed": 34170400, "text": "Interaction between cadherins, vimentin, and V-set and immunoglobulin domain containing 1 in gastric-type hepatocellular carcinoma."}, {"pubmed": 34187892, "text": "Multiscale mechanics and temporal evolution of vimentin intermediate filament networks."}, {"pubmed": 34332039, "text": "Isorhapontigenin (ISO) inhibits EMT through FOXO3A/METTL14/VIMENTIN pathway in bladder cancer cells."}, {"pubmed": 34338912, "text": "Revisiting vimentin: a negative surrogate marker of molecularly defined oligodendroglioma in adult type diffuse glioma."}, {"pubmed": 34380795, "text": "Association of E-cadherin & vimentin expression with clinicopathological parameters in lingual squamous cell carcinomas & their role in incomplete epithelial mesenchymal transition."}, {"pubmed": 34509725, "text": "LncRNA AL592284.1 facilitates proliferation and metastasis of cervical cancer cells via miR-30a-5p/Vimentin/EMT axis."}, {"pubmed": 34750051, "text": "Diffusive Ki67 and vimentin are associated with worse recurrence-free survival of upper tract urothelial carcinoma: A retrospective cohort study from bench to bedside."}, {"pubmed": 34830378, "text": "HBV HBx-Downregulated lncRNA LINC01010 Attenuates Cell Proliferation by Interacting with Vimentin."}, {"pubmed": 34915338, "text": "Immunohistochemical analysis of vimentin expression in myocardial tissue from autopsy cases of ischemic heart disease."}, {"pubmed": 35078919, "text": "Extracellular vimentin is an attachment factor that facilitates SARS-CoV-2 entry into human endothelial cells."}, {"pubmed": 35163593, "text": "Propolin G-Suppressed Epithelial-to-Mesenchymal Transition in Triple-Negative Breast Cancer Cells via Glycogen Synthase Kinase 3beta-Mediated Snail and HDAC6-Regulated Vimentin Degradation."}, {"pubmed": 35189561, "text": "Unbiased peptoid cell screen identifies a peptoid targeting newly appeared cell surface vimentin on tumor transformed early lung cancer cells."}, {"pubmed": 35193960, "text": "Host cytoskeletal vimentin serves as a structural organizer and an RNA-binding protein regulator to facilitate Zika viral replication."}, {"pubmed": 35216078, "text": "Metastasising Fibroblasts Show an HDAC6-Dependent Increase in Migration Speed and Loss of Directionality Linked to Major Changes in the Vimentin Interactome."}, {"pubmed": 35363934, "text": "CD44v3,8-10 is essential for Slug-dependent vimentin gene expression to acquire TGF-beta1-induced tumor cell motility."}, {"pubmed": 35433510, "text": "Vimentin Inhibits Dengue Virus Type 2 Invasion of the Blood-Brain Barrier."}, {"pubmed": 35523002, "text": "Association of ZEB1 and Vimentin with poor prognosis in metaplastic breast cancer."}, {"pubmed": 35593896, "text": "Epithelial-to-mesenchymal transition based diagnostic and prognostic signature markers in non-muscle invasive and muscle invasive bladder cancer patients."}, {"pubmed": 35749708, "text": "Signaling Pathways and Protein-Protein Interaction of Vimentin in Invasive and Migration Cells: A Review."}, {"pubmed": 35807435, "text": "Phosphorylation of ERK-Dependent NF-kappaB Triggers NLRP3 Inflammasome Mediated by Vimentin in EV71-Infected Glioblastoma Cells."}, {"pubmed": 35839920, "text": "Vimentin binds to a novel tumor suppressor protein, GSPT1-238aa, encoded by circGSPT1 with a selective encoding priority to halt autophagy in gastric carcinoma."}, {"pubmed": 36082807, "text": "High expression of Sam68 contributes to metastasis by regulating vimentin expression and a motile phenotype in oral squamous cell carcinoma."}, {"pubmed": 36361697, "text": "Different Involvement of Vimentin during Invasion by Listeria monocytogenes at the Blood-Brain and the Blood-Cerebrospinal Fluid Barriers In Vitro."}, {"pubmed": 36420658, "text": "ARID1A downregulation promotes cell proliferation and migration of colon cancer via VIM activation and CDH1 suppression."}, {"pubmed": 36529126, "text": "Expression of Wilms' Tumor 1 Antigen, Vimentin, and Corticotropin-Releasing Factor in the Human Kidney with Focal Segmental Glomerulosclerosis and Effect of Oxidative Stress on These Markers in HEK 293 Cells."}, {"pubmed": 36552797, "text": "Transcriptome Analysis Reveals Vimentin-Induced Disruption of Cell-Cell Associations Augments Breast Cancer Cell Migration."}, {"pubmed": 36594099, "text": "Vimentin epigenetic deregulation in Bladder Cancer associates with acquisition of invasive and metastatic phenotype through epithelial-to-mesenchymal transition."}, {"pubmed": 36631017, "text": "[miR-141-3p enhances the proliferation, invasion and migration of CNE-2 human nasopharyngeal carcinoma cells by promoting vimentin expression]."}, {"pubmed": 36807844, "text": "Caspase-9-mediated cleavage of vimentin attenuates the aggressiveness of leukemic NB4 cells."}, {"pubmed": 37036437, "text": "Long non-coding RNA colon cancer-associated transcript 1-Vimentin axis promoting the migration and invasion of HeLa cells."}, {"pubmed": 37047027, "text": "Downregulation of BUD31 Promotes Prostate Cancer Cell Proliferation and Migration via Activation of p-AKT and Vimentin In Vitro."}, {"pubmed": 37146405, "text": "Single-cell profiling of low-stage endometrial cancers identifies low epithelial vimentin expression as a marker of recurrent disease."}, {"pubmed": 37224719, "text": "Immunohistochemical analysis of the vimentin filaments in Sertoli cells is a powerful tool for the prediction of spermatogenic dysfunction."}, {"pubmed": 37247912, "text": "Improved Analysis of Prostate Cancer: VIM3, ATG7 and P53 Form a Complex and Activate miRNA 371a-3p."}, {"pubmed": 37295747, "text": "N-glycosylation by N-acetylglucosaminyltransferase IVa enhances the interaction of integrin beta1 with vimentin and promotes hepatocellular carcinoma cell motility."}, {"pubmed": 37315823, "text": "Targeting the KRT16-vimentin axis for metastasis in lung cancer."}, {"pubmed": 37356720, "text": "Extracellular vimentin is sufficient to promote cell attachment, spreading, and motility by a mechanism involving N-acetyl glucosamine-containing structures."}, {"pubmed": 37459599, "text": "Lamin A/C and Vimentin as a Coordinated Regulator during Amoeboid Migration in Microscale Confined Microenvironments."}, {"pubmed": 37574746, "text": "Co-expression of galectin-3 and vimentin in triple negative breast cancer cells promotes tumor progression, metastasis and survival."}, {"pubmed": 37646965, "text": "Vimentin promotes glioma progression and maintains glioma cell resistance to oxidative phosphorylation inhibition."}, {"pubmed": 37649322, "text": "Correlation between E-cadherin/beta-catenin, Vimentin expression, clinicopathologic features and drug resistance prediction in naive prostate cancer: A molecular and clinical study."}, {"pubmed": 37677998, "text": "The molecular biophysics of extracellular vimentin and its role in pathogen-host interactions."}, {"pubmed": 37740460, "text": "Circular RNA circARPC1B functions as a stabilisation enhancer of Vimentin to prevent high cholesterol-induced articular cartilage degeneration."}, {"pubmed": 37748934, "text": "Vimentin at the core of wound healing."}, {"pubmed": 37855367, "text": "Increase of cell surface vimentin is associated with vimentin network disruption and subsequent stress-induced premature senescence in human chondrocytes."}, {"pubmed": 37866018, "text": "Extracellular vimentin: Battle between the devil and the angel."}, {"pubmed": 37902191, "text": "ENAH-202 promotes cancer progression in oral squamous cell carcinoma by regulating ZNF502/VIM axis."}, {"pubmed": 37915048, "text": "FAM171B stabilizes vimentin and enhances CCL2-mediated TAM infiltration to promote bladder cancer progression."}, {"pubmed": 37991368, "text": "Interaction of species A rotavirus VP4 with the cellular proteins vimentin and actin related protein 2 discovered by a proximity interactome assay."}, {"pubmed": 38007005, "text": "Salivary IgA and vimentin differentiate in vitro SARS-CoV-2 infection: A study of 290 convalescent COVID-19 patients."}, {"pubmed": 38012357, "text": "Targeting vimentin: a multifaceted approach to combatting cancer metastasis and drug resistance."}, {"pubmed": 38078507, "text": "Phosphorylated vimentin at Ser72 is associated with epithelial-mesenchymal transition in lupus nephritis."}, {"pubmed": 38243118, "text": "Circular RNA cVIM promotes hepatic stellate cell activation in liver fibrosis via miR-122-5p/miR-9-5p-mediated TGF-beta signaling cascade."}, {"pubmed": 38383479, "text": "A tumor suppressor protein encoded by circKEAP1 inhibits osteosarcoma cell stemness and metastasis by promoting vimentin proteasome degradation and activating anti-tumor immunity."}, {"pubmed": 38459513, "text": "CircGLIS3 promotes gastric cancer progression by regulating the miR-1343-3p/PGK1 pathway and inhibiting vimentin phosphorylation."}, {"pubmed": 38685125, "text": "Exploring new frontiers: cell surface vimentin as an emerging marker for circulating tumor cells and a promising therapeutic target in advanced gastric Cancer."}, {"pubmed": 38691868, "text": "EP300 through upregulating the expression of vimentin to promote the progression of chordoma."}], "genomic_pos": {"chr": "10", "end": 17237593, "ensemblgene": "ENSG00000026025", "start": 17228241, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 17279592, "start": 17270258, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010977", "qualifier": "involved_in", "term": "negative regulation of neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014002", "qualifier": "involved_in", "term": "astrocyte development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031175", "qualifier": "involved_in", "term": "neuron projection development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032967", "pubmed": 21746880, "qualifier": "involved_in", "term": "positive regulation of collagen biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043488", "pubmed": 21746880, "qualifier": "involved_in", "term": "regulation of mRNA stability"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045109", "qualifier": "involved_in", "term": "intermediate filament organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045109", "qualifier": "involved_in", "term": "intermediate filament organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060020", "qualifier": "involved_in", "term": "Bergmann glial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070307", "qualifier": "involved_in", "term": "lens fiber cell development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071222", "pubmed": 27812135, "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071225", "pubmed": 27812135, "qualifier": "involved_in", "term": "cellular response to muramyl dipeptide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [9150946, 15846844, 20603131, 21914078, 27919618, 29496907], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005777", "pubmed": 17881773, "qualifier": "located_in", "term": "peroxisome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005815", "qualifier": "located_in", "term": "microtubule organizing center"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 21746880, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005856", "pubmed": 16769727, "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005856", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005882", "qualifier": "is_active_in", "term": "intermediate filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005882", "pubmed": [11889032, 29496907], "qualifier": "located_in", "term": "intermediate filament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016363", "qualifier": "located_in", "term": "nuclear matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "is_active_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031252", "qualifier": "located_in", "term": "cell leading edge"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045111", "qualifier": "located_in", "term": "intermediate filament cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045335", "qualifier": "located_in", "term": "phagocytic vesicle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [20458337, 21362503], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003725", "pubmed": 21266579, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005200", "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005200", "pubmed": 11889032, "qualifier": "enables", "term": "structural constituent of cytoskeleton"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005212", "qualifier": "enables", "term": "structural constituent of eye lens"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10852826, 11827972, 15161933, 15383276, 15671067, 15846844, 16169070, 16189514, 16361107, 16712842, 16923132, 17056548, 18811945, 18827015, 19420356, 20603131, 20618440, 20729920, 20856200, 21699783, 21900206, 22300583, 22684479, 23112296, 24284321, 24940650, 25218743, 25416956, 25959826, 26496610, 27107012, 27173435, 27229929, 27812135, 28514442, 29477555, 30021884, 31515488, 31911079, 31980649, 32296183, 32814053, 35078919, 36217029, 36217030, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 21746880, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [15383276, 16169070, 17050693, 21900206, 22869704], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 22869704, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097110", "pubmed": 10852826, "qualifier": "enables", "term": "scaffold protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990254", "pubmed": 15846844, "qualifier": "enables", "term": "keratin filament binding"}]}, "homologene": {"genes": [[7955, 140599], [8364, 496727], [9031, 420519], [9598, 493952], [9606, 7431], [9615, 477991], [9913, 280955], [10090, 22352], [10116, 81818]], "id": 2538}, "interpro": [{"desc": "Intermediate filament head, DNA-binding domain", "id": "IPR006821", "short_desc": "Intermed_filament_DNA-bd"}, {"desc": "Intermediate filament protein, conserved site", "id": "IPR018039", "short_desc": "IF_conserved"}, {"desc": "Intermediate filament, rod domain", "id": "IPR039008", "short_desc": "IF_rod_dom"}], "ipi": ["IPI00418471", "IPI00975690", "IPI00982595"], "map_location": "10p13", "name": "vimentin", "other_names": ["epididymis secretory sperm binding protein", "vimentin"], "pantherdb": {"HGNC": "12692", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98932", "ortholog_type": "LDO", "panther_family": "PTHR45652", "taxid": 10090, "uniprot_kb": "P20152"}, {"RGD": "621646", "ortholog_type": "LDO", "panther_family": "PTHR45652", "taxid": 10116, "uniprot_kb": "P31000"}, {"Gene": "VIM", "ortholog_type": "O", "panther_family": "PTHR45652", "taxid": 9031, "uniprot_kb": "P09654"}, {"Ensembl": "ENSGALG00000008677", "ortholog_type": "LDO", "panther_family": "PTHR45652", "taxid": 9031, "uniprot_kb": "F1NJ08"}, {"ZFIN": "ZDB-GENE-040426-1743", "ortholog_type": "LDO", "panther_family": "PTHR45652", "taxid": 7955, "uniprot_kb": "F1QT60"}, {"ZFIN": "ZDB-GENE-011212-3", "ortholog_type": "O", "panther_family": "PTHR45652", "taxid": 7955, "uniprot_kb": "F1QAM8"}], "uniprot_kb": "P08670"}, "pathway": {"kegg": [{"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}], "pid": [{"id": "aurora_b_pathway", "name": "Aurora B signaling"}, {"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-111465", "name": "Apoptotic cleavage of cellular proteins"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-264870", "name": "Caspase-mediated cleavage of cytoskeletal proteins"}, {"id": "R-HSA-390522", "name": "Striated Muscle Contraction"}, {"id": "R-HSA-397014", "name": "Muscle contraction"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-75153", "name": "Apoptotic execution phase"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013422", "name": "RHOBTB1 GTPase cycle"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9613829", "name": "Chaperone Mediated Autophagy"}, {"id": "R-HSA-9615710", "name": "Late endosomal microautophagy"}, {"id": "R-HSA-9646399", "name": "Aggrephagy"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}, {"id": "R-HSA-9706574", "name": "RHOBTB GTPase Cycle"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP2814", "name": "Mammary gland development pathway - Puberty (Stage 2 of 4)"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP383", "name": "Striated Muscle Contraction Pathway"}, {"id": "WP3859", "name": "TGF-B Signaling in Thyroid Cells for Epithelial-Mesenchymal Transition"}, {"id": "WP4352", "name": "Ciliary landscape"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["1GK4", "1GK6", "1GK7", "3G1E", "3KLT", "3S4R", "3SSU", "3SWK", "3TRT", "3UF1", "4MCY", "4MCZ", "4MD0", "4MD5", "4MDI", "4MDJ", "4YPC", "4YV3", "5WHF", "6ATF", "6ATI", "6BIR", "6YXK", "8RVE"], "pfam": ["PF00038", "PF04732"], "pharmgkb": "PA37311", "pharos": {"target_id": 16210, "tdl": "Tbio"}, "pir": "S13115", "prosite": "PS51842", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168665", "relationship": "is"}, {"id": "GNF179571", "relationship": "is"}, {"id": "GNF190477", "relationship": "is"}, {"id": "GNF201383", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157772", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031108", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF015407", "relationship": "is"}, {"id": "GNF015408", "relationship": "is"}, {"id": "GNF015409", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF240639", "relationship": "is"}, {"id": "GNF286183", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF099733", "relationship": "is"}, {"id": "GNF139388", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_012413.1"], "protein": "NP_003371.2", "rna": "NM_003380.5", "translation": {"protein": "NP_003371.2", "rna": "NM_003380.5"}}, "reporter": {"HG-U133_Plus_2": ["1555938_x_at", "201426_s_at"], "HG-U95Av2": "34091_s_at", "HTA-2_0": "TC10000126.hg.1", "HuEx-1_0": "3236958", "HuGene-1_1": "7926368", "HuGene-2_1": "16702767"}, "summary": "This gene encodes a type III intermediate filament protein. Intermediate filaments, along with microtubules and actin microfilaments, make up the cytoskeleton. The encoded protein is responsible for maintaining cell shape and integrity of the cytoplasm, and stabilizing cytoskeletal interactions. This protein is involved in neuritogenesis and cholesterol transport and functions as an organizer of a number of other critical proteins involved in cell attachment, migration, and signaling. Bacterial and viral pathogens have been shown to attach to this protein on the host cell surface. Mutations in this gene are associated with congenital cataracts in human patients. [provided by RefSeq, Aug 2017].", "symbol": "VIM", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421451"}, "unigene": ["Hs.691131", "Hs.455493", "Hs.728090"], "uniprot": {"Swiss-Prot": "P08670", "TrEMBL": ["B0YJC4", "V9HWE1", "B0YJC5", "A0A1B0GTT5", "A0A1B0GVG8"]}, "wikipedia": {"url_stub": "Vimentin"}}