{"AllianceGenome": "12693", "HGNC": "12693", "MIM": "192320", "_id": "7432", "_version": 1, "accession": {"genomic": ["AH003025.2", "AH003026.2", "AH003027.2", "AH003028.2", "AH003029.2", "AL133356.10", "CH471051.2", "CP068272.2", "M33027.1", "NC_000006.12", "NC_060930.1"], "protein": ["AAA61285.1", "AAA61286.1", "AAA61287.1", "AAA61289.1", "AAA63268.1", "AAA69515.1", "AAH09794.1", "BAF84648.1", "EAW47724.1", "EAW47725.1", "NP_003372.1", "NP_919416.1", "P01282.1", "XP_005267192.1", "XP_006715625.1", "XP_054212289.1", "XP_054212290.1"], "rna": ["AK291959.1", "AK313950.1", "BC009794.1", "BM971673.1", "DA914915.1", "M36634.1", "M54930.1", "NM_003381.4", "NM_194435.3", "XM_005267135.4", "XM_006715562.5", "XM_054356314.1", "XM_054356315.1"], "translation": [{"protein": "AAH09794.1", "rna": "BC009794.1"}, {"protein": "NP_003372.1", "rna": "NM_003381.4"}, {"protein": "XP_006715625.1", "rna": "XM_006715562.5"}, {"protein": "BAF84648.1", "rna": "AK291959.1"}, {"protein": "XP_054212289.1", "rna": "XM_054356314.1"}, {"protein": "AAA61287.1", "rna": "M36634.1"}, {"protein": "XP_005267192.1", "rna": "XM_005267135.4"}, {"protein": "NP_919416.1", "rna": "NM_194435.3"}, {"protein": "XP_054212290.1", "rna": "XM_054356315.1"}, {"protein": "AAA63268.1", "rna": "M54930.1"}]}, "alias": "PHM27", "ensembl": {"gene": "ENSG00000146469", "protein": ["ENSP00000356212", "ENSP00000356213", "ENSP00000410356"], "transcript": ["ENST00000367243", "ENST00000367244", "ENST00000431366"], "translation": [{"protein": "ENSP00000356213", "rna": "ENST00000367244"}, {"protein": "ENSP00000356212", "rna": "ENST00000367243"}, {"protein": "ENSP00000410356", "rna": "ENST00000431366"}], "type_of_gene": "protein_coding"}, "entrezgene": "7432", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.00550580252, "exp_mis": 51.0077091254, "exp_syn": 19.6467279248, "lof_z": 0.810660148203789, "mis_z": -0.204928461162465, "mu_lof": 3.5286380561e-07, "mu_mis": 4.35649814081e-06, "mu_syn": 1.5738721273e-06, "n_lof": 4.0, "n_mis": 54.0, "n_syn": 20.0, "p_li": 0.00582894419478932, "p_null": 0.267150232639392, "p_rec": 0.727020823165819, "syn_z": -0.0494095688827656}, "bp": 513, "cds_end": 153078276, "cds_start": 153073312, "n_exons": 5, "nonpsych": {"exp_lof": 5.33451563093, "exp_mis": 46.065853688, "exp_syn": 17.6811374779, "lof_z": 0.567450675288114, "mis_z": -0.218049187750844, "mu_lof": 3.5286380561e-07, "mu_mis": 4.35649814081e-06, "mu_syn": 1.5738721273e-06, "n_lof": 4.0, "n_mis": 49.0, "n_syn": 20.0, "p_li": 0.00465181735579544, "p_null": 0.344265066916865, "p_rec": 0.651083115727339, "syn_z": -0.347202559151017}, "nontcga": {"exp_lof": 5.5152160463, "exp_mis": 46.91724623, "exp_syn": 18.0651404637, "lof_z": 1.05651401783051, "mis_z": 0.139450940453469, "mu_lof": 3.5286380561e-07, "mu_mis": 4.35649814081e-06, "mu_syn": 1.5738721273e-06, "n_lof": 3.0, "n_mis": 45.0, "n_syn": 17.0, "p_li": 0.0290595797994043, "p_null": 0.167431493254519, "p_rec": 0.803508926946076, "syn_z": 0.158674940544204}, "transcript": "ENST00000367244.3"}, "exons": [{"cdsend": 152757141, "cdsstart": 152752177, "chr": "6", "position": [[152750796, 152750959], [152752167, 152752284], [152754165, 152754288], [152755268, 152755373], [152756133, 152756265], [152757095, 152757184], [152758909, 152759760]], "strand": 1, "transcript": "NM_003381", "txend": 152759760, "txstart": 152750796}, {"cdsend": 152757141, "cdsstart": 152752177, "chr": "6", "position": [[152750796, 152750959], [152752167, 152752284], [152754165, 152754288], [152755268, 152755373], [152756136, 152756265], [152757095, 152757184], [152758909, 152759760]], "strand": 1, "transcript": "NM_194435", "txend": 152759760, "txstart": 152750796}], "exons_hg19": [{"cdsend": 153078276, "cdsstart": 153073312, "chr": "6", "position": [[153071931, 153072094], [153073302, 153073419], [153075300, 153075423], [153076403, 153076508], [153077268, 153077400], [153078230, 153078319], [153080044, 153080895]], "strand": 1, "transcript": "NM_003381", "txend": 153080895, "txstart": 153071931}, {"cdsend": 153078276, "cdsstart": 153073312, "chr": "6", "position": [[153071931, 153072094], [153073302, 153073419], [153075300, 153075423], [153076403, 153076508], [153077271, 153077400], [153078230, 153078319], [153080044, 153080895]], "strand": 1, "transcript": "NM_194435", "txend": 153080895, "txstart": 153071931}], "generif": [{"pubmed": 11713978, "text": "Besides their presence and functions in the gut and the brain VIP and PACAP have distinct physiological roles in the genital tract."}, {"pubmed": 11884208, "text": "Circulating VIP in fulminant hepatic failure seems to reflect hemodynamic changes in the systemic rather than in the cerebral circulation."}, {"pubmed": 12220738, "text": "mRNA of this peptide and immunoreactivity are decreased in a fetal alcohol syndrome model."}, {"pubmed": 12225791, "text": "Vasoactive intestinal peptide (VIP) inhibits the proliferation of bone marrow progenitors through the VPAC1 receptor."}, {"pubmed": 12409228, "text": "VIP modulation of neural crest differentiation is mediated via VPAC1 and high expression of VPAC1 induces differentiation in and decreases tumorigenicity of neuroblastoma cells."}, {"pubmed": 12670727, "text": "Atopic dermatitis patients' VIP levels were elevated not only in the skin but also in the serum, suggesting that increased serum levels in might be involved in its pathogenesis."}, {"pubmed": 12754213, "text": "VIP has a role in downregulating interferon gamma in the inflammatory response in the central nervous system"}, {"pubmed": 15009665, "text": "We report here a repressor element, similar to the canonical restrictive element-1 (RE-1), located within the first non-coding exon of the human VIP gene. Endogenous RE-1 silencer factor regulates VIP gene expression in neuroblastic and non-neuronal cells"}, {"pubmed": 15093699, "text": "VIP induces neuroendocrine differentiation in prostate cancer cells and has proangiogenic potential"}, {"pubmed": 15155712, "text": "Thus, in human skin, VIP-mediated vasodilation includes a NO-dependent component that could not be explained by H1- and H2-receptor activation."}, {"pubmed": 15247290, "text": "the central part of VIP, at least between Phe(6) and Tyr(22), interacts with the N-terminal ectodomain of the hVPAC1 receptor"}, {"pubmed": 16226889, "text": "Results show that the combination of different amino terminal and intracellular loop 3 splicing variants in the PAC1 receptor dictates the ability of agonists, including PACAP and VIP, to activate signaling pathways."}, {"pubmed": 16697281, "text": "VIP and PACAP stimulate the synthesis and release of adrenomedullary catecholamines, and all three subtypes of PACAP/VIP Rs mediate this effect, PAC(1)-Rs being coupled to AC, VPAC(1)-Rs to both AC and PLC, and VPAC(2)-Rs only to PLC."}, {"pubmed": 16728406, "text": "antiapoptotic signaling pathways activated by vasoactive intestinal polypeptide, epidermal growth factor, and phosphatidylinositol 3-kinase in prostate cancer cells converge on BAD"}, {"pubmed": 16893891, "text": "HNF4alpha, CREM, HNF1alpha, and C/EBPalpha have roles in transcriptional regulation of the glucose-6-phosphatase gene by cAMP/vasoactive intestinal peptide in the intestine"}, {"pubmed": 16965837, "text": "Has protective effects against human bronchial epithelial cell damage."}, {"pubmed": 17003842, "text": "Study investigated the relevance of genetic alterations in VIP to the development of idiopathic pulmonary arterial hypertension; analysis of VIP gene from 10 patients could not be correlated with the disease."}, {"pubmed": 17087112, "text": "SP, CGRP and VIP may play important roles in the pathophysiological mechanism of vasomotor rhinitis."}, {"pubmed": 17175032, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17275031, "text": "VIP has an inhibitory effect on IL-1beta-induced ICAM-1 expression in serous fibroblasts, which may be associated with NF-kappaB activity"}, {"pubmed": 17430171, "text": "This paper reviews the role of VIP in neurodevelopment, its known involvement in neurodevelopmental disorders and proposes ways in which VIP might be of therapeutic value."}, {"pubmed": 17430175, "text": "The aim of this review is (1) to update our knowledge of the cellular and molecular events relevant to VIP function in the immune system; and (2) to gather recent data that support its role as a type 2 cytokine."}, {"pubmed": 17448763, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17466601, "text": "inflammation is associated with a differential expression of VIP and nNOS neuronal subpopulations within the two major enteric plexi, likely due to phenotypic switch in Crohn disease"}, {"pubmed": 17683807, "text": "a proangiogenic potential of vasoactive intestinal peptide in breast cancer."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17804556, "text": "in trophic and anti-inflammatory VIP effects occurs in areas exhibiting a very marked inflammation"}, {"pubmed": 17885205, "text": "Structural studies provide a detailed molecular understanding of the VIP-VPAC1 receptor interaction."}, {"pubmed": 18234640, "text": "The abnormal excretion of hormonal factors is closely related to gallstone formation"}, {"pubmed": 18351280, "text": "VIP and PACAP levels were decreased in anterior vaginal wall of stress urinary incontinence and pelvic organ prolapse patients,they may participate in the pathophysiology of these diseases."}, {"pubmed": 18383383, "text": "VIP(Vasoactive intestinal peptide) expression was decreased in Rhematoid Arthritis (RA) synovial fibroblasts (FLS) compared with Osteoarthritis(OA) FLS;in RA FLS, VPAC2 (VIP receptor type 2) mediates the antiinflammatory effects of VIP"}, {"pubmed": 18441300, "text": "study demonstrated the role of corneal endothelial cell VIP in maintaining the expression level of a corneal endothelial differentiation marker, N-cadherin, and the hexagonal cell shape"}, {"pubmed": 18603306, "text": "The antimicrobial peptide, VIP is a neuropeptide with activity against a range of microorganisms from skin, oral, respiratory and gastrointestinal tract sites."}, {"pubmed": 18663606, "text": "VIP acts in an autocrine fashion via VPAC1 to inhibit megakaryocyte proliferation and induce proplatelet formation"}, {"pubmed": 18682798, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19136032, "text": "These results suggest that the VIP-mediated wound repair of HBECs is associated with activation of CREB via PKA and ERK dependent pathway."}, {"pubmed": 19143025, "text": "VIP secreting Neuroblastic tumors are usually associated with differentiation; they can also secondarily arise from a high-risk tumor upon treatment"}, {"pubmed": 19239625, "text": "secretin stimulates VIP release from postganglionic neurons in the gastric myenteric plexus."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19272598, "text": "There is evidence that VIP is a neurotransmitter in the vaginal epithelium. The anterior vaginal wall has a more important role than the posterior wall. Change of VIP is related to age in pelvic organ prolapse patients."}, {"pubmed": 19470168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19476518, "text": "Reduction in the quantitative sudomotor axon reflex test and VIP expression in the sweat glands might be involved in the dyshidrosis of PD patients."}, {"pubmed": 19508420, "text": "Investigated the correlation between VIP gene variants and idiopathic pulmonary arterial hypertension (IPAH) in Chinese population. The VIP gene variant g.8129T-->C may be one of the risk factors in the pathogenesis of IPAH."}, {"pubmed": 19685709, "text": "The VIP level of the nasal septum in the perennial allergic rhinitis patients was higher than that in the normal controls."}, {"pubmed": 19712974, "text": "Results suggest for the first time a role of FOS in PACAP-induced VIP gene expression in human NB-1 neuroblastoma cells."}, {"pubmed": 19950799, "text": "Relaxation reaction via VIP nerves and contraction via SP nerves might be involved in regulation of enteric nervous system in the normal human PS."}, {"pubmed": 20007697, "text": "Data show that TG2-L and TG2-S enhanced neuroblastoma cell differentiation due to N-Myc small interfering RNA, and suppression of vasoactive intestinal peptide (VIP) expression alone induced neuroblastoma cell differentiation."}, {"pubmed": 20072116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20180986, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20340024, "text": "Blood levels of vasoactive intestinal polypeptide tended to be high in patients with ankylosing spondylitis as compared with those of healthy subjects and correlated with platelet counts significantly, for the first time at the literature."}, {"pubmed": 20379146, "text": "Observational study and genome-wide association study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20529207, "text": "Data show that 1/3 of pediatric slow-transit constipation patients have low substance P or vasoactive intestinal peptide nerve fiber density in proximal colon."}, {"pubmed": 20554694, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20675276, "text": "Data describe neurons and nerve fibers of intestinal plexuses containing vasoactive intestinal peptide, pituitary adenylate cyclase-activating polypeptide and neuropeptide Y in pathologically changed parts of the large intestine in intestinal cancer."}, {"pubmed": 20691743, "text": "VIP increases its own intracellular and extracellular levels, and could be involved in the regulation of VPAC(1)-receptor traffic from the plasma membrane to the nucleus."}, {"pubmed": 20692311, "text": "SP levels are higher in repeat cesarean section, while the VIP levels are reduced in the lower uterine segment."}, {"pubmed": 21167238, "text": "Substance P and VIP neurofibers are present in the fibroid pseudocapsule of uterine fibroids, similar to the values in the normal myometrium of a non-pregnant uterus."}, {"pubmed": 21426768, "text": "One year after sigmoid colon vaginoplasty, VIP expression was significantly lower in the neovagina than in the intact sigmoid colon, but increased 3 years postoperatively."}, {"pubmed": 21969302, "text": "Results demonstrate that meibomian gland epithelial transformed cells transcribe and translate VIP and mACh receptors."}, {"pubmed": 22108610, "text": "We hypothesized that VIP plays a role in the activation of parasympathetic cranial outflow during migraine attacks"}, {"pubmed": 22140573, "text": "Physical exercise stimulates production of natural anti-VIP antibodies and likely results in suppression of VIP."}, {"pubmed": 22207455, "text": "results strongly suggest that VIP synergistically enhances TNF-alpha-stimulated IL-6 and IL-8 synthesis via activating the NF-kappa-B pathway in HK-2 cells"}, {"pubmed": 22555304, "text": "A set of cryosections revealed extensive colocalization of calretinin with vasoactive intestinal peptide in both surviving submucosal perikarya and mucosal nerve fibres in human chagasic submucosa and mucosa."}, {"pubmed": 22728770, "text": "The present work was undertaken to investigate the antiproliferative potential of vasoactive intestinal peptide (VIP) exposure on non-tumoral (HK2) and tumoral (A498, cRCC) human proximal tubular epithelial cell lines."}, {"pubmed": 22914463, "text": "Vasoactive intestinal polypeptipe and GRIN3A SNPs may be associated with cerebral palsy at age 2 in children born preterm."}, {"pubmed": 22959974, "text": "VIP in synovial fluid and articular cartilage is negatively associated with progressive joint damage in osteoarthritis and is a potential indictor of disease severity."}, {"pubmed": 22995328, "text": "An imbalance between vasoactive intestinal peptide and substance P production results in the reestablishment and maintenance of the inflammatory process, leading to denervation and, consequently, promoting the development of megaesophagus."}, {"pubmed": 23168411, "text": "Confocal images and FACS demonstrated a strong association and co-localization between VIP peptide and CRTH2 molecules"}, {"pubmed": 23220033, "text": "Either PACAP or VIP were able to recover the retinal pigment epithelial barrier hyperpermeability and the reduced transepithelial electrical resistance."}, {"pubmed": 23490535, "text": "Expression and distribution of phosphodiesterase (PDE) type 1, known to hydrolyze both cyclic AMP and -GMP, are evaluated with VIP in the vagina where their signaling pathways are involved in control of vaginal blood flow."}, {"pubmed": 23517078, "text": "Data suggest that two closely related neuroprotective peptides, vasoactive intestinal peptide (VIP) and pituitary adenylyl cyclase-activating peptide (PACAP), are up-regulated in neurons/immune cells after injury and/or inflammation. [REVIEW]"}, {"pubmed": 23771668, "text": "Our study suggested that baicalein exerts a positive effect on the VIP expression in HCMV-infected EVT at maternal-fetal interface."}, {"pubmed": 23800435, "text": "VIP expression and its receptors' polymorphism may be important in determining susceptibility to progression from mild to severe forms of Chagas disease."}, {"pubmed": 23864142, "text": "The results of this study indicate a connection between elevated concentration of NPY and VIP and decreased DPP IV/CD26 activity and concentration, suggesting a potential role of these molecules in the immunomodulation of rheumatoid arthritis."}, {"pubmed": 23915857, "text": "The present study found that reduced VIP innervation in the vaginal epithelium of the perimenopausal women was correlated with the severity of pelvic organ prolapse with or without stress incontinence."}, {"pubmed": 24041830, "text": "VIP and pituitary adenylate cyclase-activating polypeptide (PACAP) may influence the course of multiple sclerosis."}, {"pubmed": 24228003, "text": "VIP can inhibit the cytotoxicity of natural killer cells to MKN45 cells and can inhibit the expressions of NKG2D, DAP10, and NF-kappaB in natural killer cells."}, {"pubmed": 24228853, "text": "VIP is significantly increased in the patients with chronic obstructive pulmonary disease and pulmonary hypertension."}, {"pubmed": 24409325, "text": "Serum levels of vasoactive intestinal peptide as a prognostic marker in early arthritis."}, {"pubmed": 24492467, "text": "VIP induced expression of CCL5, one of the main chemokines involved in T cell recruitment."}, {"pubmed": 24673487, "text": "Interictal CGRP and, to a lesser degree, VIP levels measured in peripheral blood are of great help in predicting response of chronic migraine patients to Onabotulinumtoxin type A"}, {"pubmed": 24788249, "text": "VIP regulates CFTR membrane expression and function in Calu-3 cells by increasing its interaction with NHERF1 and P-ERM in a VPAC1- and PKCepsilon-dependent manner."}, {"pubmed": 25574088, "text": "Alterations in VIP expression may play a role in irritable bowel syndrome."}, {"pubmed": 25921596, "text": "The circadian rhythm amplitude of motor activity in both Alzheimer disease subjects and age-matched controls is correlated with the number of vasoactive intestinal peptide-expressing suprachiasmatic nucleus neurons."}, {"pubmed": 25957307, "text": "VIP promotes Th17 polarization of memory Th cells in early arthritis."}, {"pubmed": 25973863, "text": "Skin VIP expression, a marker of sudomotor innervation, was significantly lower in patients with familial transthyretin amyloid neuropathy compared to controls."}, {"pubmed": 26206287, "text": "a differential effect of VIP on the expression of TNFalpha and IL-6 receptors, since VIP was only able to decreased expression in LPS-stimulated monocytes but not in 4/74-infected monocytes."}, {"pubmed": 26818776, "text": "VIP and CRF reduce ADAMTS expression and function in osteoarthritis synovial fibroblasts."}, {"pubmed": 27013676, "text": "optogenetically activating single VIPs in live mice while recording the activity of nearby neurons, we find that VIPs break open a hole in blanket inhibition."}, {"pubmed": 27212399, "text": "Results found that VIP enhanced trophoblast cell migration and invasion through the activation of high affinity VPAC receptors and PKA-CRE signaling pathways suggesting that VIP-mediated autocrine pathways regulate trophoblast cell function and contribute to immune homeostasis maintenance at placentation."}, {"pubmed": 27271317, "text": "this study shows that that VIP exerts anti-inflammatory effects by inhibiting the MAPK-p47phox phosphorylation-NOX2 activation axis, and that VIP dampens carrageenan-induced inflammation in rats"}, {"pubmed": 28125639, "text": "we found that VIP inhibits NFAT nuclear translocation in primary human pulmonary artery smooth muscle cells (PASMC). Early activation of NFATc3 in IPF patients may contribute to disease progression and the increase in VIP expression could be a protective compensatory mechanism"}, {"pubmed": 28711627, "text": "Both mast cells and VIP appear to be important factors in the regulation of this bacterial translocation through the colonic mucosa of irritable bowel syndrome patients."}, {"pubmed": 28857361, "text": "Study shows that mucosal soluble factors from inflammatory bowel diseases induce vasoactive intestinal polypeptide neuroplastic changes in the enteric nervous system."}, {"pubmed": 29391448, "text": "VIP SNPs are associated with VIP serum level and response to rheumatoid arthritis treatment."}, {"pubmed": 29675846, "text": "this study shows that VIP is upregulated in women with endometriosis and chronic pelvic pain"}, {"pubmed": 29699729, "text": "Results have suggested that pituitary adenylate cyclase-activating polypeptide (PACAP) and vasoactive intestinal peptide (VIP), but predominantly VIP, induce neuroblastoma differentiation into benign form by regulating hypoxia-inducible factors, vascular endothelial growth factor and vascular endothelial growth factor receptor expression and distribution."}, {"pubmed": 30155495, "text": "this review provides an overview of VIP effects on rheumatoid arthritis pathology"}, {"pubmed": 30726565, "text": "The results suggest that VIP assists the progress of extravillous trophoblast invasion and vessel remodelling in first-trimester placental bed in an immunologically \"silent\" milieu. The effects of VIP in the present ex vivo human placental model endorse its potential as a therapeutic candidate for deep placentation disorders."}, {"pubmed": 31006358, "text": "Low VIP expression is associated with acute intussusception."}, {"pubmed": 31157986, "text": "serum vasoactive intestinal peptide levels in postmenopausal osteoporosis patients and the correlation of serum VIP levels with disease severity"}, {"pubmed": 31244924, "text": "Insufficient VIP levels in the microenvironment speeds IL-10 mRNA decay to cause regulatory B cell dysfunction. Administration of VIP can inhibit experimental colitis, suggesting the translational potential of VIP in the treatment of IgE(+) ulcerative colitis."}, {"pubmed": 31471097, "text": "The present data show that low VIP levels result in IL-10 mRNA spontaneously decays in food allergy regulatory B (Br) cells to induce Br cell dysfunction. Administration of VIP restores the immune regulatory function in Br cells, which shows the translational potential for the treatment of food allergy or other allergic diseases."}, {"pubmed": 31541684, "text": "The plasma levels of VIP observed in gastric cancer group were lower than in colorectal cancer patients (p = 0.01)."}, {"pubmed": 31609932, "text": "Vasoactive Intestinal Peptide-Secreting Tumors: A Review."}, {"pubmed": 33361631, "text": "Vasopressin in circadian function of SCN."}, {"pubmed": 33502586, "text": "VIP modulates human macrophages phenotype via FPRL1 via activation of RhoA-GTPase and PLC pathways."}, {"pubmed": 34146741, "text": "Changes in ghrelin, substance P and vasoactive intestinal peptide levels in the gastroduodenal mucosa of patients with morbid obesity."}, {"pubmed": 34698942, "text": "Significance of serum VIP and PACAP in multiple sclerosis: an exploratory case-control study."}, {"pubmed": 35216459, "text": "Human CD4(+)CD45RA(+) T Cells Behavior after In Vitro Activation: Modulatory Role of Vasoactive Intestinal Peptide."}, {"pubmed": 35443019, "text": "Donor plasmacytoid dendritic cells limit graft-versus-host disease through vasoactive intestinal polypeptide expression."}, {"pubmed": 36768369, "text": "Sympathetic System in Wound Healing: Multistage Control in Normal and Diabetic Skin."}, {"pubmed": 38674298, "text": "Effects of the Neuropeptides Pituitary Adenylate Cyclase Activating Polypeptide and Vasoactive Intestinal Peptide in Male Fertility."}], "genomic_pos": {"chr": "6", "end": 152759765, "ensemblgene": "ENSG00000146469", "start": 152750797, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 153080900, "start": 153071933, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 10096039, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 9603988, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007589", "pubmed": 4035357, "qualifier": "involved_in", "term": "body fluid secretion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008284", "pubmed": 8389448, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032880", "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032880", "pubmed": 9603988, "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045732", "pubmed": 9603988, "qualifier": "involved_in", "term": "positive regulation of protein catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048242", "qualifier": "involved_in", "term": "epinephrine secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048255", "qualifier": "involved_in", "term": "mRNA stabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070459", "qualifier": "involved_in", "term": "prolactin secretion"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "is_active_in", "term": "neuron projection"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005179", "pubmed": 9603988, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005184", "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21314817, 25416956], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051428", "qualifier": "enables", "term": "peptide hormone receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051428", "pubmed": 8390245, "qualifier": "enables", "term": "peptide hormone receptor binding"}]}, "homologene": {"genes": [[7955, 795653], [8364, 100489359], [9031, 396323], [9544, 703566], [9598, 472164], [9606, 7432], [9615, 484038], [9913, 280956], [10090, 22353], [10116, 117064]], "id": 2539}, "interpro": [{"desc": "Glucagon/GIP/secretin/VIP", "id": "IPR000532", "short_desc": "Glucagon_GIP_secretin_VIP"}, {"desc": "VIP/GHRH-like", "id": "IPR046963", "short_desc": "VIP/GHRH-like"}], "ipi": ["IPI00000959", "IPI00375701"], "map_location": "6q25.2", "name": "vasoactive intestinal peptide", "other_names": ["VIP peptides", "prepro-VIP"], "pantherdb": {"HGNC": "12693", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98933", "ortholog_type": "LDO", "panther_family": "PTHR11213", "taxid": 10090, "uniprot_kb": "P32648"}, {"RGD": "621647", "ortholog_type": "LDO", "panther_family": "PTHR11213", "taxid": 10116, "uniprot_kb": "P01283"}, {"Ensembl": "ENSGALG00000013604", "ortholog_type": "LDO", "panther_family": "PTHR11213", "taxid": 9031, "uniprot_kb": "P48143"}, {"Ensembl": "ENSDARG00000079443", "ortholog_type": "O", "panther_family": "PTHR11213", "taxid": 7955, "uniprot_kb": "F1QHD9"}, {"ZFIN": "ZDB-GENE-080204-3", "ortholog_type": "LDO", "panther_family": "PTHR11213", "taxid": 7955, "uniprot_kb": "B8JIU2"}], "uniprot_kb": "P01282"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}], "netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-420092", "name": "Glucagon-type ligand receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP2596", "name": "Gastric acid production"}, {"id": "WP364", "name": "IL-6 signaling pathway"}, {"id": "WP4484", "name": "Control of immune tolerance by vasoactive intestinal peptide"}]}, "pdb": ["2RRH", "2RRI", "8E3Z"], "pfam": "PF00123", "pharmgkb": "PA37312", "pharos": {"target_id": 7107, "tdl": "Tbio"}, "pir": "A23296", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF329582", "relationship": "is"}, {"id": "GNF329583", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293113", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257899", "relationship": "is"}, {"id": "GNF257900", "relationship": "is"}, {"id": "GNF257901", "relationship": "is"}, {"id": "GNF257902", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160727", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF030746", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF015410", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330794", "relationship": "is"}, {"id": "GNF333769", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF337605", "relationship": "is"}, {"id": "GNF337982", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097952", "relationship": "is"}, {"id": "GNF107547", "relationship": "similar to"}, {"id": "GNF137607", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": ["NP_003372.1", "NP_919416.1", "XP_005267192.1", "XP_006715625.1", "XP_054212289.1", "XP_054212290.1"], "rna": ["NM_003381.4", "NM_194435.3", "XM_005267135.4", "XM_006715562.5", "XM_054356314.1", "XM_054356315.1"], "translation": [{"protein": "NP_003372.1", "rna": "NM_003381.4"}, {"protein": "XP_006715625.1", "rna": "XM_006715562.5"}, {"protein": "XP_054212289.1", "rna": "XM_054356314.1"}, {"protein": "XP_005267192.1", "rna": "XM_005267135.4"}, {"protein": "NP_919416.1", "rna": "NM_194435.3"}, {"protein": "XP_054212290.1", "rna": "XM_054356315.1"}]}, "reporter": {"HG-U133_Plus_2": "206577_at", "HG-U95Av2": ["334_s_at", "33567_at"], "HTA-2_0": "TC06001110.hg.1", "HuEx-1_0": "2931988", "HuGene-1_1": "8122865", "HuGene-2_1": "17013856"}, "summary": "The protein encoded by this gene belongs to the glucagon family. It stimulates myocardial contractility, causes vasodilation, increases glycogenolysis, lowers arterial blood pressure and relaxes the smooth muscle of trachea, stomach and gall bladder. The protein also acts as an antimicrobial peptide with antibacterial and antifungal activity. Alternative splicing occurs at this locus and two transcript variants encoding distinct isoforms have been identified. [provided by RefSeq, Nov 2014].", "symbol": "VIP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366646"}, "unigene": "Hs.53973", "uniprot": {"Swiss-Prot": "P01282", "TrEMBL": "H0Y763"}, "wikipedia": {"url_stub": "Vasoactive intestinal peptide"}}