{"AllianceGenome": "13487", "HGNC": "13487", "MIM": "601501", "_id": "55737", "_version": 1, "accession": {"genomic": ["AC007225.2", "AC012186.8", "CH471092.1", "CP068262.2", "NC_000016.10", "NC_060940.1", "NG_029970.2"], "protein": ["AAF02778.2", "AAF89953.1", "AAG01989.1", "AAG09687.1", "AAG40619.1", "AAH02414.1", "AAH10362.1", "AAH93036.1", "BAA91137.1", "BAA91790.1", "BAB14626.1", "BAD96938.1", "CAB66822.1", "CAC21686.1", "CAI46268.1", "EAW82683.1", "EAW82684.1", "NP_060676.2", "Q96QK1.2", "XP_005256102.1", "XP_011521529.1", "XP_054169441.1", "XP_054169442.1"], "rna": ["AF086051.1", "AF175265.1", "AF183418.1", "AF186382.1", "AF191298.2", "AK000395.1", "AK001614.1", "AK023650.1", "AK025774.1", "AK223218.1", "AL136888.1", "AL512769.1", "AY007112.1", "BC002414.2", "BC010362.1", "BC041367.2", "BC093036.1", "BM971213.1", "BQ574179.1", "BU621624.1", "BX647213.1", "DB049686.1", "NM_018206.6", "XM_005256045.4", "XM_011523227.4", "XM_054313466.1", "XM_054313467.1"], "translation": [{"protein": "BAA91790.1", "rna": "AK001614.1"}, {"protein": "NP_060676.2", "rna": "NM_018206.6"}, {"protein": "AAH02414.1", "rna": "BC002414.2"}, {"protein": "BAB14626.1", "rna": "AK023650.1"}, {"protein": "AAF02778.2", "rna": "AF191298.2"}, {"protein": "AAG01989.1", "rna": "AY007112.1"}, {"protein": "AAG09687.1", "rna": "AF183418.1"}, {"protein": "BAA91137.1", "rna": "AK000395.1"}, {"protein": "AAF89953.1", "rna": "AF175265.1"}, {"protein": "AAG40619.1", "rna": "AF186382.1"}, {"protein": "XP_054169441.1", "rna": "XM_054313466.1"}, {"protein": "XP_011521529.1", "rna": "XM_011523227.4"}, {"protein": "CAI46268.1", "rna": "BX647213.1"}, {"protein": "XP_054169442.1", "rna": "XM_054313467.1"}, {"protein": "AAH10362.1", "rna": "BC010362.1"}, {"protein": "XP_005256102.1", "rna": "XM_005256045.4"}, {"protein": "CAC21686.1", "rna": "AL512769.1"}, {"protein": "BAD96938.1", "rna": "AK223218.1"}, {"protein": "CAB66822.1", "rna": "AL136888.1"}, {"protein": "AAH93036.1", "rna": "BC093036.1"}]}, "alias": ["MEM3", "PARK17"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-11-03T13:45:17.796Z", "disease_label": "Parkinson disease", "gcep": "Parkinson's Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005180", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_b0e546d6-8a44-4e9d-83aa-f781ec4ec166-2021-11-03T134517.796Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000069329", "protein": ["ENSP00000299138", "ENSP00000456274", "ENSP00000461469", "ENSP00000497702"], "transcript": ["ENST00000299138", "ENST00000562420", "ENST00000563884", "ENST00000563984", "ENST00000565228", "ENST00000568191", "ENST00000568612", "ENST00000568642", "ENST00000568784", "ENST00000569950", "ENST00000647959"], "translation": [{"protein": "ENSP00000299138", "rna": "ENST00000299138"}, {"protein": "ENSP00000497702", "rna": "ENST00000647959"}, {"protein": "ENSP00000456274", "rna": "ENST00000568784"}, {"protein": "ENSP00000461469", "rna": "ENST00000568612"}], "type_of_gene": "protein_coding"}, "entrezgene": "55737", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 32.3986067186, "exp_mis": 233.553600874, "exp_syn": 89.080292594, "lof_z": 4.94223738831308, "mis_z": 3.09023603101883, "mu_lof": 2.35024653376e-06, "mu_mis": 2.08595630736e-05, "mu_syn": 7.56137553409e-06, "n_lof": 4.0, "n_mis": 137.0, "n_syn": 91.0, "p_li": 0.993599132125856, "p_null": 1.64494137462188e-09, "p_rec": 0.00640086622920252, "syn_z": -0.12609395560498}, "bp": 2391, "cds_end": 46723045, "cds_start": 46694383, "n_exons": 17, "nonpsych": {"exp_lof": 28.9948128496, "exp_mis": 211.059499443, "exp_syn": 80.2972078163, "lof_z": 4.55870772959102, "mis_z": 3.12671810947743, "mu_lof": 2.35024653376e-06, "mu_mis": 2.08595630736e-05, "mu_syn": 7.56137553409e-06, "n_lof": 4.0, "n_mis": 121.0, "n_syn": 82.0, "p_li": 0.980306375943484, "p_null": 3.15949998237713e-08, "p_rec": 0.0196935924615161, "syn_z": -0.119639435361999}, "nontcga": {"exp_lof": 29.7746453649, "exp_mis": 214.837254133, "exp_syn": 81.9217980664, "lof_z": 4.6596220815026, "mis_z": 3.15556616095955, "mu_lof": 2.35024653376e-06, "mu_mis": 2.08595630736e-05, "mu_syn": 7.56137553409e-06, "n_lof": 4.0, "n_mis": 122.0, "n_syn": 85.0, "p_li": 0.983766232184404, "p_null": 1.60691893204439e-08, "p_rec": 0.016233751746407, "syn_z": -0.215337336543797}, "transcript": "ENST00000299138.7"}, "exons": [{"cdsend": 46689133, "cdsstart": 46660471, "chr": "16", "position": [[46656131, 46660651], [46661717, 46661861], [46662242, 46662482], [46662982, 46663162], [46668929, 46669052], [46671704, 46671860], [46672264, 46672472], [46674313, 46674462], [46674563, 46674660], [46676582, 46676692], [46677314, 46677398], [46678942, 46679156], [46680670, 46680853], [46681376, 46681500], [46682078, 46682175], [46683507, 46683606], [46689130, 46689178]], "strand": -1, "transcript": "NM_018206", "txend": 46689178, "txstart": 46656131}], "exons_hg19": [{"cdsend": 46723045, "cdsstart": 46694383, "chr": "16", "position": [[46690043, 46694563], [46695629, 46695773], [46696154, 46696394], [46696894, 46697074], [46702841, 46702964], [46705616, 46705772], [46706176, 46706384], [46708225, 46708374], [46708475, 46708572], [46710494, 46710604], [46711226, 46711310], [46712854, 46713068], [46714582, 46714765], [46715288, 46715412], [46715990, 46716087], [46717419, 46717518], [46723042, 46723090]], "strand": -1, "transcript": "NM_018206", "txend": 46723090, "txstart": 46690043}], "generif": [{"pubmed": 17101778, "text": "These observations indicate that the mammalian retromer complex assembles by sequential association of SNX1/2 and Vps26-Vps29-Vps35 subcomplexes on endosomal membranes and that SNX1 and SNX2 play interchangeable but essential roles."}, {"pubmed": 17891154, "text": "crystal structure of a VPS29-VPS35 subcomplex showing how the metallophosphoesterase-fold subunit VPS29 acts as a scaffold for the carboxy-terminal half of VPS35"}, {"pubmed": 19531583, "text": "Membrane recruitment of the cargo-selective retromer subcomplex VPS35/29/26 is catalysed by the small GTPase Rab7 and inhibited by the Rab-GAP TBC1D5."}, {"pubmed": 20164305, "text": "Depletion of the retromer by siRNA against Vps35 leads to mis-sorting of DMT1-II to LAMP2-positive structures, and expression of siRNA-resistant Vps35 can rescue this effect."}, {"pubmed": 20619655, "text": "Vps35 mediates vesicle transport between the mitochondria and peroxisomes."}, {"pubmed": 21515373, "text": "Knockdown of retromer protein VPS35 activity produces no change in the quantity or cellular distribution of total cellular amyloid precursor protein (APP) and has no affect on internalization of cell-surface APP."}, {"pubmed": 21733561, "text": "Frameshift mutations of VPS genes and losses of expression of Vps13A and Vps35 proteins are common in gastric cancers and colorectal cancers with high microsatellite instability."}, {"pubmed": 21763482, "text": "Disruption of VPS35 and retromer-mediated trans-membrane protein sorting, rescue, and recycling in the neurodegenerative process led to Parkinson disease."}, {"pubmed": 21763483, "text": "Only a single heterozygous variant in the VPS35 gene caused late-onset Parkinson disease in this family."}, {"pubmed": 21849449, "text": "The amino-terminal conserved, glutamate-rich sequence of herpesvirus saimiri Tip specifically interacts with the human retromer subunit Vps35 and inhibits retromer activity."}, {"pubmed": 22154191, "text": "The results of this study concluded that VPS35 c.1858G>A mutation is an uncommon cause of familial Parkinson's disease."}, {"pubmed": 22278960, "text": "Failed to find any case of VPS35 pAsp620Asn mutation in a cohort of Italian patients with familial Parkinson disease."}, {"pubmed": 22336192, "text": "Hence, our data do not support a major role for VPS35 variations in the genetic etiology of Lewy body disorders in the Flanders-Belgian population."}, {"pubmed": 22410496, "text": "This study suggested that VPS35 Asp620Asn may be not associated with PD in Chinese population."}, {"pubmed": 22513087, "text": "Data show that a component of the WASH regulatory complex (SHRC), FAM21, directly interacts with the retromer CSC protein VPS35."}, {"pubmed": 22517097, "text": "We have extended the number of autosomal dominant PD families with VPS35 mutations to 13 families, worldwide; D620N is the most frequent."}, {"pubmed": 22673036, "text": "VPS35 variants are not associated with Parkinson's disease in the mainland Chinese population."}, {"pubmed": 22801713, "text": "VPS35 mutations are a rare cause of PD in different populations."}, {"pubmed": 22891780, "text": "result suggests that mutation in the VPS35 coding region probably does not represent a major cause of late-onset Parkinson Disease in the Chinese Han population."}, {"pubmed": 22991136, "text": "This study reported that VPS35 mutation in Japanese patients with typical Parkinson's disease."}, {"pubmed": 23125461, "text": "Our study apart from identifying the p.Asp620Asn variant in familial cases also identified it in idiopathic Parkinson disease cases, and thus provides genetic evidence for a role of p.Asp620Asn in Parkinson disease in different populations worldwide."}, {"pubmed": 23261770, "text": "Mutations in VPS35 were found to not play a role in Parkinson disease patients from Southwest China."}, {"pubmed": 23408866, "text": "There is no evidence for an overall contribution of genetic variability in VPS35 (or EIF4G1) to Parkinson disease development in this large family."}, {"pubmed": 23411763, "text": "Pathogenic mutation in VPS35 impairs its protection against MPP(+) cytotoxicity in dopaminergic neurons in Parkinson's disease."}, {"pubmed": 23536430, "text": "Pathogenic VPS35 mutations provide important insights into novel molecular targets for parkinson disease."}, {"pubmed": 23726718, "text": "Its mutation causes Parkinson's disease in Indian population."}, {"pubmed": 24152121, "text": "Dominant expression of Vps35 D620N mutation results in endosomal trafficking alterations that may underpin its role in PD."}, {"pubmed": 24262182, "text": "In 2011 two groups reported the identification of the same missense mutation (p.Asp620Asn) in the vacuolar protein sorting 35 (VPS35) gene, as a novel cause of autosomal dominant parkinson disease."}, {"pubmed": 24740878, "text": "dominant VPS35 mutations lead to neurodegeneration in Parkinson's disease."}, {"pubmed": 24819384, "text": "D620N mutation in VPS35 restricts WASH complex recruitment to endosomes, inhibiting autophagy. The autophagy defects can be explained, at least in part, by abnormal trafficking of the autophagy protein ATG9A."}, {"pubmed": 24854799, "text": "Its mutation is not a common cause of familial Parkinson's disease."}, {"pubmed": 24980502, "text": "the major defect of the D620N mutation in the retromer component VPS35 lies in the association to the actin-nucleating Wiskott-Aldrich syndrome and SCAR homolog (WASH) complex."}, {"pubmed": 25367362, "text": "provides molecular insights into the essential role of Vps26 and Vps35 in Rab7-mediated recruitment of the core retromer complex"}, {"pubmed": 25393110, "text": "Mutagenesis studies coupled with coimmunoprecipitations revealed that retromer-mediated trafficking requires the Env cytoplasmic tail that we show binds directly to retromer components Vps35 and Vps26."}, {"pubmed": 25416282, "text": "VPS35 p.D620N is loss-of-function mutation with respect to VPS35 regulating synaptic transmission and AMPA-type glutamate receptors recycling in mouse cortical neurons and dopamine neuron-like cells produced from stem cells of human p.D620N carriers."}, {"pubmed": 25475142, "text": "This study demonstrated that Genetic variability of VPS35 in parkinsonism."}, {"pubmed": 25937119, "text": "Data indicate that vesicular transport proteins VPS35 and VPS29 influence the levels of the other subunit of retromer."}, {"pubmed": 26251041, "text": "findings provide evidence that the VPS35 D620N mutation likely confers pathogenicity through a partial loss of function mechanism and that this may be linked to other known pathogenic mechanisms such as mitochondrial dysfunction"}, {"pubmed": 26300542, "text": "VPS35 D620N and EIF4G1 R1205H mutations are not a common cause of Parkinson disease in the Greek population."}, {"pubmed": 26547032, "text": "neither the R120W nor the N370S variant of the GBA gene nor D620N mutation of the VPS35 gene were detected among the Parkinson disease cases or the controls."}, {"pubmed": 26618722, "text": "VPS35 mutations cause mitochondrial fragmentation and cell death in cultured neurons in vitro, in mouse substantia nigra neurons in vivo and in human fibroblasts from an individual with PD who has the VPS35(D620N) mutation."}, {"pubmed": 26947123, "text": "VPS35 has been associated with autosomal dominant forms of Parkinson's disease with a high but incomplete penetrance ."}, {"pubmed": 26965691, "text": "The retromer complex is a highly conserved membrane trafficking assembly composed of three proteins - Vps26, Vps29 and Vps35, which are impaired in neurodegenerative diseases. (Review)"}, {"pubmed": 27262440, "text": "deletion of VPS35 in yeast (vps35Delta) leads to a dose-dependent growth defect towards copper. This increased sensitivity could be rescued by transformation with yeast wild-type VPS35 but not by the expression of a construct harboring the yeast equivalent (i.e. D686N) of the most commonly identified VPS35-associated Parkinson disease mutation, p.D620N"}, {"pubmed": 27385586, "text": "the Vps35 R524W-containing retromer has a decreased endosomal association, which can be partially rescued by R55, a small molecule previously shown to stabilize the retromer complex, supporting the potential for future targeting of the retromer complex in the treatment of Parkinson disease."}, {"pubmed": 27460146, "text": "It could interact with DRD1 and regulate DRD1 cell surface recycling, as well as DRD1- mediated dopamine signaling."}, {"pubmed": 27502489, "text": "Silencing VPS35 increased N-Ras's association with cytoplasmic vesicles, diminished GTP loading of Ras, and inhibited mitogen-activated protein kinase signaling and growth of N-Ras-dependent melanoma cells."}, {"pubmed": 27777137, "text": "The absence of mutations in VPS35 genes reveals that they are uncommon causes of Parkinson disease in Brazil"}, {"pubmed": 27889239, "text": "X-ray crystallographic analysis of a 4-component complex comprising the VPS26 & VPS35 subunits of retromer, sorting nexin SNX3, & recycling signal from the divalent cation transporter DMT1-II; analysis identifies a binding site for canonical recycling signals at the interface between VPS26 & SNX3; shows cooperative interactions among the VPS subunits, SNX3 & cargo that couple signal-recognition to membrane recruitment."}, {"pubmed": 27917878, "text": "These experimental data establish the retromer complex as a key spatiotemporal regulator of IFNAR endosomal sorting and a new factor in type-I IFN-induced JAK/STAT signalling and gene transcription."}, {"pubmed": 28040727, "text": "results lend further support to the notion that VPS35-DLP1 interaction is key to the retromer-dependent recycling of mitochondrial DLP1 complex during mitochondrial fission and provide a novel therapeutic target to control excessive fission and associated mitochondrial deficits."}, {"pubmed": 28129035, "text": "a novel regulator of N-Ras trafficking and signaling"}, {"pubmed": 28222538, "text": "Present data support a role for perturbed VPS35 and retromer function in the pathogenesis of Parkinson's disease."}, {"pubmed": 28383562, "text": "These findings provide new mechanistic insights into the role of VPS35 in the regulation of AIMP2 levels and cell death."}, {"pubmed": 28765075, "text": "these results suggest that VPS35 D620N mutation-induced excessive mitochondrial fission leads to the defects in the assembled complex I and supercomplex and causes bioenergetics deficits."}, {"pubmed": 29743203, "text": "LRRK2-mediated Rab10 phosphorylation is increased in neutrophils as well as monocytes isolated from three Parkinson's patients with a heterozygous VPS35[D620N] mutation."}, {"pubmed": 32071398, "text": "DNA and RNA sequencing identified a novel oncogene VPS35 in liver hepatocellular carcinoma."}, {"pubmed": 32540366, "text": "Enhanced Hyaluronan Signaling and Autophagy Dysfunction by VPS35 D620N."}, {"pubmed": 32737286, "text": "Retromer stabilization results in neuroprotection in a model of Amyotrophic Lateral Sclerosis."}, {"pubmed": 33032646, "text": "Endosomal dysfunction in iPSC-derived neural cells from Parkinson's disease patients with VPS35 D620N."}, {"pubmed": 33142012, "text": "Mitochondrial and Clearance Impairment in p.D620N VPS35 Patient-Derived Neurons."}, {"pubmed": 33347683, "text": "Formation of retromer transport carriers is disrupted by the Parkinson disease-linked Vps35 D620N variant."}, {"pubmed": 33611076, "text": "Clinical manifestations of Parkinson's disease harboring VPS35 retromer complex component p.D620N with long-term follow-up."}, {"pubmed": 33636388, "text": "Impaired neurogenesis in the hippocampus of an adult VPS35 mutant mouse model of Parkinson's disease through interaction with APP."}, {"pubmed": 33800686, "text": "Parkinson's Disease Causative Mutation in Vps35 Disturbs Tetherin Trafficking to Cell Surfaces and Facilitates Virus Spread."}, {"pubmed": 34127073, "text": "Parkinson's disease-associated VPS35 mutant reduces mitochondrial membrane potential and impairs PINK1/Parkin-mediated mitophagy."}, {"pubmed": 34530877, "text": "Endosomal traffic and glutamate synapse activity are increased in VPS35 D620N mutant knock-in mouse neurons, and resistant to LRRK2 kinase inhibition."}, {"pubmed": 34602481, "text": "VPS35 Downregulation Alters Degradation Pathways in Neuronal Cells."}, {"pubmed": 34613918, "text": "Structural and Functional Impact of Damaging Nonsynonymous Single Nucleotide Polymorphisms (nsSNPs) on Human VPS35 Protein Using Computational Approaches."}, {"pubmed": 35690672, "text": "ITRAQ-based quantitative proteomic analysis reveals that VPS35 promotes the expression of MCM2-7 genes in HeLa cells."}, {"pubmed": 35766879, "text": "Mutant VPS35-D620N induces motor dysfunction and impairs DAT-mediated dopamine recycling pathway."}, {"pubmed": 36738481, "text": "VPS35 promotes cell proliferation via EGFR recycling and enhances EGFR inhibitors response in gastric cancer."}, {"pubmed": 37950040, "text": "VPS35 promotes gastric cancer progression through integrin/FAK/SRC signalling-mediated IL-6/STAT3 pathway activation in a YAP-dependent manner."}, {"pubmed": 38368930, "text": "VPS35 and retromer dysfunction in Parkinson's disease."}, {"pubmed": 38409392, "text": "The impact of VPS35 D620N mutation on alternative autophagy and its reversal by estrogen in Parkinson's disease."}], "genomic_pos": {"chr": "16", "end": 46689518, "ensemblgene": "ENSG00000069329", "start": 46656132, "strand": -1}, "genomic_pos_hg19": {"chr": "16", "end": 46723430, "start": 46690054, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006886", "qualifier": "involved_in", "term": "intracellular protein transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007040", "qualifier": "involved_in", "term": "lysosome organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 26618722, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010821", "pubmed": 26618722, "qualifier": "involved_in", "term": "regulation of mitochondrion organization"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0016055", "pubmed": 24115276, "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016241", "pubmed": 26172538, "qualifier": "involved_in", "term": "regulation of macroautophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031647", "pubmed": 18193037, "qualifier": "involved_in", "term": "regulation of protein stability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031648", "qualifier": "involved_in", "term": "protein destabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032456", "pubmed": [20164305, 21602791], "qualifier": "involved_in", "term": "endocytic recycling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032463", "qualifier": "involved_in", "term": "negative regulation of protein homooligomerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036010", "pubmed": 28892079, "qualifier": "involved_in", "term": "protein localization to endosome"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042147", "qualifier": "involved_in", "term": "retrograde transport, endosome to Golgi"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042147", "pubmed": [15078903, 26618722, 27385586], "qualifier": "involved_in", "term": "retrograde transport, endosome to Golgi"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042147", "pubmed": [11102511, 18193037, 26220253], "qualifier": "involved_in", "term": "retrograde transport, endosome to Golgi"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043653", "pubmed": 26618722, "qualifier": "involved_in", "term": "mitochondrial fragmentation involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045056", "pubmed": 15247922, "qualifier": "involved_in", "term": "transcytosis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045732", "pubmed": 25533483, "qualifier": "involved_in", "term": "positive regulation of protein catabolic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0050728", "pubmed": 25533483, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050804", "qualifier": "involved_in", "term": "modulation of chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050882", "qualifier": "involved_in", "term": "voluntary musculoskeletal movement"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051246", "pubmed": 26618722, "qualifier": "involved_in", "term": "regulation of protein metabolic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051246", "pubmed": 25533483, "qualifier": "involved_in", "term": "regulation of protein metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060161", "pubmed": 27460146, "qualifier": "involved_in", "term": "positive regulation of dopamine receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061357", "qualifier": "involved_in", "term": "positive regulation of Wnt protein secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090128", "qualifier": "involved_in", "term": "regulation of synapse maturation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090141", "pubmed": 26618722, "qualifier": "involved_in", "term": "positive regulation of mitochondrial fission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090263", "qualifier": "involved_in", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090326", "qualifier": "involved_in", "term": "positive regulation of locomotion involved in locomotory behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098887", "qualifier": "involved_in", "term": "neurotransmitter receptor transport, endosome to postsynaptic membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099003", "qualifier": "involved_in", "term": "vesicle-mediated transport in synapse"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0099074", "pubmed": 26618722, "qualifier": "involved_in", "term": "mitochondrion to lysosome vesicle-mediated transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0099639", "pubmed": 27460146, "qualifier": "involved_in", "term": "neurotransmitter receptor transport, endosome to plasma membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0150052", "qualifier": "involved_in", "term": "regulation of postsynapse assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902823", "pubmed": 23563491, "qualifier": "involved_in", "term": "negative regulation of late endosome to lysosome transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902950", "pubmed": 26618722, "qualifier": "involved_in", "term": "regulation of dendritic spine maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903181", "qualifier": "involved_in", "term": "positive regulation of dopamine biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903828", "qualifier": "involved_in", "term": "negative regulation of protein localization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904377", "pubmed": 25533483, "qualifier": "involved_in", "term": "positive regulation of protein localization to cell periphery"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904377", "qualifier": "involved_in", "term": "positive regulation of protein localization to cell periphery"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905166", "qualifier": "involved_in", "term": "negative regulation of lysosomal protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905606", "pubmed": 25533483, "qualifier": "involved_in", "term": "regulation of presynapse assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000331", "pubmed": 26618722, "qualifier": "involved_in", "term": "regulation of terminal button organization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 26618722, "qualifier": "colocalizes_with", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005764", "qualifier": "located_in", "term": "lysosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 17897319, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": [15078903, 28892079], "qualifier": "located_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": [18160348, 20164305, 27385586], "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005770", "qualifier": "is_active_in", "term": "late endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 11102511, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0010008", "pubmed": 27385586, "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030904", "qualifier": "part_of", "term": "retromer complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030904", "pubmed": [11102511, 28892079], "qualifier": "part_of", "term": "retromer complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0030904", "pubmed": 18193037, "qualifier": "part_of", "term": "retromer complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030904", "pubmed": [17239604, 24115276], "qualifier": "part_of", "term": "retromer complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030906", "pubmed": [20164305, 27385586], "qualifier": "part_of", "term": "retromer, cargo-selective complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0030906", "pubmed": 26220253, "qualifier": "part_of", "term": "retromer, cargo-selective complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043005", "qualifier": "located_in", "term": "neuron projection"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0097422", "pubmed": 15078903, "qualifier": "located_in", "term": "tubular endosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098691", "qualifier": "located_in", "term": "dopaminergic synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0099073", "pubmed": 26618722, "qualifier": "located_in", "term": "mitochondrion-derived vesicle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11102511, 15078903, 16732284, 17616579, 17891154, 18160348, 19553991, 19619496, 20923837, 21725319, 22719997, 23331060, 23452853, 24152121, 24344282, 24747528, 24980502, 25278552, 25416956, 25502805, 26496610, 26618722, 27385586, 27460146, 28514442, 28892079, 30213940, 31515488, 32296183, 32814053, 37172566], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031748", "pubmed": 27460146, "qualifier": "enables", "term": "D1 dopamine receptor binding"}]}, "homologene": {"genes": [[3702, 843918], [4530, 4334459], [4896, 2539462], [4932, 853287], [5141, 3878721], [6239, 174000], [7165, 1269546], [7227, 37536], [7955, 561697], [9031, 415750], [9544, 717394], [9598, 465139], [9606, 55737], [9615, 475346], [9913, 521864], [10090, 65114], [10116, 25479], [28985, 2897024], [33169, 4620943], [318829, 2675633]], "id": 6221}, "interpro": [{"desc": "Vacuolar protein sorting-associated protein 35", "id": "IPR005378", "short_desc": "Vps35"}, {"desc": "Armadillo-type fold", "id": "IPR016024", "short_desc": "ARM-type_fold"}, {"desc": "Vacuolar protein sorting-associated protein 35, C-terminal", "id": "IPR042491", "short_desc": "Vps35_C"}], "ipi": "IPI00018931", "map_location": "16q11.2", "name": "VPS35 retromer complex component", "other_names": ["hVPS35", "maternal-embryonic 3", "vacuolar protein sorting 35 homolog", "vacuolar protein sorting-associated protein 35"], "pantherdb": {"HGNC": "13487", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1890467", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 10090, "uniprot_kb": "Q9EQH3"}, {"RGD": "1589784", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 10116, "uniprot_kb": "G3V8A5"}, {"Ensembl": "ENSGALG00000004375", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 9031, "uniprot_kb": "F1NVF0"}, {"ZFIN": "ZDB-GENE-030131-2042", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 7955, "uniprot_kb": "Q6ZM34"}, {"WormBase": "WBGene00006933", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 6239, "uniprot_kb": "Q21053"}, {"FlyBase": "FBgn0034708", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 7227, "uniprot_kb": "Q9W277"}, {"SGD": "S000003690", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 4932, "uniprot_kb": "P34110"}, {"PomBase": "SPCC777.13", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 4896, "uniprot_kb": "O74552"}, {"dictyBase": "DDB_G0293218", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 352472, "uniprot_kb": "Q54C24"}, {"TAIR": "2080888", "ortholog_type": "O", "panther_family": "PTHR11099", "taxid": 3702, "uniprot_kb": "A8R7K9"}, {"TAIR": "2827896", "ortholog_type": "LDO", "panther_family": "PTHR11099", "taxid": 3702, "uniprot_kb": "Q7X659"}, {"TAIR": "2204390", "ortholog_type": "O", "panther_family": "PTHR11099", "taxid": 3702, "uniprot_kb": "F4I0P8"}], "uniprot_kb": "Q96QK1"}, "pathway": {"kegg": {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-3238698", "name": "WNT ligand biogenesis and trafficking"}]}, "pdb": ["2R17", "5F0J", "5F0K", "5F0L", "5F0M", "5F0P", "5OSH", "5OSI", "7BLN", "7BLO", "8R02", "8R0J", "8RKS"], "pfam": "PF03635", "pharmgkb": "PA37783", "pharos": {"target_id": 1393, "tdl": "Tbio"}, "pir": "JC7516", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171562", "relationship": "is"}, {"id": "GNF182468", "relationship": "is"}, {"id": "GNF193374", "relationship": "is"}, {"id": "GNF204280", "relationship": "is"}, {"id": "GNF226740", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163465", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF035120", "relationship": "is"}, {"id": "GNF041956", "relationship": "is"}, {"id": "GNF042077", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF015435", "relationship": "is"}, {"id": "GNF015436", "relationship": "is"}, {"id": "GNF130538", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285024", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106854", "relationship": "is"}, {"id": "GNF106855", "relationship": "is"}, {"id": "GNF146500", "relationship": "is"}, {"id": "GNF146501", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_029970.2"], "protein": ["NP_060676.2", "XP_005256102.1", "XP_011521529.1", "XP_054169441.1", "XP_054169442.1"], "rna": ["NM_018206.6", "XM_005256045.4", "XM_011523227.4", "XM_054313466.1", "XM_054313467.1"], "translation": [{"protein": "XP_054169442.1", "rna": "XM_054313467.1"}, {"protein": "NP_060676.2", "rna": "NM_018206.6"}, {"protein": "XP_005256102.1", "rna": "XM_005256045.4"}, {"protein": "XP_054169441.1", "rna": "XM_054313466.1"}, {"protein": "XP_011521529.1", "rna": "XM_011523227.4"}]}, "reporter": {"HG-U133_Plus_2": ["1561146_at", "217727_x_at", "222387_s_at", "222388_s_at", "233864_s_at"], "HG-U95B": ["55885_at", "56344_at"], "HTA-2_0": ["TC16001084.hg.1", "TC16001875.hg.1"], "HuEx-1_0": ["3658602", "3658624", "3658626", "3689922"], "HuGene-1_1": "8001149", "HuGene-2_1": ["16826175", "17121394"]}, "retired": [56161, 91808, 113710], "summary": "This gene belongs to a group of vacuolar protein sorting (VPS) genes. The encoded protein is a component of a large multimeric complex, termed the retromer complex, involved in retrograde transport of proteins from endosomes to the trans-Golgi network. The close structural similarity between the yeast and human proteins that make up this complex suggests a similarity in function. Expression studies in yeast and mammalian cells indicate that this protein interacts directly with VPS35, which serves as the core of the retromer complex. [provided by RefSeq, Jul 2008].", "symbol": "VPS35", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422017"}, "unigene": ["Hs.595143", "Hs.454528"], "uniprot": {"Swiss-Prot": "Q96QK1", "TrEMBL": ["A0A3B3ITD4", "H3BRJ7", "I3L4S0"]}, "wikipedia": {"url_stub": "VPS35"}}