{"AllianceGenome": "28873", "HGNC": "28873", "MIM": "608162", "_id": "79679", "_version": 1, "accession": {"genomic": ["AL360298.14", "AL365264.13", "AL391476.20", "CH471122.1", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAH65717.1", "AAH74729.1", "AAP37283.1", "AAQ24206.1", "AAQ88718.1", "AAS13400.1", "AAZ17406.1", "ABI16083.1", "BAB15349.1", "BAH13967.1", "EAW56671.1", "EAW56672.1", "EAW56673.1", "NP_001240778.1", "NP_001240779.1", "NP_078902.2", "Q7Z7D3.1", "XP_011540445.2", "XP_016857824.1", "XP_054194719.1", "XP_054194720.1"], "rna": ["AI686571.1", "AK026071.1", "AK225413.1", "AK303466.1", "AK310812.1", "AY280972.1", "AY346100.1", "AY358352.1", "AY442303.1", "BC065717.1", "BC074729.2", "BX648021.1", "CN259811.1", "DB198367.1", "DC347131.1", "DQ103757.1", "DQ836392.1", "NM_001253849.2", "NM_001253850.2", "NM_024626.4", "NR_045603.2", "NR_045604.2", "XM_011542143.2", "XM_017002335.3", "XM_054338744.1", "XM_054338745.1"], "translation": [{"protein": "AAQ24206.1", "rna": "AY346100.1"}, {"protein": "NP_001240779.1", "rna": "NM_001253850.2"}, {"protein": "BAB15349.1", "rna": "AK026071.1"}, {"protein": "AAS13400.1", "rna": "AY442303.1"}, {"protein": "XP_016857824.1", "rna": "XM_017002335.3"}, {"protein": "NP_001240778.1", "rna": "NM_001253849.2"}, {"protein": "NP_078902.2", "rna": "NM_024626.4"}, {"protein": "AAQ88718.1", "rna": "AY358352.1"}, {"protein": "AAH74729.1", "rna": "BC074729.2"}, {"protein": "AAZ17406.1", "rna": "DQ103757.1"}, {"protein": "ABI16083.1", "rna": "DQ836392.1"}, {"protein": "XP_011540445.2", "rna": "XM_011542143.2"}, {"protein": "AAH65717.1", "rna": "BC065717.1"}, {"protein": "AAP37283.1", "rna": "AY280972.1"}, {"protein": "XP_054194719.1", "rna": "XM_054338744.1"}, {"protein": "BAH13967.1", "rna": "AK303466.1"}, {"protein": "XP_054194720.1", "rna": "XM_054338745.1"}]}, "alias": ["B7-H4", "B7H4", "B7S1", "B7X", "B7h.5", "PRO1291", "VCTN1"], "ensembl": {"gene": "ENSG00000134258", "protein": ["ENSP00000328168", "ENSP00000351899", "ENSP00000358470", "ENSP00000444724"], "transcript": ["ENST00000328189", "ENST00000359008", "ENST00000369458", "ENST00000463461", "ENST00000488493", "ENST00000539893"], "translation": [{"protein": "ENSP00000351899", "rna": "ENST00000359008"}, {"protein": "ENSP00000358470", "rna": "ENST00000369458"}, {"protein": "ENSP00000444724", "rna": "ENST00000539893"}, {"protein": "ENSP00000328168", "rna": "ENST00000328189"}], "type_of_gene": "protein_coding"}, "entrezgene": "79679", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.26995904, "exp_mis": 87.4734097, "exp_syn": 38.009709, "lof_z": -0.940388209977838, "mis_z": 0.077055214907184, "mu_lof": 5.44957110828e-07, "mu_mis": 7.53542435669e-06, "mu_syn": 3.16977551091e-06, "n_lof": 11.0, "n_mis": 86.0, "n_syn": 40.0, "p_li": 7.28889632660935e-09, "p_null": 0.959807103481298, "p_rec": 0.0401928892298056, "syn_z": -0.200132922208482}, "bp": 849, "cds_end": 117753477, "cds_start": 117690279, "n_exons": 5, "nonpsych": {"exp_lof": 7.381933, "exp_mis": 79.0687011, "exp_syn": 34.2992758, "lof_z": -1.30780673155419, "mis_z": -0.0528261491392702, "mu_lof": 5.44957110828e-07, "mu_mis": 7.53542435669e-06, "mu_syn": 3.16977551091e-06, "n_lof": 11.0, "n_mis": 80.0, "n_syn": 38.0, "p_li": 3.76183323653922e-09, "p_null": 0.974753790578842, "p_rec": 0.0252462056593245, "syn_z": -0.397838880714386}, "nontcga": {"exp_lof": 7.59830541, "exp_mis": 80.4654855, "exp_syn": 34.95887583, "lof_z": -1.21735775311487, "mis_z": 0.303552454722498, "mu_lof": 5.44957110828e-07, "mu_mis": 7.53542435669e-06, "mu_syn": 3.16977551091e-06, "n_lof": 11.0, "n_mis": 75.0, "n_syn": 36.0, "p_li": 4.42042739671672e-09, "p_null": 0.969915318372135, "p_rec": 0.0300846772074379, "syn_z": -0.111492160020199}, "transcript": "ENST00000369458.3"}, "exons": [{"cdsend": 117156733, "cdsstart": 117147657, "chr": "1", "position": [[117143586, 117145225], [117147612, 117147782], [117153090, 117153369], [117156573, 117156921], [117170106, 117170171], [117203617, 117203836]], "strand": -1, "transcript": "NM_001253849", "txend": 117203836, "txstart": 117143586}, {"cdsend": 117210855, "cdsstart": 117147657, "chr": "1", "position": [[117143586, 117145225], [117147612, 117147782], [117153090, 117153369], [117170106, 117170171], [117210823, 117210960]], "strand": -1, "transcript": "NM_001253850", "txend": 117210960, "txstart": 117143586}, {"cdsend": 117210855, "cdsstart": 117147657, "chr": "1", "position": [[117143586, 117145225], [117147612, 117147782], [117153090, 117153369], [117156573, 117156921], [117170106, 117170171], [117210823, 117210927]], "strand": -1, "transcript": "NM_024626", "txend": 117210927, "txstart": 117143586}, {"cdsend": 117210927, "cdsstart": 117210927, "chr": "1", "position": [[117143586, 117145225], [117147612, 117147782], [117153090, 117153369], [117156573, 117157011], [117170106, 117170171], [117210823, 117210927]], "strand": -1, "transcript": "NR_045603", "txend": 117210927, "txstart": 117143586}, {"cdsend": 117210927, "cdsstart": 117210927, "chr": "1", "position": [[117143586, 117145225], [117147612, 117147782], [117153090, 117153249], [117156659, 117156921], [117170106, 117170171], [117210823, 117210927]], "strand": -1, "transcript": "NR_045604", "txend": 117210927, "txstart": 117143586}], "exons_hg19": [{"cdsend": 117699355, "cdsstart": 117690279, "chr": "1", "position": [[117686208, 117687847], [117690234, 117690404], [117695712, 117695991], [117699195, 117699543], [117712728, 117712793], [117746239, 117746458]], "strand": -1, "transcript": "NM_001253849", "txend": 117746458, "txstart": 117686208}, {"cdsend": 117753477, "cdsstart": 117690279, "chr": "1", "position": [[117686208, 117687847], [117690234, 117690404], [117695712, 117695991], [117712728, 117712793], [117753445, 117753582]], "strand": -1, "transcript": "NM_001253850", "txend": 117753582, "txstart": 117686208}, {"cdsend": 117753477, "cdsstart": 117690279, "chr": "1", "position": [[117686208, 117687847], [117690234, 117690404], [117695712, 117695991], [117699195, 117699543], [117712728, 117712793], [117753445, 117753549]], "strand": -1, "transcript": "NM_024626", "txend": 117753549, "txstart": 117686208}, {"cdsend": 117753549, "cdsstart": 117753549, "chr": "1", "position": [[117686208, 117687847], [117690234, 117690404], [117695712, 117695991], [117699195, 117699633], [117712728, 117712793], [117753445, 117753549]], "strand": -1, "transcript": "NR_045603", "txend": 117753549, "txstart": 117686208}, {"cdsend": 117753549, "cdsstart": 117753549, "chr": "1", "position": [[117686208, 117687847], [117690234, 117690404], [117695712, 117695871], [117699281, 117699543], [117712728, 117712793], [117753445, 117753549]], "strand": -1, "transcript": "NR_045604", "txend": 117753549, "txstart": 117686208}], "generif": [{"pubmed": 12818165, "text": "May participate in negative regulation of cell-mediated immunity in peripheral tissues"}, {"pubmed": 12818166, "text": "Negative regulator of T cell activation.  (B7S1)"}, {"pubmed": 14568939, "text": "Tight regulation of B7-H4 expression at the translational level is observed in normal peripheral tissues and a potential role indicated in the evasion of tumor immunity."}, {"pubmed": 15878339, "text": "B7-H4 mRNA and protein are overexpressed in human serous ovarian cancers and breast cancers."}, {"pubmed": 16606666, "text": "B7-H4+ tumor macrophages constitute a novel suppressor cell population in ovarian cancer; B7-H4 expression represents a critical checkpoint in determining host responses to dysfunctional cytokines in ovarian cancer."}, {"pubmed": 16785496, "text": "B7-H4 in human antigen-presenting cells negatively regulates T cell responses."}, {"pubmed": 16798883, "text": "patients with renal cell carcinoma (RCC) tumors expressing both B7-H4 and B7-H1 are at an even greater risk of death from RCC"}, {"pubmed": 17051145, "text": "T-cell and epithelial cell crosstalk-associated B7-H4 induces T-cell activation and is a potential activator that promotes tubular lesion"}, {"pubmed": 17498784, "text": "B7-H4 expression was low in normal ovaries and in benign tumors while half of early stage and two-thirds of late stage cancers over-expressed B7-H4."}, {"pubmed": 17509674, "text": "B7-H4 is overexpressed in hyperplastic and malignant endometrial epithelium and is correlated with the T cell number associated with the tumor. B7-H4 overexpression may reflect a aggressive biologic potential and play a role in tumor immune surveillance."}, {"pubmed": 18376314, "text": "B7-H4 was expressed more often in pancreatic ductal carcinoma than was p53."}, {"pubmed": 18676826, "text": "renal cell carcinoma patients are more likely to have detectable sB7x compared with controls and higher sB7x levels correlate with advanced tumor stage"}, {"pubmed": 19116933, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19788399, "text": "Novel role of B7-H4 molecule in the suppressive effect of hBMSCs on T-cell activation and proliferation."}, {"pubmed": 19903360, "text": "B7-H4 gene polymorphism may contribute to the sporadic breast cancer risk and prognosis in Chinese Han women."}, {"pubmed": 19903360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19954668, "text": "Human bone marrow mesenchymal stem cells highly express B7H4, which plays an important role in the suppressive effects of HBMSC on T cell proliferation."}, {"pubmed": 19955922, "text": "B7-H4 directly promotes malignant transformation of ovarian cancer cell line."}, {"pubmed": 20038306, "text": "The expression of OPN and B7-H4 increased in epithelial ovarian cancer."}, {"pubmed": 20499308, "text": "Expression of B7-H4 had no effect on effectiveness of cytokine-induced killer cells adoptive immunotherapy in patients with gastric cancer."}, {"pubmed": 20725832, "text": "High B7-H4 is associated with gastric cancer."}, {"pubmed": 20731031, "text": "B7-H4 was diffusely expressed in cytoplasm and/or membrane of the prostate cancer tissue; the expression was much higher than that in normal prostate tissue."}, {"pubmed": 20872810, "text": "High B7-H4 mRNA copies were associated with gastric cancer progression."}, {"pubmed": 21120594, "text": "intracellular B7-H4 appears to prevent Fas/FasL-mediated bile duct epithelial cell apoptosis during the progression of primary biliary cirrhosis"}, {"pubmed": 21190056, "text": "expression levels of B7-H4 in tumors indicated that B7-H4 may be involved in tumor formation and development."}, {"pubmed": 21378130, "text": "Evidence of B7-H4 expression on melanoma cells as a mechanism controlling tumor immunity which is associated with patients' survival."}, {"pubmed": 21478111, "text": "The expression of B7-H4 molecules on immature myeloid and lymphoid dendritic cells in cord blood of healthy neonates"}, {"pubmed": 21519829, "text": "High B7-H4 is associated with esophageal squamous cell carcinoma progression."}, {"pubmed": 21748517, "text": "B7-H4 expression significantly correlated with tumor stage; the 5-year survival rate was significantly lower in patients with high B7-H4 expression than in those with low B7-H4 expression"}, {"pubmed": 22013483, "text": "paper summarizes the pertinent data on the inhibitory role of B7-H4 in antitumor immunity and its association with cancer progression and survival [review]"}, {"pubmed": 22323440, "text": "These results indicate a novel genetic association with the VTCN1 region in rheumatoid arthritis susceptibility."}, {"pubmed": 22530960, "text": "The intensity of the suppressive profile of the cervical cancer microenvironment indicated by the presence of both RCAS1 and B7H4 on the front of the tumor and in the macrophages and fibroblasts infiltrating the cancer stroma"}, {"pubmed": 22613410, "text": "study concludes B7-H4 negatively regulates T cell-mediated antitumour immunity in nonsmall-cell lung cancer"}, {"pubmed": 22910694, "text": "A review of B7-H3 and B7-H4 immune molecules and the role their overexpression plays in ovarian cancer."}, {"pubmed": 23066977, "text": "The expression of B7-H4 molecule on immature BDCA-1(+) myeloid dendritic cells were significantly lower in umbilical cord blood of healthy neonates when compared with those cells in peripheral blood of healthy adults"}, {"pubmed": 23147549, "text": "B7-H4 expression in malignant tumors is useful for clinical diagnosis, and may provide a novel molecular target for cancer treatment.[review]"}, {"pubmed": 23318460, "text": "B7-H4 wild-type confers chemoresistance activity to RCC cell lines including Caki-1 and ACHN. Our study provides a new insight into the functional implication of B7-H4 in its subcellular localization"}, {"pubmed": 23455497, "text": "B7x may enable metastasizing cancer cells to escape local antitumor immune responses through interactions with the innate and adaptive immune systems."}, {"pubmed": 23660627, "text": "Loss of B7-H4 function prevents tumor growth through many processes, including the induction of apoptosis and inhibition of the Erk1/2 signaling pathway indicating that B7-H4 is a cancer promoter and a potentially important therapeutic target."}, {"pubmed": 23722540, "text": "our findings showed that cell surface expression of B7-H4 occurs only in tumors in vivo and that antibody binding of B7-H4 could restore antitumor T-cell responses."}, {"pubmed": 23803071, "text": "High B7-H4 expression is associated with thyroid cancer progression"}, {"pubmed": 23873101, "text": "High B7-H1 and B7-H4 expressions were closely correlated with poor prognosis in patients with colorectal cancer."}, {"pubmed": 23973734, "text": "role in the pathological changes of rheumatoid synovium in rheumatoid arthritis progression"}, {"pubmed": 24125968, "text": "polymorphisms in the FGFR2 and B7H4 genes, which might be associated with breast cancer risk, have been evaluated for the first time in Turkish women with breast cancer."}, {"pubmed": 24280570, "text": "patients who overexpressed B7H4 had worse prognosis than the ones who did not in pancreatic cancer"}, {"pubmed": 24326367, "text": "Data suggest that B7-H4 pathway might play an important role in maintenance of beta-cell function, but its exact role remains to be explored."}, {"pubmed": 24347572, "text": "VTCN1 rs10923223 and VTCN1 rs12046117 were associated with a remitting course of juvenile idiopathic arthritis."}, {"pubmed": 24658839, "text": "High B7-H4 expression is associated with uterine tumors."}, {"pubmed": 24848066, "text": "In type 1 diabetes, elevated blood sVTCN1 levels appeared early in the disease progression and correlated with the aggressive pace of disease"}, {"pubmed": 24947047, "text": "High serum B7-H4 expression is associated with gastric cancer."}, {"pubmed": 25053455, "text": "Over-expression of B7-H1 and B7-H4 has strong prognostic significance and promotes colorectal tumor tolerance."}, {"pubmed": 25260881, "text": "low expression of B7-H4 could serve as a candidate biomarker for predicting response to NACT and could provide favorable prognostic information in GC."}, {"pubmed": 25385143, "text": "Studied VTCN1 gene polymorphisms in susceptibility to Breast Cancer."}, {"pubmed": 25400757, "text": "Study indicates that B7-H4 has the potential to be an independent prognostic indicator for urothelial cell carcinoma."}, {"pubmed": 25437562, "text": "The crystal structure of the human B7x immunoglobulin variable (IgV) domain at 1.59 A resolution was determined and mapped the epitopes recognized by monoclonal antibodies."}, {"pubmed": 25446402, "text": "B7-H4 is overexpressed in human cervical cancers, and it is associated with low numbers of infiltrating CD8+T-lymphocytes and correspondingly low interferon-gamma production."}, {"pubmed": 25527357, "text": "B7-H4 expression by nonhematopoietic cells in the tumor microenvironment promotes antitumor immunity."}, {"pubmed": 25636447, "text": "In conclusion, measurement of sB7-H4 might be a useful diagnostic and prognostic value for malignant pleural effusion patients"}, {"pubmed": 25725157, "text": "Chromatin immunoprecipitation analysis demonstrated binding of hypoxia-inducible factor-1alpha (HIF-1alpha) to proximal hypoxia-response element (HRE) sites within the B7-H4 promoter in multiple myeloma cells and cancer cell lines."}, {"pubmed": 25907449, "text": "In women who underwent elective cesarian section, a significant increase in sB7-H4 serum levels occurred postpartal, while in women who experienced spontaneous onset of labor, there were no differences between prepartal and postpartal levels."}, {"pubmed": 25924930, "text": "B7H4 antigen is a negative prognostic marker for pancreatic cancer patients and also seems to express resistance of pancreatic cancer patients to chemotherapy with gemcitabine."}, {"pubmed": 25954746, "text": "our data suggest that the evaluation of B7-H4 expression in tissues and blood is a useful tool for predicting the progression of osteosarcoma and prognosis"}, {"pubmed": 25963168, "text": "B7-H4 levels in hepatocellular carcinoma patients were significantly higher than that in healthy controls. High B7-H4 levels were correlated with tumor size, tumor invasion, tumor differentiation and tumor-node metastasis stage."}, {"pubmed": 26078947, "text": "B7-H4 expressed is elevated in colorectal cancer tissues than in the adjacent normal tissues. B7-H4 siRNA effectively inhibited the proliferation at 24 h and 48 h, arrested cell cycle at G0/G1, and suppressed cell invasion and migration."}, {"pubmed": 26101181, "text": "In human amniotic fluid stem cells, the negative co-stimulatory molecule B7H4 regulates low immunogenicity, which can provide a modest inflammatory reaction microenvironment for wound repair."}, {"pubmed": 26211593, "text": "Low expression of VTCN1 inhibits the viability and metastasis of ovarian carcinoma."}, {"pubmed": 26301886, "text": "Data indicate that the diagnostic efficiency of V-set domain containing T cell activation inhibitor 1 (sB7-H4) combined carcinoembryonic antigen (CEA) was superior to either sB7-H4 or CEA."}, {"pubmed": 26411671, "text": "B7-H3 and B7-H4 are involved in esophageal squamous cell carcinoma (ESCC) progression and development and their coexpression could be valuable prognostic indicators."}, {"pubmed": 26505457, "text": "study suggest that serum B7-H4 is an independent prognostic indicator for HCC and may be a promising biomarker for early diagnosis as well as disease prognosis of HCC."}, {"pubmed": 26773144, "text": "Data show that disrupted control of costimulation, evidenced by VTCN1 loss in both APCs and pancreatic islets, ultimately results in altered balance of control of immune responses."}, {"pubmed": 27001312, "text": "B7-H4 activation on Mphis/microglia in the microenvironment of gliomas is an important immunosuppressive event blocking effective T-cell immune responses."}, {"pubmed": 27058425, "text": "This meta-analysis clarified that high B7-H4 expression in tissue was significantly associated with poor survival in patients with solid tumors."}, {"pubmed": 27088889, "text": "study provided the first evidence that B7-H4 facilitated esophageal squamous cell carcinoma cell proliferation through promoting IL-6/STAT3 positive loopback pathway activation"}, {"pubmed": 27177355, "text": "Knockdown of B7-H4 increased CD8+ T cell-mediated cytotoxicity in vitro."}, {"pubmed": 27182163, "text": "Higher expression of HBx and B7-H4 was correlated with tumor progression of hepatitis B virus-hepatocellular carcinoma, suggesting that B7-H4 may be involved in facilitating HBV-related hepatocarcinogenesis."}, {"pubmed": 27258187, "text": "this review shows that targeting the B7-H4 molecule may provide a promising potential for anticancer immunotherapy"}, {"pubmed": 27302185, "text": "Increased serum levels of sB7-H4 in early pregnancy in premature rupture of the amniotic membranes cases may indicate the dynamics of the immune response at the feto-maternal interface and, thus, may serve as a predictive marker for this pregnancy complication."}, {"pubmed": 27349304, "text": "B7-H4 is frequently expressed in ovarian serous carcinomas, especially high-grade serous carcinomas, and may represent a novel immunotherapeutic target in this cancer."}, {"pubmed": 27383830, "text": "B7-H4 is highly expressed in human OSCC tissue, and the B7-H4 expression level was associated with the clinicopathological parameters containing pathological grade and lymph node status."}, {"pubmed": 27430170, "text": "B7-H4 may be overexpressed on the majority of cells in the IDC microenvironment, including macrophages. In vitro experiments revealed that M1 and M2 cells expressed B7-H4. Compared with M1 cells, M2 cells exhibited significantly higher expression levels of B7-H4."}, {"pubmed": 27438152, "text": "in pulmonary adenocarcinoma presenting with SPN, nuclear membrane localization of B7-H4 within the tumor cells is associated with increased malignancy"}, {"pubmed": 27440266, "text": "PD-L1, IDO-1, and B7-H4 are differentially expressed in human lung carcinomas and show limited co-expression. While PD-L1 and IDO-1 are associated with increased tumor-infiltrating lymphoycte and IFN-gamma stimulation, B7-H4 is not."}, {"pubmed": 27632942, "text": "Unstable cell surface antigens are not suitable as targets for ADCC, and we therefore performed an indirect ADCC-redirecting T-cell cytotoxicity assay to study B7-H4 using polyclonal anti-mouse IgG antibody-mediated linking."}, {"pubmed": 27750217, "text": "Results revealed B7-H4 to be associated with poor prognosis in patients with pancreatic cancer liver metastasis. B7-H4 may promote pancreatic cancer metastasis."}, {"pubmed": 27764786, "text": "Study reportes that B7-H3 and B7-H4 are highly expressed in human esophageal cancer tissues and significantly associated with tumor invasion."}, {"pubmed": 27840912, "text": "Aberrant expression of B7-H4 has been identified to correlate with the TNM stage, differentiation degree and lymph node metastasis in patients with HCC."}, {"pubmed": 28061481, "text": "our study demonstrates a strong promoting role of B7-H4 in lung tumor growth, progression and metastasis"}, {"pubmed": 28064317, "text": "wortmannin and rapamycin inhibit B7-H4-mediated tumor immunoresistance through regulating B7-H4 subcellular distribution. Taken together, these results suggest that PI3K/Akt/mTOR inhibitors might be used for adjuvant therapy aimed at inhibition of immune evasion."}, {"pubmed": 28145159, "text": "Evidence of associations between genotypes and Juvenile Idiopathic Arthritis were found for VTCN1, while VTCN1_rs2358820 GA was associated with Uveitis ."}, {"pubmed": 28217953, "text": "The decrease of B7-H4 expression in salivary glands of Sjogren's syndrome patients contributes to the defect of negatively regulating the inflammation caused by CD4(+) T cells."}, {"pubmed": 28246881, "text": "High B7-H4 expression is associated with non-Hodgkin lymphoma."}, {"pubmed": 28258701, "text": "the present review highlights the therapeutic potential of targeting B7-H4 in cancer"}, {"pubmed": 28260085, "text": "Study provides evidence that B7-H4 expression is present in cervical intraepithelial neoplasia and cervical cancer patients and suggests its involvement in cervical cancer progression."}, {"pubmed": 28325750, "text": "Preclinical investigation into B7-H4-specific chimeric antigen receptor (CAR) T cells, antibody-mediated blockade of B7-H4, and anti-B7-H4 drug conjugates has shown antitumor efficacy in mouse models."}, {"pubmed": 28338007, "text": "Human Immunodeficiency virus type-1 myeloid derived suppressor cells inhibit cytomegalovirus inflammation through IL-27 and B7-H4."}, {"pubmed": 28347512, "text": "While PD-L1 expression correlated with MSI and high grade endometrial tumors, B7-H4 expression was independent of grade, histology and immune cell infiltration."}, {"pubmed": 28404927, "text": "This meta-analysis demonstrated that high B7-H4 expression is an unfavorable prognostic factor in NSCLC."}, {"pubmed": 28412458, "text": "Survival rate of the patients with higher B7-H4 expression was significantly worse than that of the patients with lower B7-H4 expression."}, {"pubmed": 28425229, "text": "None of the genotype distributions showed a significant difference from the control group for the rs10801935 polymorphism. We conclude that B7-H4 has the potential to be a useful prognostic marker in urothelial carcinoma."}, {"pubmed": 28539467, "text": "B7-H3 protein is expressed in the majority of NSCLCs and is associated with smoking history. High levels of B7-H3 protein have a negative prognostic impact in lung carcinomas. Coexpression of B7-H3 with PD-L1 and B7-H4 is relatively low, suggesting a nonredundant biological role of these targets."}, {"pubmed": 28600225, "text": "B7-H4 is highly expressed in pancreatic cancer, and is an independent predictor of poor prognosis."}, {"pubmed": 28754594, "text": "results demonstrated for the first time that miR-125b-5p could regulate the inflammatory state of macrophages via directly targeting B7-H4"}, {"pubmed": 28923053, "text": "When compared to early-stage lung adenocarcinoma, metastatic pleural adenocarcinoma possessed higher level of nuclei membranous B7-H4 and lower cytoplasmic B7-H4 expression."}, {"pubmed": 29145206, "text": "Knockdown of B7-H4 significantly up-regulated 57 miRNAs and down-regulated 14 miRNAs."}, {"pubmed": 29189263, "text": "high levels of B7-H4, as seen in CC carcinomas, is associated with decreased tumor infiltration by T cells and macrophages but the lower levels of expression, as observed in EM and SE carcinomas, appear less likely to play an effective role in protection from immune surveillance."}, {"pubmed": 29235470, "text": "Upregulation of B7-H4 promotes tumor progression of intrahepatic cholangiocarcinoma."}, {"pubmed": 29391086, "text": "B7-H4/NF-kappaB signaling is involved in the EMT and invasion of bladder cancer cells."}, {"pubmed": 29436630, "text": "the findings of this study suggested that B7-H4 may have the potential to be a valuable prognostic marker and a target for individualized therapies for gastric cancer"}, {"pubmed": 29797540, "text": "this study shows that soluble B7-H4 blood serum levels are elevated in women at high risk for preeclampsia in the first trimester, as well as in patients with confirmed preeclampsia"}, {"pubmed": 29885401, "text": "B7H4-expressing cancer cells also expressed known cancer stemness proteins (Sox9, LSD1, Oct4, and LGR5)"}, {"pubmed": 29898965, "text": "B7-H4Ig binds to Sema3a, which acts as a functional bridge to stimulate an Nrp-1/Plexin A4 heterodimer."}, {"pubmed": 29970702, "text": "Serum B7-H4 detection, either alone or in combination with carbohydrate antigen 125, has an acceptable value in the diagnosis of OC."}, {"pubmed": 30069671, "text": "Studies suggest that V-set domain containing T cell activation inhibitor 1 protein (B7S1) may represent a very promising candidate to be targeted to treat various tumors."}, {"pubmed": 30099052, "text": "The expression of B7-H3 and B7-H4 favored an immunosuppressive microenvironment by promoting the production of IL-10 and TGFB1, thereby resulting in progression of cervical carcinogenesis."}, {"pubmed": 30159779, "text": "High B7-H4 expression is associated with glioblastoma."}, {"pubmed": 30207312, "text": "The aim of the present work was to evaluate the effectiveness of anti-B7-H4-scFv-CH3 against tumors in vitro and in vivo. ScFv can inhibit signaling pathways to improve immunity by binding with the T lymphocyte negative co-stimulatory factor B7-H4."}, {"pubmed": 30486739, "text": "High B7-H4 expression is associated with phyllodes tumors."}, {"pubmed": 30737243, "text": "High B7-H4 expression is associated with Breast Cancer."}, {"pubmed": 30813210, "text": "Increased B7 protein expression by infiltrating immune cells was associated with disease progression, and specifically, the level of B7-H3 expression and localization of B7-H4 expression differed significantly among different stages of gastric carcinogenesis."}, {"pubmed": 31104673, "text": "Expression of B7H3 and B7H4 is closely corelated with clinicopathological parameters and prognosis of patients with T-LBL/ALL, suggesting that B7H3 and B7H4 expression play an important role in the development of T-LBL/ALL."}, {"pubmed": 31128028, "text": "The expressions of CD24, B7-H4 and PCNA have correlations with the occurrence, development, invasion and metastasis of ovarian cancer, and the combined detection may have clinical guiding significance for early diagnosis of ovarian cancer and screening of high-risk patients."}, {"pubmed": 31282407, "text": "The combined detection of CA19-9 and B7-H4 could become a new method for the clinical diagnosis and prognosis of pancreatic cancer."}, {"pubmed": 31619714, "text": "Downregulation of B7-H4 suppresses tumor progression of hepatocellular carcinoma."}, {"pubmed": 31664539, "text": "B7-H4 facilitates proliferation and metastasis of colorectal carcinoma cell through PI3K/Akt/mTOR signaling pathway."}, {"pubmed": 31679792, "text": "The expression of B7-H1 in EBV(+) diffuse large B-cell lymphoma appears to be the dominant factor which affects tumor aggressiveness. When B7-H1 expression weakens, the molecule B7-H4 may become the dominant factor of prognosis in patients with EBV(+)DLBCL."}, {"pubmed": 31733822, "text": "B7-H4, a promising target for immunotherapy."}, {"pubmed": 31802479, "text": "B7x is differently expressed in cutaneous neoplasms."}, {"pubmed": 31848656, "text": "These findings suggest that B7H4 in tumor cells is a negative regulator of CD8 T cell activation, expansion and cytotoxicity, indicating that tumor cell-associated B7H4 might be a target for T cell-based cancer immunotherapy"}, {"pubmed": 32088189, "text": "B7-H4 is a potential prognostic biomarker of prostate cancer."}, {"pubmed": 32088722, "text": "B7-H3 and B7-H4 Expression in Breast Cancer and Their Association with Clinicopathological Variables and T Cell Infiltration."}, {"pubmed": 32113654, "text": "The B7-H4 gene induces immune escape partly via upregulating the PD-1/Stat3 pathway in non-small cell lung cancer."}, {"pubmed": 32319587, "text": "Identification of the cismolecular neighbours of the immune checkpoint protein B7H4 in the breast cancer cellline SKBR3 by proteomic proximity labelling."}, {"pubmed": 32359161, "text": "Use of a human embryonic stem cell model to discover GABRP, WFDC2, VTCN1 and ACTC1 as markers of early first trimester human trophoblast."}, {"pubmed": 32417396, "text": "Insulin-like growth factor-1 receptor induces immunosuppression in lung cancer by upregulating B7-H4 expression through the MEK/ERK signaling pathway."}, {"pubmed": 32457124, "text": "Enhanced B7-H4 expression in gliomas with low PD-L1 expression identifies super-cold tumors."}, {"pubmed": 32521927, "text": "Clinical significance of changes in AFP, HTATIP2/TIP30, B7-H4 and inflammatory cytokines after transcatheter arterial chemoembolization."}, {"pubmed": 32727644, "text": "[Knockdown of B7-H4/VTCN1 promotes apoptosis and autophagy of Huh7 cells by inhibiting phosphorylation of JNK]."}, {"pubmed": 32805693, "text": "Inhibition of B7-H4 promotes hepatocellular carcinoma cell apoptosis and autophagy through the PI3K signaling pathway."}, {"pubmed": 33187907, "text": "Overexpression of B7-H4 is associated with infiltrating immune cells and poor prognosis in metastatic colorectal cancer."}, {"pubmed": 33297930, "text": "miRNA-506-3p Directly Regulates rs10754339 (A/G) in the Immune Checkpoint Protein B7-H4 in Breast Cancer."}, {"pubmed": 33429327, "text": "B7-H4 induces epithelial-mesenchymal transition and promotes colorectal cancer stemness."}, {"pubmed": 33887301, "text": "Expression of B7-H4 and IDO1 is associated with drug resistance and poor prognosis in high-grade serous ovarian carcinomas."}, {"pubmed": 33961296, "text": "Establishment of a novel double-monoclonal antibody sandwich enzyme-linked immunosorbent assay (ELISA): tool for human B7-H4 detection in autoimmune diseases."}, {"pubmed": 34275008, "text": "Elevated expression of B7 homolog 4 is associated with disease progression in upper urinary tract urothelial carcinoma."}, {"pubmed": 34651047, "text": "B7-H4 Expression in Precancerous Lesions of the Uterine Cervix."}, {"pubmed": 34818980, "text": "B7 family member H4 induces epithelial-mesenchymal transition and promotes the proliferation, migration and invasion of colorectal cancer cells."}, {"pubmed": 35278461, "text": "B7-H4 expression promotes non-small cell lung cancer progression via AMPK/mTOR signaling."}, {"pubmed": 35568099, "text": "Silencing of B7H4 Represses the Development of Oral Squamous Cell Carcinoma Through Promotion of M1 Macrophage Polarization."}, {"pubmed": 35650105, "text": "Aryl Hydrocarbon Receptor Directly Regulates VTCN1 Gene Expression in MCF-7 Cells."}, {"pubmed": 35717821, "text": "B7-H4 correlates with clinical outcome and immunotherapeutic benefit in muscle-invasive bladder cancer."}, {"pubmed": 35723197, "text": "Silencing of B7-H4 induces intracellular oxidative stress and inhibits cell viability of breast cancer cells via downregulating PRDX3."}, {"pubmed": 35815687, "text": "Altered Levels of Negative Costimulatory Molecule V-Set Domain-Containing T-Cell Activation Inhibitor-1 (VTCN1) and Metalloprotease Nardilysin (NRD1) are Associated with Generalized Active Vitiligo."}, {"pubmed": 36121927, "text": "The immunological role of B7-H4 in pregnant women with Sars-Cov2 infection."}, {"pubmed": 36514159, "text": "Effect of B7-H4 downregulation induced by Toxoplasma gondii infection on dysfunction of decidual macrophages contributes to adverse pregnancy outcomes."}, {"pubmed": 36609273, "text": "The stromal tumor-infiltrating lymphocytes, cancer stemness, epithelial-mesenchymal transition, and B7-H4 expression in ovarian serous carcinoma."}, {"pubmed": 37028278, "text": "B7x in cancer immunity and immunotherapy."}, {"pubmed": 37066992, "text": "Association of B7H3 and B7H4 gene polymorphisms and protein expression with the development and prognosis of autoimmune thyroid diseases."}, {"pubmed": 37481357, "text": "Diagnostic, clinicopathological features and prognostic value of B7x expression in Chinese women with breast cancer: A meta-analysis."}, {"pubmed": 37803894, "text": "An Investigation of the Effects of B7-H4 Gene rs10754339 and miR-125a Gene rs12976445 on Cancer Susceptibility."}, {"pubmed": 38850312, "text": "Aberrant expression of B7-H4 and B7-H5 contributes to the development of cutaneous squamous cell carcinoma."}], "genomic_pos": {"chr": "1", "end": 117210960, "ensemblgene": "ENSG00000134258", "start": 117143587, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 117753556, "start": 117686209, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001562", "qualifier": "involved_in", "term": "response to protozoan"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001817", "qualifier": "involved_in", "term": "regulation of cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032743", "qualifier": "involved_in", "term": "positive regulation of interleukin-2 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042130", "pubmed": 16606666, "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 15878339, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050852", "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050868", "pubmed": 16606666, "qualifier": "involved_in", "term": "negative regulation of T cell activation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009897", "pubmed": 16606666, "qualifier": "located_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}]}, "homologene": {"genes": [[7955, 100537676], [8364, 493551], [9031, 101752024], [9544, 714123], [9598, 469433], [9606, 79679], [9615, 483140], [9913, 539919], [10090, 242122], [10116, 295322]], "id": 11627}, "interpro": [{"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}], "ipi": ["IPI00302614", "IPI00479574", "IPI00640575", "IPI00644574"], "map_location": "1p13.1-p12", "name": "V-set domain containing T cell activation inhibitor 1", "other_names": ["B7 family member, H4", "B7 homolog 4", "B7 superfamily member 1", "T cell costimulatory molecule B7x", "V-set domain-containing T-cell activation inhibitor 1", "immune costimulatory protein B7-H4"], "pantherdb": {"HGNC": "28873", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3039619", "ortholog_type": "LDO", "panther_family": "PTHR24100", "taxid": 10090, "uniprot_kb": "Q7TSP5"}, {"RGD": "1311204", "ortholog_type": "LDO", "panther_family": "PTHR24100", "taxid": 10116, "uniprot_kb": "Q501W4"}, {"Ensembl": "ENSGALG00000014820", "ortholog_type": "LDO", "panther_family": "PTHR24100", "taxid": 9031, "uniprot_kb": "E1C821"}], "uniprot_kb": "Q7Z7D3"}, "pathway": {"kegg": {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}}, "pdb": "4GOS", "pfam": "PF07686", "pharmgkb": "PA142670611", "pharos": {"target_id": 13345, "tdl": "Tbio"}, "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172522", "relationship": "is"}, {"id": "GNF183428", "relationship": "is"}, {"id": "GNF194334", "relationship": "is"}, {"id": "GNF205240", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036072", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF000977", "relationship": "is"}, {"id": "GNF278302", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105560", "relationship": "is"}, {"id": "GNF145206", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001240778.1", "NP_001240779.1", "NP_078902.2", "XP_011540445.2", "XP_016857824.1", "XP_054194719.1", "XP_054194720.1"], "rna": ["NM_001253849.2", "NM_001253850.2", "NM_024626.4", "NR_045603.2", "NR_045604.2", "XM_011542143.2", "XM_017002335.3", "XM_054338744.1", "XM_054338745.1"], "translation": [{"protein": "NP_001240779.1", "rna": "NM_001253850.2"}, {"protein": "NP_001240778.1", "rna": "NM_001253849.2"}, {"protein": "XP_016857824.1", "rna": "XM_017002335.3"}, {"protein": "NP_078902.2", "rna": "NM_024626.4"}, {"protein": "XP_011540445.2", "rna": "XM_011542143.2"}, {"protein": "XP_054194719.1", "rna": "XM_054338744.1"}, {"protein": "XP_054194720.1", "rna": "XM_054338745.1"}]}, "reporter": {"HG-U133_Plus_2": "219768_at", "HG-U95B": "45137_at", "HTA-2_0": ["TC01003035.hg.1", "TC01005736.hg.1"], "HuEx-1_0": "2430163", "HuGene-1_1": "7918936", "HuGene-2_1": "16691459"}, "summary": "This gene encodes a protein belonging to the B7 costimulatory protein family. Proteins in this family are present on the surface of antigen-presenting cells and interact with ligand bound to receptors on the surface of T cells. Studies have shown that high levels of the encoded protein has been correlated with tumor progression. A pseudogene of this gene is located on chromosome 20. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Dec 2011].", "symbol": "VTCN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538072"}, "unigene": "Hs.546434", "uniprot": {"Swiss-Prot": "Q7Z7D3", "TrEMBL": "Q5T2L0"}, "wikipedia": {"url_stub": "VTCN1"}}