{"AllianceGenome": "12761", "HGNC": "12761", "MIM": "193525", "_id": "7465", "_version": 1, "accession": {"genomic": ["AB019580.2", "AB019581.1", "AB455977.1", "AC011979.7", "AC122179.6", "AJ277546.2", "CH471064.2", "CP068267.2", "NC_000011.10", "NC_060935.1"], "protein": ["AAB60401.1", "AAH51831.1", "AAH70052.1", "BAG53753.1", "BBI97933.1", "CAA43979.1", "CAC14173.1", "CAE46020.1", "EAW68586.1", "EAW68587.1", "EAW68588.1", "NP_001137448.1", "NP_003381.1", "P30291.2", "XP_047283495.1", "XP_054225826.1"], "rna": ["AK122837.1", "BC051831.1", "BC070052.1", "BQ024511.1", "BX641032.1", "NM_001143976.2", "NM_003390.4", "U10564.1", "X62048.1", "XM_047427539.1", "XM_054369851.1"], "translation": [{"protein": "XP_054225826.1", "rna": "XM_054369851.1"}, {"protein": "BAG53753.1", "rna": "AK122837.1"}, {"protein": "NP_003381.1", "rna": "NM_003390.4"}, {"protein": "XP_047283495.1", "rna": "XM_047427539.1"}, {"protein": "NP_001137448.1", "rna": "NM_001143976.2"}, {"protein": "AAH51831.1", "rna": "BC051831.1"}, {"protein": "AAH70052.1", "rna": "BC070052.1"}, {"protein": "AAB60401.1", "rna": "U10564.1"}, {"protein": "CAE46020.1", "rna": "BX641032.1"}, {"protein": "CAA43979.1", "rna": "X62048.1"}]}, "alias": ["WEE1A", "WEE1hu"], "ec": "2.7.10.2", "ensembl": {"gene": "ENSG00000166483", "protein": ["ENSP00000299613", "ENSP00000402084", "ENSP00000432284", "ENSP00000434148", "ENSP00000434446", "ENSP00000435945", "ENSP00000506667", "ENSP00000506686"], "transcript": ["ENST00000299613", "ENST00000450114", "ENST00000524549", "ENST00000524612", "ENST00000527848", "ENST00000530175", "ENST00000530712", "ENST00000532275", "ENST00000680141", "ENST00000681684"], "translation": [{"protein": "ENSP00000506686", "rna": "ENST00000680141"}, {"protein": "ENSP00000402084", "rna": "ENST00000450114"}, {"protein": "ENSP00000299613", "rna": "ENST00000299613"}, {"protein": "ENSP00000506667", "rna": "ENST00000681684"}, {"protein": "ENSP00000434446", "rna": "ENST00000524612"}, {"protein": "ENSP00000434148", "rna": "ENST00000530712"}, {"protein": "ENSP00000435945", "rna": "ENST00000530175"}, {"protein": "ENSP00000432284", "rna": "ENST00000527848"}], "type_of_gene": "protein_coding"}, "entrezgene": "7465", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.3022833803, "exp_mis": 179.960593327, "exp_syn": 77.8120332109, "lof_z": 4.35734087739564, "mis_z": 2.98835982014723, "mu_lof": 1.88142587015e-06, "mu_mis": 2.52108255898e-05, "mu_syn": 1.23553555878e-05, "n_lof": 1.0, "n_mis": 98.0, "n_syn": 63.0, "p_li": 0.997105770017131, "p_null": 2.85775542538747e-08, "p_rec": 0.00289420140531464, "syn_z": 1.04097588978969}, "bp": 1941, "cds_end": 9610149, "cds_start": 9595480, "n_exons": 11, "nonpsych": {"exp_lof": 19.0837459133, "exp_mis": 162.684831149, "exp_syn": 70.2305247431, "lof_z": 4.06544976572331, "mis_z": 3.07202128125113, "mu_lof": 1.88142587015e-06, "mu_mis": 2.52108255898e-05, "mu_syn": 1.23553555878e-05, "n_lof": 1.0, "n_mis": 85.0, "n_syn": 59.0, "p_li": 0.994222972516139, "p_null": 1.8842884857185e-07, "p_rec": 0.00577683905501268, "syn_z": 0.843724113103784}, "nontcga": {"exp_lof": 19.5789112901, "exp_mis": 165.544567476, "exp_syn": 71.5678856771, "lof_z": 4.14197317952315, "mis_z": 2.88647863121639, "mu_lof": 1.88142587015e-06, "mu_mis": 2.52108255898e-05, "mu_syn": 1.23553555878e-05, "n_lof": 1.0, "n_mis": 91.0, "n_syn": 53.0, "p_li": 0.994718973905519, "p_null": 1.23832854059866e-07, "p_rec": 0.0052809022616274, "syn_z": 1.38971507253759}, "transcript": "ENST00000450114.2"}, "exons": [{"cdsend": 9588602, "cdsstart": 9575953, "chr": "11", "position": [[9574686, 9575375], [9575887, 9576093], [9576229, 9576293], [9576486, 9576659], [9577141, 9577263], [9581531, 9581678], [9585257, 9585353], [9585441, 9585527], [9586448, 9586619], [9586710, 9586856], [9588448, 9589766]], "strand": 1, "transcript": "NM_001143976", "txend": 9589766, "txstart": 9574686}, {"cdsend": 9588602, "cdsstart": 9573933, "chr": "11", "position": [[9573669, 9574509], [9575887, 9576093], [9576229, 9576293], [9576486, 9576659], [9577141, 9577263], [9581531, 9581678], [9585257, 9585353], [9585441, 9585527], [9586448, 9586619], [9586710, 9586856], [9588448, 9589985]], "strand": 1, "transcript": "NM_003390", "txend": 9589985, "txstart": 9573669}], "exons_hg19": [{"cdsend": 9610149, "cdsstart": 9597500, "chr": "11", "position": [[9596233, 9596922], [9597434, 9597640], [9597776, 9597840], [9598033, 9598206], [9598688, 9598810], [9603078, 9603225], [9606804, 9606900], [9606988, 9607074], [9607995, 9608166], [9608257, 9608403], [9609995, 9611313]], "strand": 1, "transcript": "NM_001143976", "txend": 9611313, "txstart": 9596233}, {"cdsend": 9610149, "cdsstart": 9595480, "chr": "11", "position": [[9595216, 9596056], [9597434, 9597640], [9597776, 9597840], [9598033, 9598206], [9598688, 9598810], [9603078, 9603225], [9606804, 9606900], [9606988, 9607074], [9607995, 9608166], [9608257, 9608403], [9609995, 9611532]], "strand": 1, "transcript": "NM_003390", "txend": 9611532, "txstart": 9595216}], "generif": [{"pubmed": 12525641, "text": "Wee-1 may serve as a key regulator of both HIV type 1 Vpr- and gamma irradiation-mediated apoptosis"}, {"pubmed": 12601350, "text": "increases of cyclin D1, cyclin-dependent kinase 4, cyclin E, cyclin A, and Wee1 play an important role in the development of hepatocellular carcinoma from cirrhosis"}, {"pubmed": 12669309, "text": "Proteasome-dependent degradation of this protein is inhibited in G2-arrested Hep3B cells by TGF beta 1."}, {"pubmed": 14534529, "text": "WEE1 is directly transactivated by and increased in association with c-Fos/AP-1."}, {"pubmed": 14760118, "text": "Loss of Wee1 expression may have a potential role in promoting tumor progression and may be a significant prognostic indicator in NSCLC."}, {"pubmed": 15070733, "text": "beta-TrCP-dependent degradation of Wee1A is important for the normal onset of M-phase in vivo."}, {"pubmed": 15175024, "text": "the induction of Cdc2 phosphorylation due to the increase of Wee1 and Myt1 as well as the reduction of Cdc2 and cyclin B1 are involved in 1,25[OH]2VD3-induced G2/M arrest of keratinocytes."}, {"pubmed": 15583029, "text": "Inhibiting Hsl7 delayed mitosis but overexpression overrode the replication checkpoint, accelerating Wee1 destruction. Checkpoint activation disrupted Hsl7-Wee1 binding which was restored by polo-like kinase. Hsl7 is a replication checkpoint component"}, {"pubmed": 15735666, "text": "Level of WEE1 is regulated by KLF2 and enhanced KLF2 expression sensitizes cells to DNA damage-induced apoptosis."}, {"pubmed": 15964826, "text": "Akt protein phosphorylation and inactivation of WEE1 promote cell cycle progression at G2/M transition."}, {"pubmed": 16533053, "text": "our studies indicate that the 2-ME(2)-induced upregulation of wee1 and subsequent cdc2 phosphorylation are mediated through mitogen-activated protein kinase (MAPK)-ERK-JNK signaling pathways."}, {"pubmed": 17431037, "text": "Gamma-irradiated human primary prostate epithelial cells were unable to enforce cell cycle checkpoint arrest and had sustained Cdk2-associated kinase activity because of a lack of inhibitory Cdk phosphorylation by Wee1A tyrosine kinase."}, {"pubmed": 17687495, "text": "WEE1 can be introduced to rescue cells from the damage caused by certain antineoplastic agents."}, {"pubmed": 17764157, "text": "Significant percentage of the total endogenous Crk II partitions in the nucleus in mammalian cells, where it forms distinct complexes with DOCK180, Wee1, and Abl."}, {"pubmed": 18385244, "text": "HIV-1 Vpr binds to the N lobe of the Wee1 kinase domain and enhances kinase activity for CDC2."}, {"pubmed": 18560763, "text": "These findings support the view that CK2beta regulates various intracellular processes by modulating the activity of protein kinases that are distinct from CK2."}, {"pubmed": 18820127, "text": "HSP90 inhibition abrogates the topoisomerase I poison-induced G2/M checkpoint in p53-null tumor cells by depleting CHK1 and WEE1."}, {"pubmed": 18950845, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19126550, "text": "Cdc34 is a functional target of let-7 and that let-7 induces down-regulation of Cdc34, stabilization of the Wee1 kinase, and an increased fraction of cells in G(2)/M in primary fibroblasts."}, {"pubmed": 19821025, "text": "Results identify WEE1 as a potential molecular target in breast cancer."}, {"pubmed": 19858290, "text": "These studies identify a novel bifunctional regulatory element in Wee1 that mediates cyclin A/Cdk2 association and nuclear export."}, {"pubmed": 19903823, "text": "Abrogation of G(2) arrest by inhibition of ATM and ATR, Chk1, and Wee1 suppressed JCV genome replication."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20038582, "text": "multiple regions of Wee1 control its destruction"}, {"pubmed": 20372791, "text": "analysis of interaction sites between Wee1 kinase and the regulatory beta-subunit of protein kinase CK2"}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20668041, "text": "Regulation of Wee1 kinase by miRs may be linked to pituitary tumorigenesis."}, {"pubmed": 20832752, "text": "WEE1 is a major regulator of the G(2) checkpoint in glioblastoma cells."}, {"pubmed": 21358821, "text": "The over-expression of the naturally under-expressed miR-128 in glioma cells resulted in the inhibition of WEE1 in glioblastoma cells."}, {"pubmed": 21529352, "text": "WEE1 inhibition may be a promising strategy to enhance the radiotherapy effect in patients with OS."}, {"pubmed": 21859861, "text": "Results demonstrate a novel role of Wee1 in controlling Mus81-Eme1 and DNA replication in human cells."}, {"pubmed": 22112940, "text": "Sensitization effects of WEE1 inhibition on TRAIL-mediated apoptosis in breast cancer cell lines."}, {"pubmed": 22289989, "text": "Elevated WEE1 expression is associated with acute myeloid leukemia."}, {"pubmed": 22641220, "text": "WEE1 accumulation and deregulation of S-phase proteins mediate MLN4924 potent inhibitory effect on Ewing sarcoma cells."}, {"pubmed": 22692537, "text": "Data identify Cdc20, USP44, and Wee1 as relevant Fcp1 targets."}, {"pubmed": 22719872, "text": "results reveal the importance of Wee1 as a prognostic biomarker in melanomas, and indicate a potential role for targeted therapy, alone or in combination with other agents"}, {"pubmed": 22847610, "text": "study shows WEE1 expression in malignant melanoma is directly regulated by miR-195; miR-195-mediated downregulation of WEE1 in metastatic lesions may help to overcome cell cycle arrest under stress conditions in the local tissue microenvironment to allow unrestricted growth of tumour cells"}, {"pubmed": 22907750, "text": "The results suggested that deregulated CDK1 activity, such as that occurring following inhibition of WEE1 kinase, induces replication stress and loss of genomic integrity through increased firing of replication origins and subsequent nucleotide shortage."}, {"pubmed": 22935698, "text": "Wee1 inhibition sensitizes cancer cells to Hsp90 inhibitors."}, {"pubmed": 22942255, "text": "Loss-of-function and gain-of-function studies showed that miR-15 family members controlled the expression of WEE1 and CHK1."}, {"pubmed": 23051732, "text": "These data support the hypothesis that Cdc14A counteracts Cdk1-cyclin B1 activity through Wee1 dephosphorylation."}, {"pubmed": 23416158, "text": "AURKB and WEE1 are targets and biomarkers of therapeutic efficacy, lying downstream of (V600E)B-RAF in melanomas."}, {"pubmed": 23531080, "text": "miR-497 is a candidate tumor suppressor in neuroblastoma, through the direct targeting of WEE1."}, {"pubmed": 23538902, "text": "Together, these studies have identified Wee1 as a key target of XL888, suggesting novel therapeutic strategies for NRAS-mutant melanoma."}, {"pubmed": 23767999, "text": "Our results suggest that Wee1 may be involved in the progression of vulvar carcinomas"}, {"pubmed": 24336073, "text": "miR-16 and miR-26a target checkpoint kinases Wee1 and Chk1 in response to p53 activation by genotoxic stress."}, {"pubmed": 24377575, "text": "High WEE1 expression is associated with breast cancer."}, {"pubmed": 24424027, "text": "Regulation of the mitotic inhibitor Wee1 by TOR signalling is a conserved mechanism that helps to couple cell cycle and growth controls."}, {"pubmed": 24536047, "text": "A novel mechanism that pancreatic ductal adenocarcinoma cells use to protect against DNA damage in which HuR posttranscriptionally regulates the expression and downstream function of WEE1 upon exposure to DNA-damaging agents."}, {"pubmed": 24626094, "text": "Inhibition of WEE1 counters the defective apoptosis of tumor cells expressing high levels of brachyury."}, {"pubmed": 24661910, "text": "Taken together, these findings highlight mitotic kinases and, in particular, WEE1 as a rational therapeutic target for medulloblastoma."}, {"pubmed": 24817118, "text": "role for CK1delta in controlling the cell cycle"}, {"pubmed": 24927813, "text": "These results suggest that specific inhibition of Wee1 has deleterious effects on the proliferation and survival of p53 inactive tumors."}, {"pubmed": 25093290, "text": "Wee1 is frequently expressed in ovarian serous carcinoma effusions, and its expression is significantly higher following exposure to chemotherapy and it is an independent prognostic marker in serous ovarian carcinoma."}, {"pubmed": 25247294, "text": "Study shows that CHD5 is a Nucleosome remodeling and deacetylase complex-associated transcriptional repressor and identifies WEE1 as one of the CHD5-regulated genes that may link CHD5 to tumor suppression."}, {"pubmed": 25428911, "text": "Report strong synergism observed by combining Chk1 and Wee1 inhibitors in preclinical models of mantle cell lymphoma."}, {"pubmed": 25649652, "text": "This study showed that WEE1 (rs10770042; coding) associated with Alzheimer disease."}, {"pubmed": 25659151, "text": "identified the PI3K/Akt pathway, the cell-cycle regulator Wee1 kinase, and protein kinase C (PKC) as prospective regulatory nodes of neuronal excitability through modulation of the FGF14:Nav1.6 complex."}, {"pubmed": 25732734, "text": "WEE1 is a valid target of the miR-17-92 cluster in leukemia."}, {"pubmed": 26025928, "text": "nasopharyngeal carcinoma cells depend on CHK1 and WEE1 activity for growth"}, {"pubmed": 26054341, "text": "These data provide a rationale for further evaluation of the combination of Wee1 and Chk1/2 inhibitors in malignant melanoma."}, {"pubmed": 26431163, "text": "Data show that proto-oncogene protein Mdm2 inactivation successfully protects tumor suppressor protein (p53)-proficient cells against the cytotoxic effects of Wee1 protein inhibition."}, {"pubmed": 26598692, "text": "data indicate that the activity of the DNA replication machinery, beyond TP53 mutation status, determines Wee1 inhibitor sensitivity, and could serve as a selection criterion for Wee1-inhibitor eligible patients"}, {"pubmed": 26602815, "text": "Data show that H3K36me3-deficient cancers can be targeted by inhibition of WEE1 protein."}, {"pubmed": 26645158, "text": "These results suggest that the G2 checkpoint inhibitor MK-1775 can enhance the sensitivity of human NSCLC cells to C ions as well as X rays."}, {"pubmed": 26738845, "text": "High nuclear expression of WEE1 protein is associated with all glioma grades and types."}, {"pubmed": 26890070, "text": "Consistent with these findings, a genome-scale pooled RNA interference screen revealed that toxic doses of MK-1775 are suppressed by CDK2 or Cyclin A2 knockdown. These findings support G2 exit as the more significant effect of Wee1 inhibition in pancreatic cancers."}, {"pubmed": 27027998, "text": "WEE1 is regulated at the translational level by CPEB1 and miR-15b in a coordinated and cell-cycle-dependent manner."}, {"pubmed": 27072241, "text": "These results highlight the key role of WEE1 suppression to combat glioblastomas. Moreover, it showed beneficial possibilities of WEE1 suppression with different anticancer approaches for neurological malignancies."}, {"pubmed": 27077811, "text": "Wee1 inhibition potentiates Wip1-dependent tumor sensitization effect by reducing levels of Hipk2 kinase, a negative regulator of Wip1 pathway."}, {"pubmed": 27220319, "text": "Wee1 staining intensity was a predictor of favorable metastasis-free and overall survival compared to strong intensity and no or weak staining"}, {"pubmed": 27363019, "text": "WEE1 is over-expressed and could enhance gastric cancer cell proliferation and metastasis"}, {"pubmed": 27558135, "text": "we overexpressed CKS1B in multiple cell lines and found increased sensitivity to PLK1 knockdown and PLK1 drug inhibition. Finally, combined inhibition of WEE1 and PLK1 results in less apoptosis than predicted based on an additive model of the individual inhibitors, showing an epistatic interaction and confirming a prediction of the yeast data."}, {"pubmed": 28030798, "text": "Date show that when Wee1 alone is inhibited, Chk1 suppresses CDC45 loading and thereby limits the extent of unscheduled replication initiation and subsequent S-phase DNA damage, despite very high CDK-activity."}, {"pubmed": 28122647, "text": "Wee1 is identified as a novel direct target of miR-194. Ectopic expression of Wee1 at least in part overcomes the suppressive impacts of miR-194 on the malignant phenotypes of human laryngeal squamous cell carcinoma"}, {"pubmed": 28178688, "text": "the data suggest the importance of WEE1 as an enabler of branching vascularisation in colorectal cancer liver metastases."}, {"pubmed": 28294307, "text": "Data suggest that SMURF1 is required for S phase progression; SMURF1 promotes ubiquitination-dependent degradation of WEE1; these functions of SMURF1 appear to be linked and may be important in cell proliferation and tumorigenesis. (SMURF1 = SMAD specific E3 ubiquitin protein ligase 1; WEE1 = wee 1 homolog [S pombe] protein)"}, {"pubmed": 28652249, "text": "High WEE1 expression is associated with non-small cell lung cancer."}, {"pubmed": 28853983, "text": "Study revealed that RNAi mediated co-targeting of WEE1 with AKT3 can synergistically inhibit melanoma in culture as well as in xenograft tumor model and identified that targeting AKT3 and WEE1 leads to deregulation of cell cycle and DNA damage response pathways."}, {"pubmed": 28898169, "text": "miR-26b governed temozolomide (TMZ)-resistance-mediate epithelial-mesenchymal transition partly due to governing its target Wee1."}, {"pubmed": 29019284, "text": "miR-503 could function as an enhancer of radiation responses in laryngeal carcinoma cells by inhibiting WEE1"}, {"pubmed": 29343688, "text": "Inhibition of Wee1 by its specific inhibitor MK1775 in combination with sorafenib restored the KRAS mutated cells' response to the multi-target tyrosine kinase inhibitor."}, {"pubmed": 29605721, "text": "ATR inhibition synergizes with WEE1 inhibition in TNBC."}, {"pubmed": 29735549, "text": "A pulse of gemcitabine and CHK1i followed by WEE1i durably suppressed tumor cell growth."}, {"pubmed": 30089699, "text": "Taken together, these data demonstrate a novel mechanism of hepatocyte growth promotion during hepatitis C virus infection involving a miR-373-NORAD-Wee1 axis."}, {"pubmed": 30488993, "text": "downregulation of lncRNA NEAT1_2 radiosensitizes hepatocellular carcinoma cells through regulation of miR-101-3p/WEE1 axis"}, {"pubmed": 30645202, "text": "Inhibiting Wee1 and ATR kinases produces tumor-selective synthetic lethality and suppresses metastasis."}, {"pubmed": 30754676, "text": "Wee1 is a novel transcription target of C/EBPbeta that is required for the G/M phase of cell cycle progression."}, {"pubmed": 30805988, "text": "Long noncoding RNA DLX6-AS1 promotes liver cancer by increasing the expression of WEE1 via targeting miR-424-5p."}, {"pubmed": 30915746, "text": "MiR-503-5p regulates cell epithelial-to-mesenchymal transition, metastasis and prognosis of hepatocellular carcinoma through inhibiting WEE1."}, {"pubmed": 31015476, "text": "Characterization of Three Novel H3F3A-mutated Giant Cell Tumor Cell Lines and Targeting of Their Wee1 Pathway."}, {"pubmed": 31197522, "text": "WEE1 plays a pivotal role in the gastrointestinal stromal tumors proliferation.Upregulated expression of WEE1 is correlated with tumor size, mitotic count."}, {"pubmed": 31238052, "text": "Knockdown of SNHG3 upregulated miR-384 expression and that overexpression of miR-384 decreased SNHG3. Inhibition of miR-384 markedly increased WEE1 expression."}, {"pubmed": 31347653, "text": "WEE1 inhibition enhances hypoxia/reoxygenation-induced cell death accompanied by mitotic catastrophe and that the process may be mediated by homologous recombination."}, {"pubmed": 31387179, "text": "WEE1 expression was increased after EGFR-TKIs resistance."}, {"pubmed": 31390121, "text": "Findings suggest that DDX56 can induce intron retention in WEEI, which produces a consequent truncated WEE1 protein that does not function as a tumor suppressor. Expression of WEE1 intron mRNA in colorectal cancer (CRC) tissues was higher than in normal tissues. These observations further indicate that the tumor suppressor WEE1 is suppressed by mRNA splicing abnormalities in CRC."}, {"pubmed": 31738907, "text": "Differential properties of mitosis-associated events following CHK1 and WEE1 inhibitor treatments in human tongue carcinoma cells have been reported."}, {"pubmed": 31806643, "text": "Identification of Therapeutic Vulnerabilities in Small-cell Neuroendocrine Prostate Cancer."}, {"pubmed": 31866466, "text": "WEE1 inhibitor, AZD1775, overcomes trastuzumab resistance by targeting cancer stem-like properties in HER2-positive breast cancer."}, {"pubmed": 31878998, "text": "miR-129-1-3p could reverse cisplatin resistance of HNE1/CDDP nasopharyngeal carcinoma cells via inhibiting WEE1 expression."}, {"pubmed": 31919076, "text": "WEE1 inhibition induces glutamine addiction in T-cell acute lymphoblastic leukemia."}, {"pubmed": 32027086, "text": "Quercetin radiosensitizes non-small cell lung cancer cells through the regulation of miR-16-5p/WEE1 axis."}, {"pubmed": 32120135, "text": "WEE1 kinase limits CDK1/CDK2 activities to safeguard DNA replication and mitotic entry in cancer. (Review)"}, {"pubmed": 32180106, "text": "Targeting MYC-driven replication stress in medulloblastoma with AZD1775 and gemcitabine."}, {"pubmed": 32314355, "text": "The Wee1 kinase inhibitor MK1775 suppresses cell growth, attenuates stemness and synergises with bortezomib in multiple myeloma."}, {"pubmed": 32628111, "text": "PTEN and DNA-PK determine sensitivity and recovery in response to WEE1 inhibition in human breast cancer."}, {"pubmed": 32633376, "text": "Knockdown of long non-coding RNA VIM-AS1 inhibits glioma cell proliferation and migration, and increases the cell apoptosis via modulation of WEE1 targeted by miR-105-5p."}, {"pubmed": 32871104, "text": "DNA Damage Promotes TMPRSS2-ERG Oncoprotein Destruction and Prostate Cancer Suppression via Signaling Converged by GSK3beta and WEE1."}, {"pubmed": 32958072, "text": "A WEE1 family business: regulation of mitosis, cancer progression, and therapeutic target."}, {"pubmed": 33020398, "text": "Pharmacological Inhibition of WEE1 Potentiates the Antitumoral Effect of the dl922-947 Oncolytic Virus in Malignant Mesothelioma Cell Lines."}, {"pubmed": 33320980, "text": "Acquired small cell lung cancer resistance to Chk1 inhibitors involves Wee1 up-regulation."}, {"pubmed": 33542435, "text": "The mitotic checkpoint is a targetable vulnerability of carboplatin-resistant triple negative breast cancers."}, {"pubmed": 33564073, "text": "MNK1 and MNK2 enforce expression of E2F1, FOXM1, and WEE1 to drive soft tissue sarcoma."}, {"pubmed": 33666372, "text": "The lncRNA XIST/miR-125b-2-3p axis modulates cell proliferation and chemotherapeutic sensitivity via targeting Wee1 in colorectal cancer."}, {"pubmed": 33974709, "text": "Gene-Gene Interactions of Gemcitabine Metabolizing-Enzyme Genes hCNT3 and WEE1 for Preventing Severe Gemcitabine-Induced Hematological Toxicity."}, {"pubmed": 34171479, "text": "Kinome-wide RNAi screening for mediators of ABT-199 resistance in breast cancer cells identifies Wee1 as a novel therapeutic target."}, {"pubmed": 34269904, "text": "WEE1 Inhibitor: Clinical Development."}, {"pubmed": 34664776, "text": "Circ-SNAP47 (hsa_circ_0016760) and miR-625-5p are regulators of WEE1 in regulation of chemoresistance, growth and invasion of DDP-tolerant NSCLC cells via ceRNA pathway."}, {"pubmed": 34688654, "text": "The KRAS-regulated kinome identifies WEE1 and ERK coinhibition as a potential therapeutic strategy in KRAS-mutant pancreatic cancer."}, {"pubmed": 34753061, "text": "Long noncoding RNA NORAD acts as a ceRNA mediates gemcitabine resistance in bladder cancer by sponging miR-155-5p to regulate WEE1 expression."}, {"pubmed": 34831326, "text": "Pharmacological Inhibition of Wee1 Kinase Selectively Modulates the Voltage-Gated Na(+) Channel 1.2 Macromolecular Complex."}, {"pubmed": 35045293, "text": "WEE1 kinase protects the stability of stalled DNA replication forks by limiting CDK2 activity."}, {"pubmed": 35080031, "text": "Verbascoside enhances radiosensitivity of hepatocellular carcinoma cells through regulating miR-101-3p/Wee1 axis."}, {"pubmed": 35127343, "text": "miR-138-5p Inhibits the Growth and Invasion of Glioma Cells by Regulating WEE1."}, {"pubmed": 35176168, "text": "Inhibiting WEE1 and IKK-RELA Crosstalk Overcomes TNFalpha Resistance in Head and Neck Cancers."}, {"pubmed": 35315355, "text": "WEE1 kinase is a therapeutic vulnerability in CIC-DUX4 undifferentiated sarcoma."}, {"pubmed": 36165727, "text": "Mitotic Checkpoints and the Role of WEE1 Inhibition in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 36378528, "text": "ODF2L acts as a synthetic lethal partner with WEE1 inhibition in epithelial ovarian cancer models."}, {"pubmed": 36575478, "text": "Wee1 promotes cell proliferation and imatinib resistance in chronic myeloid leukemia via regulating DNA damage repair dependent on ATM-gammaH2AX-MDC1."}, {"pubmed": 37516591, "text": "Circulating RNA ZFR promotes hepatocellular carcinoma cell proliferation and epithelial-mesenchymal transition process through miR-624-3p/WEE1 axis."}, {"pubmed": 37863324, "text": "E2F8 exerts cancer-promoting effects by transcriptionally activating RRM2 and E2F8 knockdown synergizes with WEE1 inhibition in suppressing lung adenocarcinoma."}, {"pubmed": 38047473, "text": "In silico and structure-based evaluation of deleterious mutations identified in human Chk1, Chk2, and Wee1 protein kinase."}], "genomic_pos": {"chr": "11", "end": 9593457, "ensemblgene": "ENSG00000166483", "start": 9573670, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 9615004, "start": 9595228, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000086", "qualifier": "involved_in", "term": "G2/M transition of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0000226", "qualifier": "involved_in", "term": "microtubule cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010972", "pubmed": [7743995, 8348613, 8428596], "qualifier": "involved_in", "term": "negative regulation of G2/M transition of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030010", "qualifier": "involved_in", "term": "establishment of cell polarity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045740", "qualifier": "involved_in", "term": "positive regulation of DNA replication"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048812", "qualifier": "involved_in", "term": "neuron projection morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2000134", "qualifier": "involved_in", "term": "negative regulation of G1/S transition of mitotic cell cycle"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 8348613, "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000287", "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004713", "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004713", "pubmed": [7743995, 8428596], "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004713", "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004715", "qualifier": "enables", "term": "non-membrane spanning protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15070733, 15161933, 15778465, 25241761, 32707033, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}]}, "homologene": {"genes": [[7165, 1278164], [7227, 33965], [7955, 327060], [9031, 423045], [9544, 703760], [9598, 466440], [9606, 7465], [9615, 476847], [10090, 22390], [10116, 308937]], "id": 31152}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Wee1-like protein kinase", "id": "IPR017164", "short_desc": "Wee1-like_protein_kinase"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}], "ipi": ["IPI00025830", "IPI00921363", "IPI00976918", "IPI00977499", "IPI00978908"], "map_location": "11p15.4", "name": "WEE1 G2 checkpoint kinase", "other_names": ["WEE1 homolog", "WEE1+ homolog", "protein kinase", "wee1-like protein kinase", "wee1A kinase"], "pantherdb": {"HGNC": "12761", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103075", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 10090, "uniprot_kb": "P47810"}, {"RGD": "1307895", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 10116, "uniprot_kb": "Q63802"}, {"Ensembl": "ENSGALG00000005769", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 9031, "uniprot_kb": "R4GJW5"}, {"ZFIN": "ZDB-GENE-030131-5268", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 7955, "uniprot_kb": "Q1LYE1"}, {"FlyBase": "FBgn0011737", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 7227, "uniprot_kb": "P54350"}, {"dictyBase": "DDB_G0277539", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 352472, "uniprot_kb": "Q54ZN3"}, {"TAIR": "2024780", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 3702, "uniprot_kb": "Q8L4H0"}], "uniprot_kb": "P30291"}, "pathway": {"biocarta": [{"id": "cdc25pathway", "name": "cdc25 and chk1 regulatory pathway in response to dna damage"}, {"id": "g2pathway", "name": "cell cycle: g2/m checkpoint"}, {"id": "rbpathway", "name": "rb tumor suppressor/checkpoint signaling in response to dna damage"}], "kegg": [{"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}], "pid": {"id": "plk1_pathway", "name": "PLK1 signaling events"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-156711", "name": "Polo-like kinase mediated events"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-69202", "name": "Cyclin E associated events during G1/S transition "}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69242", "name": "S Phase"}, {"id": "R-HSA-69273", "name": "Cyclin A/B1/B2 associated events during G2/M transition"}, {"id": "R-HSA-69273", "name": "Cyclin A/B1/B2 associated events during G2/M transition"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69473", "name": "G2/M DNA damage checkpoint"}, {"id": "R-HSA-69473", "name": "G2/M DNA damage checkpoint"}, {"id": "R-HSA-69478", "name": "G2/M DNA replication checkpoint"}, {"id": "R-HSA-69481", "name": "G2/M Checkpoints"}, {"id": "R-HSA-69481", "name": "G2/M Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-69656", "name": "Cyclin A:Cdk2-associated events at S phase entry"}, {"id": "R-HSA-75035", "name": "Chk1/Chk2(Cds1) mediated inactivation of Cyclin B:Cdk1 complex"}, {"id": "R-HSA-75035", "name": "Chk1/Chk2(Cds1) mediated inactivation of Cyclin B:Cdk1 complex"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}], "wikipathways": [{"id": "WP179", "name": "Cell cycle"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP4352", "name": "Ciliary landscape"}, {"id": "WP45", "name": "G1 to S cell cycle control"}]}, "pdb": ["1X8B", "2IN6", "2IO6", "2Z2W", "3BI6", "3BIZ", "3CQE", "3CR0", "5V5Y", "5VC3", "5VC4", "5VC5", "5VC6", "5VD2", "5VD4", "5VD5", "5VD7", "5VD8", "5VD9", "5VDA", "7N3U", "8BJU"], "pfam": "PF00069", "pharmgkb": "PA366", "pharos": {"target_id": 20158, "tdl": "Tchem"}, "pir": "S55048", "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF226767", "relationship": "is"}, {"id": "GNF257959", "relationship": "is"}, {"id": "GNF257960", "relationship": "is"}, {"id": "GNF257961", "relationship": "is"}, {"id": "GNF257962", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038418", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092372", "relationship": "is"}, {"id": "GNF092373", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051275", "relationship": "is"}, {"id": "GNF056041", "relationship": "is"}, {"id": "GNF060754", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069645", "relationship": "is"}, {"id": "GNF069646", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165632", "relationship": "is"}, {"id": "GNF165633", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF015531", "relationship": "is"}, {"id": "GNF015532", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324974", "relationship": "is"}, {"id": "GNF324975", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335847", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092758", "relationship": "is"}, {"id": "GNF132456", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001137448.1", "NP_003381.1", "XP_047283495.1", "XP_054225826.1"], "rna": ["NM_001143976.2", "NM_003390.4", "XM_047427539.1", "XM_054369851.1"], "translation": [{"protein": "XP_054225826.1", "rna": "XM_054369851.1"}, {"protein": "NP_003381.1", "rna": "NM_003390.4"}, {"protein": "XP_047283495.1", "rna": "XM_047427539.1"}, {"protein": "NP_001137448.1", "rna": "NM_001143976.2"}]}, "reporter": {"HG-U133_Plus_2": ["212533_at", "215711_s_at"], "HG-U95Av2": ["2033_s_at", "36909_at"], "HTA-2_0": "TC11000174.hg.1", "HuEx-1_0": "3319937", "HuGene-1_1": ["7938348", "7938364", "7938366"], "HuGene-2_1": "16721835"}, "summary": "This gene encodes a nuclear protein, which is a tyrosine kinase belonging to the Ser/Thr family of protein kinases. This protein catalyzes the inhibitory tyrosine phosphorylation of CDC2/cyclin B kinase, and appears to coordinate the transition between DNA replication and mitosis by protecting the nucleus from cytoplasmically activated CDC2 kinase. [provided by RefSeq, Jul 2008].", "symbol": "WEE1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421500"}, "unigene": "Hs.249441", "uniprot": {"Swiss-Prot": "P30291", "TrEMBL": ["E9PRI3", "Q86V29", "E9PQ51", "E9PRU3", "A0A7P0TBN9", "H0YEJ2"]}, "wikipedia": {"url_stub": "Wee1-like protein kinase"}}