{"AllianceGenome": "15939", "HGNC": "15939", "MIM": "617548", "_id": "10406", "_version": 1, "accession": {"genomic": ["AL031663.2", "AX588136.1", "AX588473.1", "AX616357.1", "AX887924.1", "CH471077.2", "CP068258.2", "GM744623.1", "GM744625.1", "GN341844.1", "NC_000020.11", "NC_060944.1"], "protein": ["AAH46106.1", "AAL37485.1", "AAL37486.1", "AAL37487.1", "AAL37488.1", "AAO52683.1", "ADO22250.1", "ADO22358.1", "BAF82977.1", "CAA44869.1", "CAD61361.1", "CAD61529.1", "CAD67643.1", "CAE93849.1", "CAG33258.1", "CAV31701.1", "CAV31702.1", "CAY39341.1", "EAW75836.1", "EAW75837.1", "EAW75838.1", "EAW75839.1", "EAW75840.1", "NP_006094.3", "Q14508.2"], "rna": ["AF330259.1", "AF330260.1", "AF330261.1", "AF330262.1", "AK225528.1", "AK290288.1", "AK311966.1", "AY212888.1", "BC039816.1", "BC046106.1", "BI759775.1", "CR456977.1", "GQ891388.1", "GQ891496.1", "NM_006103.4", "NM_080733.1", "NM_080734.1", "NM_080735.1", "NM_080736.1", "X63187.1"], "translation": [{"protein": "CAG33258.1", "rna": "CR456977.1"}, {"protein": "CAA44869.1", "rna": "X63187.1"}, {"protein": "BAF82977.1", "rna": "AK290288.1"}, {"protein": "ADO22250.1", "rna": "GQ891388.1"}, {"protein": "AAL37487.1", "rna": "AF330261.1"}, {"protein": "AAL37486.1", "rna": "AF330260.1"}, {"protein": "AAH46106.1", "rna": "BC046106.1"}, {"protein": "NP_006094.3", "rna": "NM_006103.4"}, {"protein": "AAL37488.1", "rna": "AF330262.1"}, {"protein": "ADO22358.1", "rna": "GQ891496.1"}, {"protein": "AAL37485.1", "rna": "AF330259.1"}, {"protein": "AAO52683.1", "rna": "AY212888.1"}]}, "alias": ["EDDM4", "HE4", "WAP5", "dJ461P17.6"], "ensembl": {"gene": "ENSG00000101443", "protein": ["ENSP00000217425", "ENSP00000340215", "ENSP00000342890", "ENSP00000361761", "ENSP00000404760"], "transcript": ["ENST00000217425", "ENST00000339946", "ENST00000342873", "ENST00000372676", "ENST00000447118", "ENST00000462062", "ENST00000488143"], "translation": [{"protein": "ENSP00000361761", "rna": "ENST00000372676"}, {"protein": "ENSP00000217425", "rna": "ENST00000217425"}, {"protein": "ENSP00000404760", "rna": "ENST00000447118"}, {"protein": "ENSP00000340215", "rna": "ENST00000339946"}, {"protein": "ENSP00000342890", "rna": "ENST00000342873"}], "type_of_gene": "protein_coding"}, "entrezgene": "10406", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.96459276308, "exp_mis": 41.3282660303, "exp_syn": 21.3292010583, "lof_z": 1.70558054016267, "mis_z": -0.888030833154787, "mu_lof": 2.26870956411e-07, "mu_mis": 4.60376794845e-06, "mu_syn": 2.44756759767e-06, "n_lof": 0.0, "n_mis": 53.0, "n_syn": 25.0, "p_li": 0.634143544716743, "p_null": 0.0291089814045487, "p_rec": 0.336747473878709, "syn_z": -0.492745777783084}, "bp": 375, "cds_end": 44108733, "cds_start": 44098421, "n_exons": 3, "nonpsych": {"exp_lof": 2.63475640471, "exp_mis": 37.3575838188, "exp_syn": 19.2564967465, "lof_z": 1.5941242658212, "mis_z": -0.960761390909426, "mu_lof": 2.26870956411e-07, "mu_mis": 4.60376794845e-06, "mu_syn": 2.44756759767e-06, "n_lof": 0.0, "n_mis": 49.0, "n_syn": 21.0, "p_li": 0.633376293288608, "p_null": 0.0344057484097075, "p_rec": 0.332217958301685, "syn_z": -0.25014786184505}, "nontcga": {"exp_lof": 2.72269926303, "exp_mis": 38.0172813287, "exp_syn": 19.6181373121, "lof_z": 1.62772511814373, "mis_z": -0.241008063653221, "mu_lof": 2.26870956411e-07, "mu_mis": 4.60376794845e-06, "mu_syn": 2.44756759767e-06, "n_lof": 0.0, "n_mis": 41.0, "n_syn": 23.0, "p_li": 0.621195113951588, "p_null": 0.0321205933358827, "p_rec": 0.346684292712529, "syn_z": -0.48344716154908}, "transcript": "ENST00000372676.3"}, "exons": [{"cdsend": 45480093, "cdsstart": 45469781, "chr": "20", "position": [[45469752, 45469860], [45470388, 45470532], [45479941, 45480094], [45481370, 45481532]], "strand": 1, "transcript": "NM_006103", "txend": 45481532, "txstart": 45469752}], "exons_hg19": [{"cdsend": 44108733, "cdsstart": 44098421, "chr": "20", "position": [[44098392, 44098500], [44099028, 44099172], [44108581, 44108734], [44110010, 44110172]], "strand": 1, "transcript": "NM_006103", "txend": 44110172, "txstart": 44098392}], "generif": [{"pubmed": 12839961, "text": "This protein's gene is amplified in ovarian carcinoma; it can serve as a tumor marker for this disease."}, {"pubmed": 15781627, "text": "HE4 is a secreted glycoprotein that is overexpressed by serous and endometrioid endometrioid ovarian carcinoma."}, {"pubmed": 16600032, "text": "WFDC2 may be a component of the innate immune defences of the lung, nasal and oral cavities that functions in concert with related WAP domain-containing proteins in epithelial host defence."}, {"pubmed": 17448597, "text": "WFDC2 is upregulated after radical prostatectomy for prostatic neoplasms."}, {"pubmed": 18546615, "text": "Assays measuring HE4 in serum and other bodily fluids are likely to be clinically useful for patients with ovarian cancer."}, {"pubmed": 19337252, "text": "Measuring HE4 serum concentrations increases the accuracy of ovarian cancer diagnosis and provides valuable information to discriminate ovarian tumours from ovarian endometriotic cysts."}, {"pubmed": 19732003, "text": "HE4 may have more potential than cancer antigen 125 in discriminating benign from cancerous ovarian masses, and has the strongest correlation with endometrial cancer of all markers tested to date. [REVIEW]"}, {"pubmed": 19774626, "text": "The median CA125 and HE4 serum levels were significantly higher among ovarian cancer patients as compared with healthy subjects and with those with benign mass, cervical, and endometrial tumor"}, {"pubmed": 19927341, "text": "The HE4 level was significantly increased in patients with transitional cell carcinoma compared to patients with benign urinary diseases patients (P<0.01) and healthy controls."}, {"pubmed": 20381233, "text": "Measuring HE4 in urine may aid diagnosis and the monitoring of response to the response to therapy in ovarian neoplasms."}, {"pubmed": 20490961, "text": "a statistically significant difference in serum HE4 levels was observed during the different hormonal phases in the group of women under 35 years."}, {"pubmed": 20593939, "text": "Elevated levels of HE4 is associated with ovarian carcinoma in patients with pelvic masses."}, {"pubmed": 21115941, "text": "High HE4 expression is associated with lymph node metastases in breast cancer."}, {"pubmed": 21633297, "text": "Human epididymis protein 4 used in conjunction with CA 125 yields improved specificity for ovarian cancer compared with the use of CA 125 alone."}, {"pubmed": 21720250, "text": "may be a useful marker preoperatively in the clinical decision process for determining the need for lymph node dissection in women with endometrioid endometrial cancer"}, {"pubmed": 21738039, "text": "increasing levels of serum HE4 was significantly associated with worse progression-free survival and overall survival in ovarian cancer patients"}, {"pubmed": 21833668, "text": "High serum HE4 levels significantly correlated with high tumor grade and serous histology in epithelial ovarian cancer. In addition, high serum HE4 levels were significantly associated with residual tumor size and operative time"}, {"pubmed": 21923475, "text": "HE4 alone and even more the combined analysis of CA125 and HE4 using risk of malignancy algorithm improve the diagnostic accuracy of adnexal masses, especially in early ovarian cancer."}, {"pubmed": 22015929, "text": "These data showed that high-level HE4-V3 expression is associated with a favorable prognosis in lung adenocarcinoma."}, {"pubmed": 22037318, "text": "HE4 is elevated in a high proportion of endometrial cancer patients."}, {"pubmed": 22105734, "text": "HE4 levels in healthy subjects are associated with age and smoking status"}, {"pubmed": 22117965, "text": "This is the first report to demonstrate the functional importance of HE4 in multiple cellular processes and indicates that HE4 may play a protective role in the progression of ovarian cancer"}, {"pubmed": 22284961, "text": "Serum HE4 levels were elevated less frequently than CA125 levels in benign disease, particularly in premenopausal patients."}, {"pubmed": 22301440, "text": "Above the age of 40 years significant elevations in HE4 concentrations emerged with advancing age. In pregnant women, median HE4 concentrations were significantly lower than their premenopausal counterparts."}, {"pubmed": 22342977, "text": "these results provide evidence of the cellular and molecular mechanisms that may underlie the motility-promoting role of HE4 in epithelial ovarian cancer progression."}, {"pubmed": 22373583, "text": "Findings suggest that serum epididymis protein 4 (HE4) is a potential diagnostic and prognostic marker for lung cancer."}, {"pubmed": 22426406, "text": "adds valuable information to CA125 in identifying patients with epithelial ovarian cancer from those with benign pelvic disease"}, {"pubmed": 22430259, "text": "HE4 combined with MDCT imaging is a good marker in the evaluation of disease extension in advanced epithelial ovarian carcinoma."}, {"pubmed": 22524132, "text": "HE4 is vastly more specific and early-phase diagnosed tumor marker in cases with ovarian cancer."}, {"pubmed": 22525819, "text": "Pretherapeutic serum HE4 levels alone and in combination with CA125 are an independent prognostic marker in endometrial cancer patients."}, {"pubmed": 22684816, "text": "The current study reports a novel finding of increased serum and pleural fluid HE4 levels in patients with malignant effusions compared to non-malignant effusions."}, {"pubmed": 22745553, "text": "This study aimed to develop a novel localized surface plasmon resonance (LSPR) biosensor for detecting HE4 in blood samples from patients with ovarian cancer."}, {"pubmed": 22875782, "text": "High serum HE4 is associated with recurrence of ovarian cancer."}, {"pubmed": 22962406, "text": "Because of the strong effect of age on HE4, thresholds for HE4 are best defined for women of specific ages."}, {"pubmed": 22967799, "text": "results show that preoperative plasma level of HE4 is a marker of ovarian cancer aggressiveness and a predictor of death"}, {"pubmed": 22993374, "text": "Determination of HE4 along with CA125 and ROMA2 index calculation is a suitable method for the improvement of the primary detection of ovarian cancer."}, {"pubmed": 23001907, "text": "High serum HE4 level is associated with pulmonary adenocarcinoma progression."}, {"pubmed": 23084584, "text": "study demonstrated that up-regulation of the extracellular protease inhibitor HE4 is associated with carcinogenesis in the stomach and pancreas"}, {"pubmed": 23093276, "text": "HE4 has the highest relevance in ovarian cancer but can be elevated in a variety of benign and malignant diseases"}, {"pubmed": 23093277, "text": "present consensus statements on the different topics, where available,and suggestions for further studies and evaluations required to establish optimal use of HE4, for diagnostic and prognostic purposes in gynecological malignancies"}, {"pubmed": 23095772, "text": "The combination of HE4 and CA-125 levels at baseline just before initiation of chemotherapy was significantly associated with decreased progression-free and overall survival and to some extent with platinum resistance."}, {"pubmed": 23096757, "text": "HE4 significant correlation with decreased Overall Survival, Disease Free Survival and Progression Free Survival suggests its potential role as a novel prognostic marker for endometrial cancer"}, {"pubmed": 23129262, "text": "High WFDC2 expression is associated with ovarian cancer."}, {"pubmed": 23234010, "text": "HE4 is more specific marker to be used for early diagnosis of ovarian cancer."}, {"pubmed": 23343214, "text": "Measuring serum HE4 concentrations along with CA125 concentrations may provide higher accuracy for detecting epithelial ovarian cancer."}, {"pubmed": 23353556, "text": "HE4 is a potential biomarker of renal fibrosis and a new therapeutic target."}, {"pubmed": 23426716, "text": "Review: HE4 measurement seems to be superior to CA-125 in terms of diagnostic performance for identification of ovarian cancer."}, {"pubmed": 23464464, "text": "The concentration of HE4 was noted to increase with age."}, {"pubmed": 23608327, "text": "HE4 gene plays an important role in regulating proliferation, apoptosis, migration, invasion of serous ovarian cancer cells by ERK pathway and protease system."}, {"pubmed": 23640061, "text": "Serum levels of HE4 are related to both the stage and grade of tumor in patients with early stage endometrial neoplasms."}, {"pubmed": 23894390, "text": "HE4 contains Lewis y antigen"}, {"pubmed": 23970060, "text": "HE4 serum levels combined with CE CT imaging may improve the monitoring management of women affected by ovarian cancer."}, {"pubmed": 24012857, "text": "Reference intervals for serum HE4, CA125 and risk of ovarian malignancy algorithm in healthy Chinese female were established."}, {"pubmed": 24023032, "text": "Report presence of HE4 in vaginal secretions and its regulation in response to vaginal microbiota and to the concentrations of antimicrobial and proinflammatory mediators."}, {"pubmed": 24025389, "text": "Serum HE4 may be used as a potential marker to differentiate lung cancer from pulmonary tuberculosis and healthy controls; higher levels of HE4 predict poor prognosis in non-small-cell lung cancer"}, {"pubmed": 24034113, "text": "The serum HE4 level may have significance for the differential diagnosis of s LGSG and HGSG"}, {"pubmed": 24068567, "text": "The analysis of published data suggests that HE4 is the most accurate and sensitive endometrial cancer marker identified to date; this new marker seems to have a good performance in diagnosis"}, {"pubmed": 24083699, "text": "High HE4 expression is associated with epithelial ovarian tumours."}, {"pubmed": 24217786, "text": "High HE4 expression is associated with ovarian cancer relapse."}, {"pubmed": 24252907, "text": "HE4 variants exhibit tissue-specific expression, suggesting that each variant may exert distinct functions in normal and malignant cells. HE4 levels appear to correlate with EC patient survival in a variant-specific manner"}, {"pubmed": 24389815, "text": "findings implicate increased HE4 expression as a molecular factor in ovarian cancer tumorigenesis"}, {"pubmed": 24403483, "text": "High HE4 expression is associated with endometrial cancer."}, {"pubmed": 24528554, "text": "The HE4 marker concentrations in the peritoneal fluid are highly irrespective of the pathology observed in the female sexual organ."}, {"pubmed": 24557433, "text": "Human epididymis protein 4 might inhibit cell proliferation by regulating the mitogen-activated protein kinase and phosphoinositide 3-kinase/AKT signal transduction pathways in vitro."}, {"pubmed": 24716917, "text": "The modified cutoff value of CA125, HE4, RMI score and ROMA were 165.2 U/mL, 103.4 pM, 368.7, 28/54."}, {"pubmed": 24748235, "text": "Our findings suggest that HE4 values during first-line chemotherapy could predict chemotherapy response in epithelial ovarian cancer patients."}, {"pubmed": 24771264, "text": "HE4 seems to be superior to Ca125 in terms of diagnostic performance of all premenopausal women"}, {"pubmed": 24879624, "text": "Data suggest the feasibility of using serum instead of bronchial aspiration fluid (BAF) samples for human epididymis 4 (HE-4) measurements in lung cancer cases."}, {"pubmed": 24885319, "text": "High serum HE4 levels are endometrial cancer."}, {"pubmed": 24975515, "text": "HE4 overexpression induces resistance to antiestrogens in ovarian cancer."}, {"pubmed": 24998328, "text": "This study demonstrates that overexpression of the Lewis y antigen on HE4 promotes ovarian cancer cell invasion and metastasis, which is likely to be used as a target for the clinical treatment of ovarian cancer."}, {"pubmed": 25018782, "text": "the HE4 marker appears to be helpful in forecasting of optimal cytoreduction and possibly also of the prediction of response to platinum analogues used in first-line treatment of ovarian cancer."}, {"pubmed": 25051914, "text": "These findings suggest that HE4 levels are greatly elevated in sera and tumor tissues of patients with SCLC and serum HE4 is a potential diagnostic marker for patients with SCLC."}, {"pubmed": 25078339, "text": "A HE4 level is a useful preoperative test for predicting the benign or malignant nature of pelvic masses.[review; meta-analysis]"}, {"pubmed": 25118488, "text": "Serum HE4 was not significantly elevated in patients with ovarian endometriosis."}, {"pubmed": 25190018, "text": "Serum HE4 and CA125 as predictors of response and outcome during neoadjuvant chemotherapy of advanced high-grade serous ovarian cancer."}, {"pubmed": 25326813, "text": "Measurement of combined HE4 and CA125 levels provides a more accurate method for epithelial ovarian cancer diagnosis."}, {"pubmed": 25354091, "text": "HE4 protein played a promotive role in the proliferation and resistance to carboplatin-induced apoptosis in the ovarian cancer."}, {"pubmed": 25362534, "text": "HE4 and annexin II binding interaction promoted ovarian cancer cell invasion."}, {"pubmed": 25431767, "text": "we suggest He4 and ROMA score to be considered as routine preoperative assessment in the event that an ovarian mass is diagnosed and malignancy cannot be excluded."}, {"pubmed": 25432133, "text": "this study provides new evidence on promotive effects of the HE4 on gastric cancer progression and indicates that HE4 might be a promising prognostic factor for gastric cancer diagnosis."}, {"pubmed": 25560808, "text": "Median serum HE4 concentration was significantly higher in patients with epithelial ovarian cancer compared to patients with ovarian metastases of gastrointestinal origin."}, {"pubmed": 25577252, "text": "Our results suggest a potential role of HE4 in endometrial cancer stage prediction."}, {"pubmed": 25655024, "text": "Serum HE4 measured during clinical follow-up may identify recurrent disease particularly in patients with endometrioid histology."}, {"pubmed": 25834501, "text": "HE4 was less elevated and more suitable as a biomarker than CA125 in chinese women with benign disease."}, {"pubmed": 25863801, "text": "In this report, we describe our use of capillary electrophoresis (CE) as the separation mechanism in the process of selecting DNA aptamers with affinity for the ovarian cancer biomarker HE4."}, {"pubmed": 25867363, "text": "Authors examined the serum concentration of human epididymis protein (HE4) in patients with benign gynecological diseases complicated with chronic renal deficiency"}, {"pubmed": 25920696, "text": "Body mass index does not influence HE4 levels in serum."}, {"pubmed": 26030627, "text": "High serum HE4 level at diagnosis is an independent determinant of poor prognosis in NSCLC."}, {"pubmed": 26117969, "text": "High expression of WFDC2 was demonstrated for both, EOC and fallopian tube, as opposed to its low expression observed in normal ovaries suggesting that EOC is derived from fallopian tube rather than ovary"}, {"pubmed": 26220095, "text": "HE4 is a promising biomarker for the early diagnosis of epithelial ovarian cancer [review]"}, {"pubmed": 26223178, "text": "serum level associated with risk in endometrioid adenocarcinoma"}, {"pubmed": 26285075, "text": "optimal cut-off values (HE4: 70pmol/l for all; CA125: 60U/ml for pre- and 35U/ml for postmenopausal women) could notably improve diagnostic performance in EOC detection in patients in southern China"}, {"pubmed": 26344910, "text": "The aim of the study was to establish whether preoperative serum levels of HE4 and CA125 could be a good predictor for lymphadenectomy in the early stage of endometrioid adenocarcinoma of the uterus."}, {"pubmed": 26362938, "text": "Expression levels of ANXA2 and HE4 were closely related to the malignant biological behavior of endometrial carcinoma"}, {"pubmed": 26497244, "text": "Results show that recombinant HE4 proteins are able to promote the proliferation of pancreatic and endometrial cancer cells suggesting that HE4 secreted from cancer cells may carry out paracrine and endocrine functions in cancer patients."}, {"pubmed": 26531723, "text": "HE4 levels at primary diagnosis correlate with an increased risk of endometrial cancer recurrence, particularly in cases of endometrioid histotype, and they may help to recognize patients who may need a more intensive follow-up"}, {"pubmed": 26539494, "text": "Endometrial cancer patients with high HE4 expression have a poor prognosis."}, {"pubmed": 26575020, "text": "Data suggest that overexpressed human epididymis protein 4 (HE4) played an important role in ovarian cancer progression and metastasis and that HE4 has the potential to serve as therapeutic target for ovarian cancer."}, {"pubmed": 26667154, "text": "Data suggest that the combination of epididymis protein 4 (HE4) and CA125 may be recommended as potential biomarkers in the preliminary differential diagnosis of between epithelial ovarian cancer (EOC) and peritoneal tuberculosis (PTB)."}, {"pubmed": 26730601, "text": "Data show that serum neuron-specific enolase, cytokeratin 19 fragment 21-1, pro-gastrin-releasing peptide, squamous cell carcinoma antigen, tissue inhibitor of metalloproteinase-1, and human epididymis protein 4 are not associated with brain metastases."}, {"pubmed": 26733162, "text": "HE4 and miR-21 may play an important role in the development and progression of ovarian cancer and they may serve as prognostic indicators in ovarian cancer"}, {"pubmed": 26851650, "text": "findings suggested that serum HE4 was a better biomarker in early lung cancer than other frequently-used biomarkers"}, {"pubmed": 26928556, "text": "Increased WFDC2 expression plays an important role in altering the estrogen pathway in ovarian cancer."}, {"pubmed": 27075413, "text": "This study found that increased serum HE4 is independently associated with the development of Lupus Nephritis and Chronic Kidney Disease in Systemic Lupus Erythematosus patients."}, {"pubmed": 27105680, "text": "Serum HE4 levels were significantly elevated in children and adults with cystic fibrosis (CF) compared to controls. Abnormal but lower HE4 concentrations were found in cases of severe bronchitis, asthma, pneumonia, and bronchiectasis. HE4 mRNA levels were significantly upregulated in CF vs. non-CF airway biopsy specimens."}, {"pubmed": 27116243, "text": "High HE4 expression is associated with adnexal malignancy."}, {"pubmed": 27184254, "text": "Overexpression of HE4 promotes collateral resistance to cisplatin and paclitaxel, and downregulation of HE4 partially reverses this chemoresistance."}, {"pubmed": 27192502, "text": "High correlation with MRI parameters related to neoangiogenesis may indicate signaling pathway of HE4."}, {"pubmed": 27268621, "text": "High serum HE-4 levels were associated with Endometrial Cancer."}, {"pubmed": 27268637, "text": "High HE4 expression is associated with Ovarian Tumors."}, {"pubmed": 27307153, "text": "Study indicated that serum human epididymis protein 4 levels are closely associated with primary fallopian tube carcinoma and the outcome of surgical therapy and recurrence in Chinese patients."}, {"pubmed": 27430660, "text": "The present study displayed the most fundamental and full-scale data to show differentially expressed genes in response to HE4"}, {"pubmed": 27436085, "text": "We found the high specificity of HE4 and CA125 while differentiating ovarian benign diseases from epithelial ovarian cancer in postmenopausal women and the high sensitivity of CA125 in detecting epithelial ovarian cancer in premenopausal patients"}, {"pubmed": 27537387, "text": "HE4 expression in biopsy material from endometrial hyperplasia can be monitored and regulated by progestin. Changes in the expression of HE4 during progestin therapy regimens can predict therapy response or indicate progestin resistance for medium- and low-risk endometrial hyperplasia."}, {"pubmed": 27589683, "text": "Data show that serum human epididymis protein 4 (HE4) levels were significantly positively associated with renal fibrosis in chronic kidney disease (CKD) patients."}, {"pubmed": 27629144, "text": "High Serum HE4 level is associated with epithelial ovarian cancer."}, {"pubmed": 27752776, "text": "HE4 is elevated less frequently than CA125 in benign adnexal tumors, regardless of age or menopausal status"}, {"pubmed": 27797265, "text": "HE4 had more potential than CA125."}, {"pubmed": 27862665, "text": "Human epididymis protein 4 induces chemoresistance against anti-cancer drugs and activates the AKT and Erk pathways to enhance tumor survival. Human epididymis protein 4 expression in ovarian cancer tissue is associated with a worse prognosis for epithelial ovarian cancer patients."}, {"pubmed": 28039447, "text": "Review/Meta-analysis: urine HE4 has diagnostic value in detecting ovarian cancer."}, {"pubmed": 28117603, "text": "This review summarizes data regarding the detection and alteration of HE4 in urine samples collected from ovarian cancer patients and controls."}, {"pubmed": 28326512, "text": "This study demonstrated that altered expression of HE4 may involve in tumorigenesis in the uterine cervix. Our findings also suggested the presence of a correlation between HE4 expression and the invasive potential of uterine tumors. Therefore it may be thought that the tissue expression of HE4 can be used to differentiate high grade intraepithelial tumors from carcinomas."}, {"pubmed": 28374920, "text": "Studied serum levels of Parkinson's disease-associated protein 7 (DJ-1) and human epididymis protein 4 (HE4) in endometrial cancer (EC) patients and healthy controls. The median serum concentrations of DJ-1 and HE4 were found to be significantly higher in EC patients compared to controls."}, {"pubmed": 28382859, "text": "Numerous studies indicated that HE4 is able to promote cancer progression and drug resistance. These observations strongly suggest that HE4 may play a significant role in cancer recurrence through its bioactivity in the regulation of malignant behavior at the cellular level. Overall, available data shows that high serum HE4 levels correlate well with ovarian cancer recurrence. [review]"}, {"pubmed": 28401338, "text": "HE4 is a prognostic marker in endometrial cancer"}, {"pubmed": 28444641, "text": "High serum HE4 level is associated with epithelial ovarian cancer."}, {"pubmed": 28476847, "text": "HE4 levels correspond to clinical and FIGO stage of endometrial cancer"}, {"pubmed": 28499820, "text": "serum HE4 level was a marker of poor prognosis in lung cancer patients"}, {"pubmed": 28549533, "text": "Architect CA 125 II and HE4 values in Chinese women presenting with a pelvic mass"}, {"pubmed": 28679402, "text": "WFCD2, which is up-regulated in ovarian cancer, can now for the first time be considered a regulator of tumor metastasis."}, {"pubmed": 28825178, "text": "HE4 is a biomarker for ovarian cancer recurrence [review]"}, {"pubmed": 29226858, "text": "Serum Smac expression level was significantly lower in the EAOC group than in the control group and benign ovarian tumor group (P< 0.05), while HE4 and CA125 expression levels were significantly higher in the EAOC group than the other two groups."}, {"pubmed": 29238719, "text": "Use of HE4 instead of CA125 did not significantly improve diagnostic performance of risk of malignancy indices 1-4 in patients with an adnexal mass"}, {"pubmed": 29463191, "text": "HE4 seems to be superior to CA125 in the detection of recurrent disease."}, {"pubmed": 29569984, "text": "HE4 is a biomarker for ovarian cancer (systematic review and meta-analysis)"}, {"pubmed": 29584739, "text": "The significant effect of the normalization of the HE4 marker after therapy and 50% reduction of HE4 levels before interval cytoreductive surgery on PFS and OS confirmed that HE4 might be an independent prognostic factor of treatment response."}, {"pubmed": 29729229, "text": "A panel of three tumor markers CYFRA 21.1, HE4 and ProGRP may play a role for discriminating LC from benign lung disease and subtyping as SCLC."}, {"pubmed": 29738696, "text": "HE4 has the potential to be used as a novel clinical biomarker for evaluating kidney function and predicting renal fibrosis in kidney transplant recipients"}, {"pubmed": 29745088, "text": "Detection of HE4 is conducive to the diagnosis and prediction of recurrence of epithelial ovarian cancer (EOC), and HE4 in high concentration suggests poor prognosis"}, {"pubmed": 29745428, "text": "these findings show that HE4 enhances ovarian cancer tumorigenesis by compromising osteopontin-mediated T cell activation"}, {"pubmed": 29747124, "text": "Elevated serum HE4 in SLE patients is significantly associated with a higher risk of incidence for lupus nephritis (LN), and may be a useful predictor for developing LN."}, {"pubmed": 29786997, "text": "HE4 could help with the differentiation of prognostically varied patient groups as well as with the decision-making process associated with the development of individual treatment plans"}, {"pubmed": 29903044, "text": "level of HE4 might predict chemoresistance and the possibility of ascites formation. The determination of the expression of HE4 alone or combined with CA125 levels in both serum and ascites in ovarian cancer patients with ascites may have important significance for guiding and improving the treatment"}, {"pubmed": 30004048, "text": "These results may be commented as HE4 expression rises in patients with HER2/neu amplification."}, {"pubmed": 30063463, "text": "Serum HE4 with its high specificity is useful in ruling out ovarian malignancy especially among the premenopausal women and Risk of Ovarian Malignancy Algorithm (ROMA)which is the combination of both serum CA 125 and HE4, appears to be an all-rounder with overall good sensitivity and specificity especially among the postmenopausal women."}, {"pubmed": 30125544, "text": "CA125 appears the most reliable biomarker for OC monitoring, whereas HE4 contributes additional information only in a minority of cases"}, {"pubmed": 30236206, "text": "The expression of WFDC2 in ovarian cancer tissues is high, and is significantly associated with the prognosis survival in patients with ovarian cancer."}, {"pubmed": 30274019, "text": "Higher serum levels of HE4 predict poor prognosis in non-small cell lung carcinoma patients, especially in patients with adenocarcinoma."}, {"pubmed": 30318876, "text": "HE4 has an important role in the diagnosis of epithelial ovarian cancer and a promising role in endometrial cancer (endometrioid histology)."}, {"pubmed": 30670303, "text": "Diagnostic accuracy of CA125 and HE4 in ovarian carcinoma patients and the effect of confounders on their serum levels."}, {"pubmed": 30885344, "text": "serial measurements of serum HE4 levels could provide a valuable method for follow-up monitoring of patients with adenocarcinoma of the lung to detect recurrence"}, {"pubmed": 30969083, "text": "HE4, CA125, and CA72-4 are expressed differently and may be used to predict postoperative recurrence of ovarian cancer"}, {"pubmed": 31030480, "text": "High HE4 expression is associated with Ovarian Masses."}, {"pubmed": 31115211, "text": "MUC16 protein (CA125) elevation showed random results for benign pelvic masses, while MUC16 protein (HE4) elevation showed a higher specificity, suggesting serum HE4 testing is a better approach than CA125 testing for diagnosing benign pelvic masses in premenopausal women."}, {"pubmed": 31165362, "text": "HE4 protects against cystic pulmonary fibrosis associated-inflammation through inhibition of NF-kappaB and MAPK singnaling."}, {"pubmed": 31165997, "text": "Tissue HE4 Expression Discriminates the Ovarian Serous Carcinoma but Not the Uterine Serous Carcinoma Patients. A New Adjunct to the Origin of the Tumor Site."}, {"pubmed": 31223112, "text": "WFDC2 is highly expressed in lung adenocarcinoma tissues with the anti-tumor immunosuppressive effect, which can significantly prolong overall survival of lung adenocarcinoma patients"}, {"pubmed": 31245814, "text": "In the multivariate logistic regression analysis, HE4 was independently associated with acute heart failure in patients with chronic kidney disease (odds ratio, 2.120; 95% con fi dence interval, 1.034-4.344; P = .04)."}, {"pubmed": 31302139, "text": "HDAC3 and HE4 binding activates the PI3K/AKT signaling pathway, enhances ovarian carcinoma and promotes ovarian carcinoma cell proliferation, invasion and migration"}, {"pubmed": 31362245, "text": "The results showed that the expression of H19 and HE4 was down-regulated by high glucose and further, alpha-Mangostin restored the high glucose-induced inhibition of H19 and HE4 expression."}, {"pubmed": 31373853, "text": "HE4 combined with CA125 is highly accurate for the diagnosis of endometrial carcinoma"}, {"pubmed": 31389384, "text": "HE4 levels have similar sensitivity but more specificity when compared with CA125 in diagnosing recurrent ovarian cancer"}, {"pubmed": 31429337, "text": "Endometriomas with low-risk malignancy potential in ultrasonography with high human epididymis protein 4 and risk of ovarian malignancy algorithm: a cases series."}, {"pubmed": 31450913, "text": "High serum HE4 levels are associated with Lung Cancer."}, {"pubmed": 31546745, "text": "urinary HE4 is increased in kidney transplant recipients of subAR three months after kidney transplantation, suggesting that HE4 has the potential to be used as a novel clinical biomarker for predicting subAR."}, {"pubmed": 31550546, "text": "This is the first report that HE4 can regulate the expression of the Rab23 protein, and that knockdown of RAB23 decreases the proliferation, invasion, and migration abilities as well as inhibits the epithelial-mesenchymal transition process in ovarian cancer cells."}, {"pubmed": 31626761, "text": "diagnostic use of HE4 in ovarian cancer"}, {"pubmed": 31658049, "text": "There was no significant difference in the 2 year survival rates of lung cancer patients with high and low HE4 concentrations in pleural fluid (P= 0.882)."}, {"pubmed": 31714597, "text": "Human epididymis protein 4 antigen-autoantibody complexes complement cancer antigen 125 for detecting early-stage ovarian cancer."}, {"pubmed": 31730821, "text": "Serum human epididymis protein 4 concentrations are associated with severity of patients with pulmonary tuberculosis."}, {"pubmed": 31737130, "text": "Serum HE4 level in women with borderline ovarian tumors and epithelial ovarian cancer at early stages."}, {"pubmed": 32016961, "text": "The clinical value of the combined detection of sEGFR, CA125 and HE4 for epithelial ovarian cancer diagnosis."}, {"pubmed": 32266526, "text": "The differential diagnostic value and clinical significance of serum HE4 in ovarian disease with elevated CA125."}, {"pubmed": 32295533, "text": "Serum human epididymis protein 4 level as a predictor of clinical worsening in idiopathic pulmonary arterial hypertension: a pilot study."}, {"pubmed": 32337222, "text": "Human Epididymis Protein 4 Levels in Neonates with Respiratory Disorder."}, {"pubmed": 32359161, "text": "Use of a human embryonic stem cell model to discover GABRP, WFDC2, VTCN1 and ACTC1 as markers of early first trimester human trophoblast."}, {"pubmed": 32365084, "text": "Data demonstrated that HE4 augments the activity of trypsin, thereby enhancing PAR2 signaling, and leading to increased ovarian cancer cell proliferation. HE4 was found to inhibit trypsin degradation, increasing its stability and ultimately its enzymatic potential."}, {"pubmed": 32444701, "text": "The biomarker HE4 (WFDC2) promotes a pro-angiogenic and immunosuppressive tumor microenvironment via regulation of STAT3 target genes."}, {"pubmed": 32767951, "text": "Determination of the Upper Reference Limit of Human Epididymis Secretory Protein 4 (HE4) in Healthy Male Individuals and Correlation with Renal and Fertility Markers."}, {"pubmed": 33075095, "text": "A multiplex biomarker assay improves the diagnostic performance of HE4 and CA125 in ovarian tumor patients."}, {"pubmed": 33148127, "text": "Role of Human Epididymis Protein 4 (HE4) in Determining Survival of Patients With Endometrial Cancer: A Meta-Analysis."}, {"pubmed": 33213897, "text": "HE4 and CA125 as preoperative risk stratifiers for lymph node metastasis in endometrioid carcinoma of the endometrium: A retrospective study in a cohort with histological proof of lymph node status."}, {"pubmed": 33246486, "text": "ZNF703 promotes tumor progression in ovarian cancer by interacting with HE4 and epigenetically regulating PEA15."}, {"pubmed": 33367933, "text": "High levels of human epididymis protein 4 mRNA and protein expression are associated with chemoresistance and a poor prognosis in pancreatic cancer."}, {"pubmed": 33528032, "text": "Prognostic value of serum HE4 level in the management of endometrial cancer: A pilot study."}, {"pubmed": 33903172, "text": "HE4 Overexpression by Ovarian Cancer Promotes a Suppressive Tumor Immune Microenvironment and Enhanced Tumor and Macrophage PD-L1 Expression."}, {"pubmed": 33955501, "text": "Human epididymis protein 4 promotes Pglycoproteinmediated chemoresistance in ovarian cancer cells through interactions with Annexin II."}, {"pubmed": 34032711, "text": "Diagnostic value of serum human epididymis protein 4 and cancer antigen 125 in the patients with ovarian carcinoma: A protocol for systematic review and meta-analysis."}, {"pubmed": 34248951, "text": "Elevated Serum Human Epididymis Protein 4 Is Associated With Disease Activity and Systemic Involvements in Primary Sjogren's Syndrome."}, {"pubmed": 34452565, "text": "Serum Human Epididymis Protein-4 (HE4) - A novel Approach to Differentiate Malignant Frombenign Breast Tumors."}, {"pubmed": 34590878, "text": "HE4 might be a more useful tumor biomarker to detect malignancy in patients with ovarian endometrioma when malignancy is suspected."}, {"pubmed": 34735726, "text": "Serum HE4 is associated with clinical prognostic factors and survival outcome in female patients with primary peritoneal carcinoma."}, {"pubmed": 34737393, "text": "Serum HE4 and CA125 combined to predict and monitor recurrence of type II endometrial carcinoma."}, {"pubmed": 34754053, "text": "Recurrence monitoring for ovarian cancer using a cell phone-integrated paper device to measure the ovarian cancer biomarker HE4/CRE ratio in urine."}, {"pubmed": 35413677, "text": "Human epididymis protein 4 is associated with severity and poor prognosis of connective tissue disease-associated interstitial lung disease with usual interstitial pneumonia pattern."}, {"pubmed": 35550579, "text": "Human epididymis protein 4 aggravates airway inflammation and remodeling in chronic obstructive pulmonary disease."}, {"pubmed": 35568777, "text": "A bioinformatic analysis of WFDC2 (HE4) expression in high grade serous ovarian cancer reveals tumor-specific changes in metabolic and extracellular matrix gene expression."}, {"pubmed": 35596602, "text": "HE4 is associated with clinical risk prognostic factors and survival outcome in primary fallopian tube carcinoma patients."}, {"pubmed": 35688656, "text": "Can serum human epididymis protein 4 (HE4) support the decision to refer a patient with an ovarian mass to an oncology hospital?"}, {"pubmed": 35907794, "text": "HE4 as a serum biomarker for the diagnosis of pelvic masses: a prospective, multicenter study in 965 patients."}, {"pubmed": 36525756, "text": "Evaluation of HE4 as a prognostic biomarker in uterine cervical cancer."}, {"pubmed": 36577160, "text": "Human epididymis protein 4 as a clinical biomarker in identifying interstitial lung disease in patients with idiopathic inflammatory myopathies."}, {"pubmed": 36596280, "text": "The Utility of Preoperative Serum CA125 Combined with HE4 to Predict Lymph Node Metastasis in Endometrial Cancer."}, {"pubmed": 36721112, "text": "Secreted proteins MDK, WFDC2, and CXCL14 as candidate biomarkers for early diagnosis of lung adenocarcinoma."}, {"pubmed": 37123162, "text": "Effect of Serum Level of Human Epididymis Protein 4 and Interleukin-6 as Biomarkers in Patients with Adnexal Mass."}, {"pubmed": 37603503, "text": "Diagnostic value of serum human epididymis protein 4, carbohydrate antigen 125 and their combination in endometrial cancer: A meta-analysis."}, {"pubmed": 38048899, "text": "Serum human epididymis protein 4 is associated with disease severity in patients with IgA nephropathy."}, {"pubmed": 38077439, "text": "Combination of serum CST1 and HE4 for early diagnosis of endometrial cancer."}, {"pubmed": 38104063, "text": "Elevated level of serum human epididymis protein 4 (HE4) predicts disease severity and mortality in COVID-19 pneumonia."}, {"pubmed": 38176127, "text": "Prognostic value of HE4 in advanced-stage, high-grade serous ovarian cancer: Analysis of HE4 kinetics during NACT, predicting surgical outcome and recurrence in comparison to CA125."}, {"pubmed": 38285795, "text": "Human Epididymis Protein 4 (HE4) and Cancer Antigen 125 (CA125) for Prediction of Optimal Primary Surgery in Non-Mucinous Epithelial Ovarian Cancer."}, {"pubmed": 38598900, "text": "Human epididymis protein 4: Analysis of national health and nutrition examination survey data."}, {"pubmed": 38626355, "text": "Recessively Inherited Deficiency of Secreted WFDC2 (HE4) Causes Nasal Polyposis and Bronchiectasis."}], "genomic_pos": {"chr": "20", "end": 45481532, "ensemblgene": "ENSG00000101443", "start": 45469753, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 44110172, "start": 44098346, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006508", "pubmed": 1686187, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007283", "pubmed": 1686187, "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019731", "qualifier": "involved_in", "term": "antibacterial humoral response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004866", "pubmed": 1686187, "qualifier": "enables", "term": "endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004867", "qualifier": "enables", "term": "serine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004869", "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25362534, 31210752, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019828", "qualifier": "enables", "term": "aspartic-type endopeptidase inhibitor activity"}]}, "homologene": {"genes": [[9544, 710469], [9598, 458283], [9606, 10406], [9615, 403919], [9913, 618044], [10090, 67701], [10116, 286888]], "id": 4450}, "interpro": [{"desc": "WAP-type 'four-disulfide core' domain", "id": "IPR008197", "short_desc": "WAP_dom"}, {"desc": "Elafin-like superfamily", "id": "IPR036645", "short_desc": "Elafin-like_sf"}], "ipi": ["IPI00103633", "IPI00103636", "IPI00103639", "IPI00183629", "IPI00291488", "IPI00853597"], "map_location": "20q13.12", "name": "WAP four-disulfide core domain 2", "other_names": ["WAP domain containing protein HE4-V4", "WAP four-disulfide core domain protein 2", "epididymal protein 4", "epididymal secretory protein E4", "epididymis secretory sperm binding protein", "epididymis-specific, whey-acidic protein type, four-disulfide core", "human epididymis protein 4", "major epididymis-specific protein E4", "putative protease inhibitor WAP5"], "pantherdb": {"HGNC": "15939", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1914951", "ortholog_type": "LDO", "panther_family": "PTHR19441", "taxid": 10090, "uniprot_kb": "Q9DAU7"}, {"RGD": "628757", "ortholog_type": "LDO", "panther_family": "PTHR19441", "taxid": 10116, "uniprot_kb": "Q8CHN3"}, {"Ensembl": "ENSGALG00000031164", "ortholog_type": "LDO", "panther_family": "PTHR19441", "taxid": 9031, "uniprot_kb": "A0A1D5PAS0"}, {"Ensembl": "ENSDARG00000109441", "ortholog_type": "O", "panther_family": "PTHR19441", "taxid": 7955, "uniprot_kb": "A0A2R8RYD4"}, {"ZFIN": "ZDB-GENE-090313-47", "ortholog_type": "O", "panther_family": "PTHR19441", "taxid": 7955, "uniprot_kb": "E7F3G3"}], "uniprot_kb": "Q14508"}, "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-9830364", "name": "Formation of the nephric duct"}, {"id": "R-HSA-9830369", "name": "Kidney development"}]}, "pfam": "PF00095", "pharmgkb": "PA38059", "pharos": {"target_id": 18624, "tdl": "Tbio"}, "pir": "S25454", "prosite": "PS51390", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177166", "relationship": "is"}, {"id": "GNF188072", "relationship": "is"}, {"id": "GNF198978", "relationship": "is"}, {"id": "GNF209884", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039603", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF015535", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF232899", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF334920", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105070", "relationship": "is"}, {"id": "GNF144717", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": "NP_006094.3", "rna": ["NM_006103.4", "NM_080733.1", "NM_080734.1", "NM_080735.1", "NM_080736.1"], "translation": {"protein": "NP_006094.3", "rna": "NM_006103.4"}}, "reporter": {"HG-U133_Plus_2": ["1552261_at", "1553089_a_at", "203892_at"], "HG-U95Av2": "33933_at", "HTA-2_0": "TC20000349.hg.1", "HuEx-1_0": "3886938", "HuGene-1_1": "8063000", "HuGene-2_1": "16914264"}, "retired": 128489, "summary": "This gene encodes a protein that is a member of the WFDC domain family. The WFDC domain, or WAP Signature motif, contains eight cysteines forming four disulfide bonds at the core of the protein, and functions as a protease inhibitor in many family members. This gene is expressed in pulmonary epithelial cells, and was also found to be expressed in some ovarian cancers. The encoded protein is a small secretory protein, which may be involved in sperm maturation. [provided by RefSeq, Jul 2008].", "symbol": "WFDC2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1336988"}, "unigene": "Hs.2719", "uniprot": {"Swiss-Prot": "Q14508", "TrEMBL": ["A8K2M3", "A0A384MTN6"]}, "wikipedia": {"url_stub": "WFDC2"}}