{"AllianceGenome": "18081", "HGNC": "18081", "MIM": "605186", "_id": "11197", "_version": 1, "accession": {"genomic": ["AC026124.35", "AC135895.2", "CH471054.1", "CP068266.2", "NC_000012.12", "NC_060936.1"], "protein": ["AAD25402.1", "AAH18037.1", "AAQ88710.1", "BAG63265.1", "EAW97146.1", "EAW97147.1", "NP_009122.2", "Q9Y5W5.3"], "rna": ["AF122922.1", "AK301818.1", "AL711431.1", "AY358344.1", "BC018037.1", "BX647427.1", "DB560069.1", "DC315426.1", "NM_007191.5"], "translation": [{"protein": "AAD25402.1", "rna": "AF122922.1"}, {"protein": "AAQ88710.1", "rna": "AY358344.1"}, {"protein": "AAH18037.1", "rna": "BC018037.1"}, {"protein": "NP_009122.2", "rna": "NM_007191.5"}, {"protein": "BAG63265.1", "rna": "AK301818.1"}]}, "alias": "WIF-1", "ensembl": {"gene": "ENSG00000156076", "protein": ["ENSP00000286574", "ENSP00000439024", "ENSP00000442063"], "transcript": ["ENST00000286574", "ENST00000543094", "ENST00000546001"], "translation": [{"protein": "ENSP00000286574", "rna": "ENST00000286574"}, {"protein": "ENSP00000439024", "rna": "ENST00000543094"}, {"protein": "ENSP00000442063", "rna": "ENST00000546001"}], "type_of_gene": "protein_coding"}, "entrezgene": "11197", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 17.1788013649, "exp_mis": 110.462888991, "exp_syn": 47.6069285043, "lof_z": 1.71571512970766, "mis_z": -0.164609730570707, "mu_lof": 1.31021482218e-06, "mu_mis": 1.12161879076e-05, "mu_syn": 4.83221704853e-06, "n_lof": 10.0, "n_mis": 114.0, "n_syn": 50.0, "p_li": 2.41723210239144e-05, "p_null": 0.0846283589268619, "p_rec": 0.915347468752114, "syn_z": -0.21501552548183}, "bp": 1140, "cds_end": 65514971, "cds_start": 65445128, "n_exons": 10, "nonpsych": {"exp_lof": 15.3654864374, "exp_mis": 99.7965901647, "exp_syn": 42.9058789116, "lof_z": 1.34427419121635, "mis_z": 0.0402196854647888, "mu_lof": 1.31021482218e-06, "mu_mis": 1.12161879076e-05, "mu_syn": 4.83221704853e-06, "n_lof": 10.0, "n_mis": 99.0, "n_syn": 43.0, "p_li": 1.23230169400271e-05, "p_null": 0.197229201733362, "p_rec": 0.802758475249698, "syn_z": -0.00904663425770821}, "nontcga": {"exp_lof": 15.7866614679, "exp_mis": 101.608028347, "exp_syn": 43.7805408084, "lof_z": 1.4366936624141, "mis_z": -0.315922556435197, "mu_lof": 1.31021482218e-06, "mu_mis": 1.12161879076e-05, "mu_syn": 4.83221704853e-06, "n_lof": 10.0, "n_mis": 108.0, "n_syn": 48.0, "p_li": 1.38049135477388e-05, "p_null": 0.155250658677647, "p_rec": 0.844735536408805, "syn_z": -0.403774245282536}, "transcript": "ENST00000286574.4"}, "exons": [{"cdsend": 65121191, "cdsstart": 65051348, "chr": "12", "position": [[65050625, 65051470], [65055117, 65055213], [65056030, 65056126], [65062480, 65062576], [65066640, 65066736], [65067694, 65067790], [65068763, 65068904], [65077745, 65077854], [65120416, 65120556], [65121043, 65121305]], "strand": -1, "transcript": "NM_007191", "txend": 65121305, "txstart": 65050625}], "exons_hg19": [{"cdsend": 65514971, "cdsstart": 65445128, "chr": "12", "position": [[65444405, 65445250], [65448897, 65448993], [65449810, 65449906], [65456260, 65456356], [65460420, 65460516], [65461474, 65461570], [65462543, 65462684], [65471525, 65471634], [65514196, 65514336], [65514823, 65515085]], "strand": -1, "transcript": "NM_007191", "txend": 65515085, "txstart": 65444405}], "generif": [{"pubmed": 15351726, "text": "the methylation-status of the CpG island within the functional WIF-1 promoter region is an important key in Wnt activation in human cancer"}, {"pubmed": 15377999, "text": "novel mechanism of Wnt pathway regulation whereby activation of Rac1 amplifies signaling activity of stabilized/mutated beta-catenin by promoting accumulation in nucleus, and synergizing with beta-catenin to augment TCF/LEF-dependent gene transcription"}, {"pubmed": 15389810, "text": "Wnt signaling is involved in Akt activation in prostate cancer cells. Our data also indicate the possibility that Wnt and its signaling pathway can be therapeutic targets for PTEN-mutated advanced prostate carcinoma."}, {"pubmed": 15735743, "text": "results provide evidence for the involvement of the Wnt/beta-catenin pathway in the pathogenesis of acute myeloid leukemia"}, {"pubmed": 16007117, "text": "WIF-1 silencing due to promoter hypermethylation is an important mechanism underlying aberrant activation of the Wnt signaling pathway in carcinogenesis of the digestive organs"}, {"pubmed": 16427602, "text": "aberrant Wnt signaling is a common event in NPC carcinogenesis linked with WIF-1 silencing"}, {"pubmed": 16428476, "text": "Epigenetic inactivation of Wnt inhibitory factor-1 is associated with bladder cancer through aberrant canonical Wnt/beta-catenin signaling pat"}, {"pubmed": 16476441, "text": "WIF domains may have a role as a recognition motif of Wnt and Drosophila hedgehog proteins that are activated by palmitoylation."}, {"pubmed": 16516163, "text": "Taken together, our studies suggest that WIF-1 silencing due to its promoter hypermethylation is an important mechanism underlying the constitutively activated Wnt signaling in mesothelioma."}, {"pubmed": 16525492, "text": "The Wif-1 methylation was the only independent factor negatively impacting on disease-free survival."}, {"pubmed": 16609023, "text": "The methylation level of WIF-1 was significantly higher and mRNA level wassignificantly lower in bladder tumor than in bladder mucosa."}, {"pubmed": 17012225, "text": "Valproic acid causes a change in acetylation of this gene."}, {"pubmed": 17094650, "text": "Modification of the Wnt-signaling pathway are often associated with development of tumor and may play a significant role in carcinogenesis [review]"}, {"pubmed": 17171686, "text": "WIF1 is a recurrent target in human salivary gland oncogenesis and that downregulation of WIF1 plays a role in the development and/or progression of pleomorphic adenomas."}, {"pubmed": 17384664, "text": "Thus, WIF1 functions as a tumor suppressor for both NPC and ESCC through suppressing the Wnt-signaling pathway, but is frequently silenced by epigenetic mechanism in a tumor-specific way."}, {"pubmed": 18005197, "text": "Silencing of WIF-1 through promoter hypermethylation is an early and common event in the carcinogenesis of Barrett's esophagus."}, {"pubmed": 18079202, "text": "WIF1 may be a tumor suppressor, specifically in nonfunctioning pituitary tumors, and that the Wnt pathways are important in pituitary tumorigenesis."}, {"pubmed": 18093228, "text": "WIF1 was among the genes differentially expressed in an in vivo-in vivo comparison between unfused and prematurely fused calvarial tissue."}, {"pubmed": 18256869, "text": "The results suggest a role of the WIF domain as a palmitoyl binding domain required for WIF-1 binding to palmitoylated Wnt and signaling inhibition."}, {"pubmed": 18701434, "text": "Using silencing RNA approaches, we confirmed that downregulation of Sp1 resulted in an increased expression of WIF1 and decreased methylation of WIF1 promoter"}, {"pubmed": 19054571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19085002, "text": "WIF-1 promoter region MSP might be used as an adjuvant tool to complement cytologic examination for the diagnosis of NSCLC-related malignant pleural effusion."}, {"pubmed": 19174556, "text": "Mechanisms of WIF1-induced G(1) arrest include (a) SKP2 down-regulation leading to p27/Kip1 accumulation and (b) c-myc down-regulation releasing p21/WAF1 transcription."}, {"pubmed": 19307728, "text": "analyzed 5 osteosarcoma cell lines in a high-throughput screen for epigenetically silenced tumor suppressor genes and identified Wnt inhibitory factor 1 (WIF1) as a candidate tumor suppressor gene"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19496188, "text": "Data suggest that aberrant promoter methylation and decreased expression of DKK-3 and WIF-1 may be an important mechanism in hepatocellular carcinoma, and may be useful for early diagnosis and therapy of HCC."}, {"pubmed": 19528461, "text": "Promoter methylation of Wnt inhibitory factor-1 is associated with lung cancer."}, {"pubmed": 19570204, "text": "Wnt antagonist genes WIF1 and DKK3 show a very similar frequency of promoter methylation in human breast cancer, but only DKK3 methylation proves as a novel prognostic marker"}, {"pubmed": 19690140, "text": "Wnt antagonist WIF1 inhibits Wnt signaling and exerts potent antitumor activity by increasing the apoptosis rate in tumor cells and by impairing tumor vascularization"}, {"pubmed": 19773381, "text": "Tumor-specific methylation of APC, MGMT, RASSF2A, and Wif-1 genes might be a valuable biomarker in plasma for the early detection of colorectal cancer."}, {"pubmed": 19787276, "text": "hypermethylation of the p16 and Wif-1 genes has potential as biomarkers that may be used to predict the prognosis of stage IA NSCLC."}, {"pubmed": 19885602, "text": "procaine and procainamide reactivate WIF-1 in lung cancer cells and downregulate the Wnt canonical pathway"}, {"pubmed": 19887605, "text": "the WIF-1 is downregulated by promoter methylation and functions as a tumor suppressor gene by inducing apoptosis in human renal cell carcinoma cells."}, {"pubmed": 19926868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20119713, "text": "WIF-1 silencing as a result of its promoter hypermethylation may be a frequent event in hepatocellular carcinoma."}, {"pubmed": 20197388, "text": "WIF-1 exerts potent antiosteosarcoma effect in vivo in mouse models. Therefore, the reexpression of WIF-1 in WIF-1-deficient osteosarcoma represents a potential novel treatment and preventive strategy."}, {"pubmed": 20376066, "text": "study suggest a shift away from canonical Wnt signaling toward noncanonical pathways driven by interactions between Wnt-5a and its cognate receptors in psoriasis, accompanied by impaired homeostatic inhibition of Wnt signaling by WIF-1 and dickkopf"}, {"pubmed": 20573255, "text": "Blocking Wnt signaling in PCa by WIF1 may represent a novel strategy in the future to reduce metastatic disease burden in PCa patients"}, {"pubmed": 20596629, "text": "WIF1 promoter methylation is a common event in mesothelioma."}, {"pubmed": 20697356, "text": "Transient knockdown or somatic knockout of c-Myc in DLD-1 failed to restore WIF-1 expression suggesting that c-Myc is involved in initiating rather than maintaining WIF-1 epigenetic silencing"}, {"pubmed": 20811686, "text": "This study suggests that a cause of catenin delocalization in oral cancer could be due to WNT pathway activation, by epigenetic alterations of SFRP-1, SFRP-2, SFRP-4, SFRP-5, WIF-1, DKK-3 genes"}, {"pubmed": 20844743, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20874008, "text": "Data show that the WIF-1 promoter was methylated in 89.7% of tumors, whereas all normal mucosa were unmethylated."}, {"pubmed": 21052890, "text": "Down-regulation of WIF-1 mRNA expression is associated with hepatocellular carcinoma."}, {"pubmed": 21642372, "text": "Loss of WIF1 is associated with glioblastoma."}, {"pubmed": 21743455, "text": "The six-domain WIF-1 crystal structure shows that epidermal growth factor-like domains (EGFs I-V) are wrapped back, interfacing with the WIF-1 domain at EGF III."}, {"pubmed": 21819494, "text": "Occurrence of WIF1 genes methylation associated with nodal status and tumor stage. findings indicate WIF1 frequently aberrantly methylated."}, {"pubmed": 21873353, "text": "WIF1 is a frequent target for epigenetic silencing in squamous cell carcinoma of the cervix."}, {"pubmed": 21928342, "text": "Data show that Wif-1 can interfere with CTGF-dependent induction of gene expression in primary murine chondrocytes, and indicate that Wif-1 may be a multifunctional modulator of signalling pathways in the cartilage compartment."}, {"pubmed": 22002305, "text": "Loss of WIF1 is associated with cervical cancer."}, {"pubmed": 22315090, "text": "Promoter methylation status analysis of hereditary breast tumors revealed high methylation frequencies for the three genes (67% RASSF1A, 80% SLIT2, and 72% WIF1)."}, {"pubmed": 22333550, "text": "The methylation of WIF-1 gene promoter and beta-catenin may be involved in the abnormal activation of Wnt/beta-catenin signal in acute leukemia."}, {"pubmed": 22901505, "text": "This study demonistrated that Wnt inhibitory factor-1 regulates glioblastoma cell cycle and proliferation."}, {"pubmed": 22951645, "text": "study concludes that the WIF domain is responsible for the divergence between Drosophila Shf and human Wif-1, channeling the recognition either toward Hh or Wg signal, whereas the EGF repeats give the protein the ability to interact with glypicans"}, {"pubmed": 22951732, "text": "It was shown that WIF-1 downregulation is involved in melasma development due to the stimulation of melanogenesis and melanosome transfer through upregulation of the canonical and the noncanonical Wnt signaling pathway."}, {"pubmed": 22986341, "text": "A Wnt-binding site of the WIF-domain of WIF1 was localized. Substitution of some residues of WIF resulted in an increased affinity for Wnt5a, but decreased affinity for Wnt3a, suggesting that these residues may define the specificity of WIF for Wnts."}, {"pubmed": 23193918, "text": "Epigenetic inactivation of Wnt inhibitory factor-1 is associated with esophageal squamous cell carcinoma."}, {"pubmed": 23316316, "text": "These in vivo data support the involvement of Wnt signaling in the development of aortic stenosis and suggest that circulating Wnt modulators such as WIF1 should be further investigated as risk markers in larger aortic stenosis populations."}, {"pubmed": 23328978, "text": "WIF1 expression is downregulated by promoter methylation and is an important mechanism of aberrant WNT/beta-catenin pathway activation in astrocytoma pathogenesis"}, {"pubmed": 23358094, "text": "WIF1 is a marker of interfollicular keratinocyte stem cells and inhibits their cell cycle progression even with Wnt3 signaling."}, {"pubmed": 23417837, "text": "Loss of WIF-1 expression due to methylation is related to aggressiveness of sporadic breast cancer."}, {"pubmed": 23686431, "text": "Wif1 methylation showed an association with unfavorable prognosis of adenocarcinoma (AC) patients with EGFR mutation."}, {"pubmed": 23746174, "text": "Significantly higher methylation was observed in genes NTKR1, GATA4 and WIF1 in the ovarian cancer group compared with the control group."}, {"pubmed": 23939044, "text": "The miR-29 family (miR-29a, -29b, and -29c) suppresses the Wnt signaling pathway through demethylation of WIF-1 in non-small-cell lung cancer."}, {"pubmed": 24118380, "text": "HOTAIR directly decreased WIF-1 expression by promoting its histone H3K27 methylation in the promoter region and then activated the Wnt/beta-catenin signaling pathway."}, {"pubmed": 24131586, "text": "melanocytes express WIF-1 constitutively in vivo and in vitro and that WIF-1 promotes melanogenesis in normal human melanocytes."}, {"pubmed": 24289328, "text": "Promoter methylation of WIF1, PENK and NPY is associated with colorectal adenocarcinoma (CRC) diagnosis and can be used to CRC from other cancers."}, {"pubmed": 24561119, "text": "WIF-1 is downregulated and functions as a tumor suppressor by antagonizing Wnt/beta-catenin signaling in neuroblastoma."}, {"pubmed": 24755295, "text": "MicroRNA-181a promotes tumor growth and liver metastasis in colorectal cancer by targeting the tumor suppressor WIF-1."}, {"pubmed": 24755523, "text": "genetic alterations of beta-catenin and epigenetics-related Wif-1 promoter hypermethylation may be important mechanisms underlying adrenocortical tumor formation"}, {"pubmed": 24833087, "text": "WIF-1 is frequently methylated and that Wnt5a acts as a tumor suppressor gene in colorectal carcinoma."}, {"pubmed": 24853424, "text": "WIF1 downregulation is a frequent event in salivary gland carcinoma ex-pleomorphic adenoma."}, {"pubmed": 24949429, "text": "Coexpression of SFRP1 and WIF1, rather than SFRP1 or WIF1 alone, could be used, together with low TNM stage, as a prognostic predictor of favorable outcomes in CRC."}, {"pubmed": 25025467, "text": "detection of methylated Wif-1 in either S or U has a higher performance accuracy compared to guaiac FOBT for advanced colorectal neoplasia screening"}, {"pubmed": 25107489, "text": "Aberrant methylation of APC gene was statistically significant associated with age over 50, DDK3 with male, SFRP4, WIF1, and WNT5a with increasing tumor stage SFRP4 and WIF1 with tumor differentiation and SFRP2 and SFRP5 with histological type"}, {"pubmed": 25142166, "text": "Altered expression of genes associated with telomere maintenance and cell function of human vascular endothelial cell at elevated temperature."}, {"pubmed": 25487617, "text": "Further evaluation of the methylation of DACH1, DKK1, and WIF1 in a clinical patient group confirmed the frequent methylation of WIF1 and intermediate or low frequency of methylation of DACH1 or DKK1, respectively."}, {"pubmed": 25681036, "text": "miR-603 regulates glioma development via Wnt-beta-cateninn signaling pathway and its WIF1 and CTNNBIP1 targets."}, {"pubmed": 25772239, "text": "Loss of WIF1 enhances the migratory potential of glioblastoma through WNT5A that activates the WNT/Ca(2+) pathway and MALAT1."}, {"pubmed": 25918249, "text": "WIF1 has a role in breast neoplasms: its inhibition significantly relieves the cancer stem cell-limiting effects of dietary compound isoliquiritigenin"}, {"pubmed": 26342861, "text": "Data show that the WIF domain of Wnt Inhibitory Factor 1 (WIF1) is bound by C-terminal domains of Wnt proteins Wnt5a and Wnt7a at two sites."}, {"pubmed": 26352791, "text": "Results provide evidence that WIF1 is frequently methylated in oral squamous cell carcinoma (OSCC), but not in oral submucous fibrosis tissues, which results in reduced expression. This epigenetic biomarker can be used for the early detection of OSCC."}, {"pubmed": 26405993, "text": "WIF-1 down-regulation may promote tumor cells invasion and metastasis in salivary gland adenoid cystic carcinoma."}, {"pubmed": 26482614, "text": "HOTAIR can affect the radiosensitivity of pancreatic ductal adenocarcinoma (PDAC) cells partly via regulating the expression of WIF-1, and HOTAIR-WIF-1 axis is a potential target for PDAC radiotherapy."}, {"pubmed": 26994065, "text": "Study supported the hypothesis that Wnt inhibitory factor 1 (WIF1) is crucial as a negative regulator of the functions of endothelial cells in angiogenesis and that hypoxia plays an important role in controlling WIF1 expression and angiogenesis."}, {"pubmed": 27251038, "text": "Hypermethylation of WIF1 (WNT inhibitory factor 1) and NPY (neuropeptide Y) genes was significantly higher in tumor tissue compared to normal tissue, independently of tumor stage."}, {"pubmed": 27430608, "text": "the expression levels of WIF-1 were low in gallbladder cancer tumor tissues and the GBC-SD, SGC-996 and NOZ gallbladder cancer cell lines. This low expression was associated with the methylation status of the WIF-1 gene promotor."}, {"pubmed": 27506957, "text": "Compared with adjacent normal tissues, the methylation frequencies of WIF-1, RASSF1A, and CDH13 genes were significantly higher but the mRNA levels of these 3 genes were significantly lower in EC tissues. The survival rates of patients with WIF-1, RASSF1A, and CDH13 methylations were significantly lower than those of patients without methylation"}, {"pubmed": 27655540, "text": "Reduced expression of Wif-1 and increased expression of beta-catenin may be involved in the pathogenesis of childhood acute lymphoblastic leukemia (ALL)."}, {"pubmed": 27801732, "text": "Ihh is a marker for poor prognosis in patients with lung squamous cell carcinoma and adenocarcinoma. WIF-1 is not a predictive marker for lung cancer."}, {"pubmed": 27843945, "text": "beta-catenin expression may also be a poor prognostic factor for cervical cancer (CC) while WIF1 could be a potential drug target for treatment of advanced CC."}, {"pubmed": 27911280, "text": "Data show the frequency of WIF-1 hypermethylation significantly increased in non-small cell lung cancer (NSCLC) specimens compared with normal lung tissue. WIF-1 hypermethylation is predominant in squamous cell carcinoma (SCC), suggesting that WIF-1 methylation contributes to the development of NSCLC, especially SCC. [review]"}, {"pubmed": 27930522, "text": "Promoter hypermethylation WIF1 play an important role in the carcinogenesis of lung cancer."}, {"pubmed": 28040794, "text": "In astrocytoma specimens, tumor areas with numerous single cells were identified which strongly express Wif-1."}, {"pubmed": 28383544, "text": "We identify a loss-of-function mutation in WIF1 (NM_007191 p.W15*), which is involved in mesoderm segmentation, as the suspected cause of the Nail-Patella-like disorder observed in this family."}, {"pubmed": 28438695, "text": "Gallbladder cancer patients with hypermethylated WIF-1 exhibited worse overall survival than those with hypomethylated WIF-1."}, {"pubmed": 28468589, "text": "Our data suggests that total cellular b-catenin levels decrease in the presence of secreted frizzled-related protein 1 and Wnt inhibitory factor 1, and a significant increase in cell death after tyrosine kinase inhibitor treatment is observed. On the contrary, when secreted frizzled-related protein 1 is suppressed, total b-catenin levels increase in the cell and the cells become resistant to tyrosine kinase inhibitors."}, {"pubmed": 28484252, "text": "WIF1 methylation may serve as a potential prognostic marker for patients with chondrosarcoma."}, {"pubmed": 28543390, "text": "the promoters of WIF1, NLK, and APC are highly methylated in the nasopharyngeal cancers (NPC) and gastric carcinoma (GC) cell lines, and the 3 genes are also regulated by miR-BART19-3p expressed by Epstein-Barr virus (EBV); expression of the WIF1, APC, and NLK genes is strongly affected by hypermethylation, and in EBV-associated tumors, the 3 genes are also affected by miR-BART19-3p"}, {"pubmed": 28899352, "text": "the results of our study show that down-regulated INTS6 expression is associated with a poorer prognosis in hepatocellular carcinoma (HCC) patients. This newly identified INTS6/WIF-1 axis indicates the molecular mechanism of HCC and may represent a therapeutic target in HCC patients."}, {"pubmed": 29164578, "text": "miR-590-3p regulates colon cancer progression via WIF1 and DKK1, which suggests that miR-590-3p may be a promising candidate for therapeutic applications in colon cancer treatment"}, {"pubmed": 29555596, "text": "a significant correlation between pituitary adenoma invasion and low expression of WIF1 and sFRP4 is reported."}, {"pubmed": 29693707, "text": "the expression of WIF-1 was low in GBC cells due to aberrant hypermethylation of its promoter region. Additionally, an alternative pathogenesis of GBC was indicated in which c-Jun causes hypermethylation of the WIF-1 promoter region, and represses the expression of WIF-1 through transcriptional regulation and interaction with DNMT1 as an early event in the tumorigenesis of GBC."}, {"pubmed": 29916529, "text": "Data revealed that the upregulation of WIF1 induced autophagy in non-small cell lung cancer (NSCLC) cells. WIF1-mediated autophagy was demonstrated to inhibit Wnt/betacatenin signaling by downregulating Dvl2, which contributed to the inhibition of the proliferation and the promotion of the apoptosis of NSCLC cells."}, {"pubmed": 29966778, "text": "expression of TGF-beta1 and WIF1 in nonfunctioning pituitary adenomas correlated with cell proliferation and recurrence potential"}, {"pubmed": 29970693, "text": "WIF-1 gene methylation is associated with pathogenesis of multiple human tumors."}, {"pubmed": 30051904, "text": "this study showed elevated WIF-1 expression as tissue damage and inflammation progressed in inflammatory bowel disease"}, {"pubmed": 30221686, "text": "MicroRNA-552 promotes hepatocellular carcinoma progression by downregulating WIF1"}, {"pubmed": 30228024, "text": "our findings indicate that HOXC6 plays an important role in the progress and prognosis of human glioma and promotes glioma U87 cell growth through the WIF-1/Wnt signaling pathway"}, {"pubmed": 30523602, "text": "MiR-374a Activates Wnt/beta-Catenin Signaling to Promote Osteosarcoma Cell Migration by Targeting WIF-1."}, {"pubmed": 30670715, "text": "polymorphism rs3782499 of WIF1 gene is a functional variant regulating the expression of WIF1 in DDH (developmental dysplasia of the hip) in Chinese Han population, which might be a potential biomarker for the early diagnosis of DDH"}, {"pubmed": 31830937, "text": "WIF1 gene was hypermethylated in tumor tissues of postoperative CRC pateints."}, {"pubmed": 31906946, "text": "m(6)A demethylase ALKBH5 inhibits pancreatic cancer tumorigenesis by decreasing WIF-1 RNA methylation and mediating Wnt signaling."}, {"pubmed": 32650720, "text": "A long non-coding RNA, HOTAIR, promotes cartilage degradation in osteoarthritis by inhibiting WIF-1 expression and activating Wnt pathway."}, {"pubmed": 32835781, "text": "DNA methylation and gene expression of sFRP2, sFRP4, Dkk 1, and Wif1 during osteoblastic differentiation of bone marrow derived mesenchymal stem cells."}, {"pubmed": 32870805, "text": "Association between SOX17, Wif-1 and RASSF1A promoter methylation status and response to chemotherapy in patients with metastatic gastric cancer."}, {"pubmed": 33477402, "text": "Gene Methylation and Silencing of WIF1 Is a Frequent Genetic Abnormality in Mantle Cell Lymphoma."}, {"pubmed": 33629313, "text": "SPRR2C, DEFB4A, WIF1, CRY2, and KRT19 are correlated with the development of atopic eczema."}, {"pubmed": 33813201, "text": "LINC00176 facilitates CD4(+)T cell adhesion in systemic lupus erythematosus via the WNT5a signaling pathway by regulating WIF1."}, {"pubmed": 33928818, "text": "Prognostic Role of RASSF1A, SOX17 and Wif-1 Promoter Methylation Status in Cell-Free DNA of Advanced Gastric Cancer Patients."}, {"pubmed": 33992091, "text": "Association of ZNF331 and WIF1 methylation in peripheral blood leukocytes with the risk and prognosis of gastric cancer."}, {"pubmed": 34037837, "text": "The status of WIF1 methylation in cell-free DNA is associated with the insusceptibility for gefitinib in the treatment of lung cancer."}, {"pubmed": 34042263, "text": "The complex role of Wnt ligands in type 2 diabetes mellitus and related complications."}, {"pubmed": 34324456, "text": "HMGA2-WIF1 Rearrangements Characterize a Distinctive Subset of Salivary Pleomorphic Adenomas With Prominent Trabecular (Canalicular Adenoma-like) Morphology."}, {"pubmed": 34627187, "text": "The detection of specific hypermethylated WIF1 and NPY genes in circulating DNA by crystal digital PCR is a powerful new tool for colorectal cancer diagnosis and screening."}, {"pubmed": 34944004, "text": "Wnt Inhibitory Factor 1 Binds to and Inhibits the Activity of Sonic Hedgehog."}, {"pubmed": 37306343, "text": "WIF1 was downregulated in cervical cancer due to promoter methylation."}, {"pubmed": 37849332, "text": "Expanding the histological spectrum of salivary gland neoplasms with HMGA2::WIF1 fusion emphasising their malignant potential: a report of eight cases."}, {"pubmed": 38604345, "text": "Upregulated miR-374a-5p drives psoriasis pathogenesis through WIF1 downregulation and Wnt5a/NF-kappaB activation."}], "genomic_pos": {"chr": "12", "end": 65121305, "ensemblgene": "ENSG00000156076", "start": 65050626, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 65515346, "start": 65444406, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001568", "qualifier": "involved_in", "term": "blood vessel development"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10201374, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007368", "qualifier": "involved_in", "term": "determination of left/right symmetry"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016055", "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030178", "pubmed": 24431302, "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038092", "qualifier": "involved_in", "term": "nodal signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045600", "qualifier": "involved_in", "term": "positive regulation of fat cell differentiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "is_active_in", "term": "cell surface"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19188438, 21743455, 22986341, 25416956, 26342861, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0017147", "pubmed": 24431302, "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038100", "qualifier": "enables", "term": "nodal binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070697", "qualifier": "enables", "term": "activin receptor binding"}]}, "homologene": {"genes": [[7165, 1272150], [7227, 31617], [7955, 30476], [8364, 100127197], [9031, 417831], [9544, 677704], [9598, 467056], [9606, 11197], [9615, 481148], [10090, 24117], [10116, 114557]], "id": 31430}, "interpro": [{"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "WIF domain", "id": "IPR003306", "short_desc": "WIF"}, {"desc": "EGF-like, conserved site", "id": "IPR013032", "short_desc": "EGF-like_CS"}, {"desc": "Wnt inhibitory factor (WIF)-1", "id": "IPR013309", "short_desc": "Wnt-inh"}, {"desc": "WIF domain superfamily", "id": "IPR038677", "short_desc": "WIF_sf"}], "ipi": ["IPI00001863", "IPI01015507"], "map_location": "12q14.3", "name": "WNT inhibitory factor 1", "other_names": "wnt inhibitory factor 1", "pantherdb": {"HGNC": "18081", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1344332", "ortholog_type": "LDO", "panther_family": "PTHR14949", "taxid": 10090, "uniprot_kb": "Q9WUA1"}, {"RGD": "619774", "ortholog_type": "LDO", "panther_family": "PTHR14949", "taxid": 10116, "uniprot_kb": "Q6IN38"}, {"Ensembl": "ENSGALG00000039209", "ortholog_type": "LDO", "panther_family": "PTHR14949", "taxid": 9031, "uniprot_kb": "A0A1D5PHP9"}, {"ZFIN": "ZDB-GENE-990712-17", "ortholog_type": "LDO", "panther_family": "PTHR14949", "taxid": 7955, "uniprot_kb": "Q9W6F9"}, {"FlyBase": "FBgn0035539", "ortholog_type": "O", "panther_family": "PTHR14949", "taxid": 7227, "uniprot_kb": "Q95RQ1"}, {"FlyBase": "FBgn0003390", "ortholog_type": "O", "panther_family": "PTHR14949", "taxid": 7227, "uniprot_kb": "Q9W3W5"}, {"dictyBase": "DDB_G0281843", "ortholog_type": "O", "panther_family": "PTHR14949", "taxid": 352472, "uniprot_kb": "Q54TD6"}, {"Gene_ORFName": "DDB0186573", "ortholog_type": "O", "panther_family": "PTHR14949", "taxid": 352472, "uniprot_kb": "Q54N14"}], "uniprot_kb": "Q9Y5W5"}, "pathway": {"biocarta": [{"id": "gsk3pathway", "name": "inactivation of gsk3 by akt causes accumulation of b-catenin in alveolar macrophages"}, {"id": "hespathway", "name": "segmentation clock"}, {"id": "pitx2pathway", "name": "multi-step regulation of transcription by pitx2"}, {"id": "wntpathway", "name": "wnt signaling pathway"}], "kegg": {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, "pid": [{"id": "ps1pathway", "name": "Presenilin action in Notch and Wnt signaling"}, {"id": "wnt_signaling_pathway", "name": "Wnt signaling network"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-3772470", "name": "Negative regulation of TCF-dependent signaling by WNT ligand antagonists"}], "wikipathways": [{"id": "WP3658", "name": "Wnt-beta-catenin signaling pathway in leukemia"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pdb": ["2D3J", "2YGN", "2YGO", "2YGP", "2YGQ"], "pfam": ["PF02019", "PF12661", "PF21700"], "pharmgkb": "PA38291", "pharos": {"target_id": 296, "tdl": "Tbio"}, "pir": "A59180", "prosite": ["PS50026", "PS50814"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326808", "relationship": "is"}, {"id": "GNF326809", "relationship": "is"}, {"id": "GNF326810", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF262415", "relationship": "is"}, {"id": "GNF262416", "relationship": "is"}, {"id": "GNF262417", "relationship": "is"}, {"id": "GNF262418", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159902", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031370", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092397", "relationship": "is"}, {"id": "GNF092398", "relationship": "is"}, {"id": "GNF092399", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054157", "relationship": "is"}, {"id": "GNF058937", "relationship": "is"}, {"id": "GNF074236", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070763", "relationship": "is"}, {"id": "GNF070764", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF015539", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331164", "relationship": "is"}, {"id": "GNF332511", "relationship": "is"}, {"id": "GNF333356", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335598", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098120", "relationship": "is"}, {"id": "GNF137775", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": "NP_009122.2", "rna": "NM_007191.5", "translation": {"protein": "NP_009122.2", "rna": "NM_007191.5"}}, "reporter": {"HG-U133_Plus_2": "204712_at", "HG-U95Av2": "35178_at", "HTA-2_0": "TC12001681.hg.1", "HuEx-1_0": "3460198", "HuGene-1_1": "7964722", "HuGene-2_1": "16767081"}, "summary": "The protein encoded by this gene functions to inhibit WNT proteins, which are extracellular signaling molecules that play a role in embryonic development. This protein contains a WNT inhibitory factor (WIF) domain and five epidermal growth factor (EGF)-like domains, and is thought to be involved in mesoderm segmentation. This gene functions as a tumor suppressor gene, and has been found to be epigenetically silenced in various cancers. [provided by RefSeq, Jun 2010].", "symbol": "WIF1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425289"}, "unigene": "Hs.284122", "uniprot": {"Swiss-Prot": "Q9Y5W5", "TrEMBL": ["F5H8A3", "H0YFK7"]}, "wikipedia": {"url_stub": "WIF1"}}