{"AllianceGenome": "12774", "HGNC": "12774", "MIM": "164820", "_id": "7471", "_version": 1, "accession": {"genomic": ["AC073610.17", "CH471111.1", "CP068266.2", "CQ970104.1", "NC_000012.12", "NC_060936.1", "NG_033141.1", "X03072.1"], "protein": ["AAH74798.1", "AAH74799.1", "AAV38236.1", "CAA26874.1", "CAI38639.1", "EAW58030.1", "NP_005421.1", "P04628.1"], "rna": ["BC074798.2", "BC074799.2", "BT019429.1", "NM_005430.4"], "translation": [{"protein": "AAH74799.1", "rna": "BC074799.2"}, {"protein": "NP_005421.1", "rna": "NM_005430.4"}, {"protein": "AAH74798.1", "rna": "BC074798.2"}, {"protein": "AAV38236.1", "rna": "BT019429.1"}]}, "alias": ["BMND16", "INT1", "OI15"], "ensembl": {"gene": "ENSG00000125084", "protein": "ENSP00000293549", "transcript": "ENST00000293549", "translation": [{"protein": "ENSP00000293549", "rna": "ENST00000293549"}], "type_of_gene": "protein_coding"}, "entrezgene": "7471", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.78121498392, "exp_mis": 199.96086578, "exp_syn": 96.2261388663, "lof_z": 1.93255339389337, "mis_z": 3.80348935771819, "mu_lof": 8.03515842712e-07, "mu_mis": 2.27262128483e-05, "mu_syn": 1.10864289801e-05, "n_lof": 3.0, "n_mis": 90.0, "n_syn": 45.0, "p_li": 0.101878962320727, "p_null": 0.0331476152263118, "p_rec": 0.864973422452961, "syn_z": 3.23738670188642}, "bp": 1113, "cds_end": 49375423, "cds_start": 49372433, "n_exons": 4, "nonpsych": {"exp_lof": 7.88132064001, "exp_mis": 180.917358379, "exp_syn": 87.0274232708, "lof_z": 1.7076143369678, "mis_z": 3.78431743868561, "mu_lof": 8.03515842712e-07, "mu_mis": 2.27262128483e-05, "mu_syn": 1.10864289801e-05, "n_lof": 3.0, "n_mis": 80.0, "n_syn": 42.0, "p_li": 0.0831518737014346, "p_null": 0.0538156543787946, "p_rec": 0.863032471919771, "syn_z": 3.03887244746425}, "nontcga": {"exp_lof": 8.07223360133, "exp_mis": 183.957525584, "exp_syn": 88.5215755426, "lof_z": 1.76109854974836, "mis_z": 3.8186248088145, "mu_lof": 8.03515842712e-07, "mu_mis": 2.27262128483e-05, "mu_syn": 1.10864289801e-05, "n_lof": 3.0, "n_mis": 80.0, "n_syn": 42.0, "p_li": 0.0820545005305031, "p_null": 0.0460241725323649, "p_rec": 0.871921326937132, "syn_z": 3.13077702593672}, "transcript": "ENST00000293549.3"}, "exons": [{"cdsend": 48981640, "cdsstart": 48978650, "chr": "12", "position": [[48978321, 48978754], [48979467, 48979721], [48980423, 48980689], [48981151, 48982620]], "strand": 1, "transcript": "NM_005430", "txend": 48982620, "txstart": 48978321}], "exons_hg19": [{"cdsend": 49375423, "cdsstart": 49372433, "chr": "12", "position": [[49372104, 49372537], [49373250, 49373504], [49374206, 49374472], [49374934, 49376403]], "strand": 1, "transcript": "NM_005430", "txend": 49376403, "txstart": 49372104}], "generif": [{"pubmed": 11782388, "text": "Wnt-1 but not epidermal growth factor induces beta-catenin/T-cell factor-dependent transcription in esophageal cancer cells."}, {"pubmed": 11832495, "text": "Synergistic induction of tumor antigens by Wnt-1 signaling and retinoic acid revealed by gene expression profiling"}, {"pubmed": 12014624, "text": "The potential role of the WNT-1 gene in basal cell carcinoma seems to correlate with its ability to induce elevated cytoplasmic beta-catenin levels."}, {"pubmed": 12154096, "text": "Data show that Wnt-1 induces expression of antiapoptotic genes in 3T3-L1 preadipocytes such as IGF-I and IGF-II, which allows these cells to resist apoptosis in response to serum deprivation."}, {"pubmed": 12209999, "text": "Role of Wnt pathway in medulloblastoma oncogenesis: accumulation of beta-catenin in tumor cells was immunohistochemically proven in 5 cases; 2 cases showed positive immunoreactivity for Wnt-1 and another 2 showed mutation of either CTNNB1 or AXIN1"}, {"pubmed": 14644163, "text": "Wnt signaling has a role in endothelial cell growth control and this is mediated through cell-cell contact"}, {"pubmed": 14960582, "text": "Wnt signal transduction through the Tak1 pathway phosphorylates and inhibits TCF, which might function as a feedback mechanism"}, {"pubmed": 15149841, "text": "CTNNB strongly increased activity of the eN/Nt5 promoter and this increase depended on the presence of TCF-1; demonstrated a link between Wnt signaling and the regulation of eN and ADA, which control the metabolism of adenosine"}, {"pubmed": 15194563, "text": "Wnt regulation of the Lef-1 promoter at the WRE may play an important role during airway submucosal glandular bud formation."}, {"pubmed": 15580286, "text": "Oncogenic activation of the WNT/beta-catenin signaling pathway is common in hepatocellular carcinoma."}, {"pubmed": 15824740, "text": "Causal relationship exists between aberrant Wnt-1 signaling and estrogen receptor+ mammary tumors"}, {"pubmed": 15841445, "text": "HCV core protein induces Huh-7 cell proliferation whether alone or in the context of HCV replication, which is at least partly mediated by transcriptional upregulation of growth-related genes, in particular wnt-1"}, {"pubmed": 15913453, "text": "Wnt-1 blockade by either monoclonal antibody or siRNA induces cell death in sarcoma cells"}, {"pubmed": 16329837, "text": "Wnt-1, beta-catenin and APC expressions were related to the differentiation of oral squamous cell carcinoma."}, {"pubmed": 16427602, "text": "aberrant Wnt signaling is a common event in NPC carcinogenesis linked with WIF-1 silencing"}, {"pubmed": 16474850, "text": "hAR is a direct target of LEF-1/TCF transcriptional regulation in PCa cells; expression of the hAR protein is suppressed by a degradation pathway regulated by cross-talk of Wnt, Akt, and PP2A"}, {"pubmed": 16495219, "text": "EGCG blocks Wnt signaling by inducing the HBP1 transcriptional repressor and inhibits aspects of invasive breast cancer"}, {"pubmed": 16501043, "text": "increased Wnt signaling, as achieved by ectopic expression of Wnt-1, triggers the DNA damage response and an ensuing cascade of events resulting in tumorigenic conversion of primary breast epithelial cells"}, {"pubmed": 16565090, "text": "the MED12 interface within Mediator is a new component in the Wnt/beta-catenin pathway"}, {"pubmed": 16756720, "text": "Wnt/beta-catenin activation was observed in 65% of pancreatic adenocarcinomas, independently of beta-catenin gene mutations in most tumors"}, {"pubmed": 16760136, "text": "beta-catenin level depends on the way and level of Wnt pathway activation"}, {"pubmed": 16930536, "text": "Wnt signaling activation significantly decreases the viability of retinoblastoma cell lines by inducing cell cycle arrest, which was associated with upregulated p53"}, {"pubmed": 17035233, "text": "sFRP-1, a target gene of the hedgehog pathway, is involved in cross-talk between the hedgehog pathway and the Wnt pathway"}, {"pubmed": 17072303, "text": "The identification of a beta-catenin-T-cell factor-regulated Axin2-GSK3beta-Snail1 axis provides new mechanistic insights into cancer-associated epithelial-mesenchymal transition programmes."}, {"pubmed": 17143299, "text": "Wnt/beta-catenin signaling has a role in neurodevelopment as well as in neurodegenerative diseases [review]"}, {"pubmed": 17289346, "text": "Wnt1 is critical for protection in the SH-SY5Y neuronal cell line against genomic DNA degradation, membrane phosphatidylserine (PS) exposure, and microglial activation."}, {"pubmed": 17306035, "text": "Wnt1 signaling inhibits interfollicular progenitor cell growth and promotes terminal differentiation of keratinocytes."}, {"pubmed": 17875805, "text": "importance of canonical Wnt signaling to mediate development of early hematoendothelial progenitors during human development"}, {"pubmed": 17947472, "text": "Wnt and epidermal growth factor receptor signaling pathways are altered through aberrant methylation and mutation in non small cell lung cancer"}, {"pubmed": 18056036, "text": "vascular Bmp Msx2 Wnt signaling and oxidative stress have roles in arterial calcification [review]"}, {"pubmed": 18059186, "text": "Silencing of WNT1 by siRNA induces apoptosis of MCF-7 human breast cancer cells."}, {"pubmed": 18097596, "text": "Wnt1 overexpression affects the tumor proliferation in NSCLCs, partly via the upregulation of c-Myc"}, {"pubmed": 18218837, "text": "Wnt-1 strongly induced the expression of matricellular protein osteopontin, and modestly enhanced the expression of type I collagen in DPSCs. Unexpectedly, Wnt-1 inhibited alkaline phosphatase activity and the formation of mineralized nodules in DPSCs."}, {"pubmed": 18297060, "text": "MesP1 drives vertebrate cardiovascular differentiation through Dkk-1-mediated blockade of Wnt-signalling"}, {"pubmed": 18461473, "text": "direct binding of NF-kappaB-p50 to the Wnt-1 promoter"}, {"pubmed": 18469861, "text": "A positive feedback stimulation of the Wnt pathway by activation of snail."}, {"pubmed": 18593917, "text": "HIF-1alpha was found to inactivate the Wnt signaling by binding to hARD1 or beta-catenin, which may contribute to the hypoxia-induced growth arrest of tumor cells."}, {"pubmed": 18676739, "text": "the Wnt/beta-catenin pathway contributes to carcinogenesis and cancer cell survival by driving expression of OPG"}, {"pubmed": 18705344, "text": "In the gastric cancerous tissues, the expression percentage of Wnt-1, beta-catenin and E-cadherin is 54.4%, 45.6%, 47.2%, respectively, which is significantly higher than the percentage expression of these genes in normal tissues (p<0.01)."}, {"pubmed": 18769115, "text": "RCK/ p54 might be a determinant of colorectal cancer proliferation by activating the canonical Wnt pathway"}, {"pubmed": 18769117, "text": "HDAC3 overexpression alters the epigenetic programming of colon cancer cells to impact intracellular Wnt signaling and their sensitivity to external growth regulation by vitamin D"}, {"pubmed": 18790633, "text": "The Wnt1 overexpression is associated with the expression of tumour-associated Wnt-targets, tumour proliferation, angiogenesis and a poor prognosis in NSCLCs."}, {"pubmed": 18824543, "text": "ER stress causes dissociation between GRP78/BiP and Wnt, an interaction essential for its correct posttranslational processing"}, {"pubmed": 18838960, "text": "propose that cytoplasmic stabilization of beta-catenin through palmitoylation of Wnt-1 and subsequent activation of the pathway is a potential mechanism of FASN oncogenicity in prostate cancer"}, {"pubmed": 18844223, "text": "adenomatous polyposis coli gene and nuclear b-catenin may have roles in wnt-related progression of invasive urothelial carcinomas"}, {"pubmed": 18936100, "text": "Dpr1 negatively modulates the basal activity of Wnt1/beta-catenin signaling in the nucleus by keeping LEF1 in the repressive state."}, {"pubmed": 19061838, "text": "analysis of Wnt/beta-catenin and Myc signaling in liver cancer"}, {"pubmed": 19148501, "text": "WNT1 was overexpressed in ovarian carcinoma"}, {"pubmed": 19349579, "text": "Wnt1 and Wnt signaling have an important role in human mesenchymal stem cell osteogenesis."}, {"pubmed": 19398721, "text": "the 3' untranslated regions of WNT1 and JAG1 were functional targets of miR-34a and miR-21 and provide evidence that these targets were translationally suppressed"}, {"pubmed": 19401692, "text": "Activation of Wnt/beta-catenin signalling pathway induces chemoresistance to IFN-alpha/5-FU therapy."}, {"pubmed": 19448422, "text": "Wnt/beta-catenin signaling pathway may be activated abnormally in some nasopharyngeal carcinoma (NPC) patients. beta-catenin may be a prognostic factor of NPC."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19473496, "text": "WNT signaling enhances breast cancer cell motility and blockade of the WNT pathway by sFRP1 suppresses MDA-MB-231 xenograft growth"}, {"pubmed": 19628668, "text": "Ectopic expression of either Wnt1 or stabilized beta-catenin in vitro induced the transcription factor Snail and suppressed nephrin expression, leading to podocyte dysfunction"}, {"pubmed": 19693690, "text": "CDK5-splicing variant might also be a negative regulator of Wnt/beta-catenin signaling pathway."}, {"pubmed": 19711366, "text": "PPP(S/T)P motif phosphorylation of the free LRP6 intracellular domain is not required to activate the Wnt/beta-catenin pathway and attenuate GSK3beta activity"}, {"pubmed": 19729480, "text": "HMGA1 is involved in proliferation and gastric tumor formation via the Wnt/beta-catenin pathway."}, {"pubmed": 19734317, "text": "These data demonstrate that mesenchymal stem cells from mice and humans produce Wnt proteins and TGF-beta1 that respectively stimulate lung fibroblast proliferation and matrix production."}, {"pubmed": 19756656, "text": "Activated embryonal development-related wnt1/beta-catenin pathway might take part in the oncogenesis and growth of neural crest-derived neuroblastoma."}, {"pubmed": 19778454, "text": "Results suggest that the blockade of Wnt-1-mediated signaling may offer a potential pathway-specific therapeutic strategy for the treatment of a subgroup of HCC that over-expresses Wnt-1."}, {"pubmed": 19781444, "text": "SALL4 plays a critical role in the pathogenesis of MDS by causing the aberrant activation of the Wnt/beta-catenin pathway."}, {"pubmed": 19885602, "text": "procaine and procainamide reactivate WIF-1 in lung cancer cells and downregulate the Wnt canonical pathway"}, {"pubmed": 19924227, "text": "the beta-catenin-dependent Wnt pathway is integrated with integrin signaling through the adaptor molecule Grb2"}, {"pubmed": 19956716, "text": "Mutations in the human naked cuticle homolog NKD1 found in colorectal cancer alter Wnt/Dvl/beta-catenin signaling"}, {"pubmed": 19956832, "text": "activation of the Wnt pathway is associated with high proliferation, dedifferentiation and a solid morphology in biliary tract cancer"}, {"pubmed": 20334650, "text": "the WIF-1 gene is frequently down-regulated or silenced in astrocytomas by aberrant promoter methylation"}, {"pubmed": 20491588, "text": "Overexpression of Wnt1/beta-catenin might predict the clinicopathologic stage and prognosis of esophageal squamous cell carcinoma (ESCC) and the level of Wnt1/beta-catenin mRNA was conversely correlated with lymph node metastasis and advanced disease."}, {"pubmed": 20564229, "text": "Data indicate involvement of canonical Wnt signaling and link between the Wnt pathway and chromatin regulation in epithelial stem cells."}, {"pubmed": 20664938, "text": "Intratumoral Wnt1 overexpression could produce more aggressive NSCLCs by induction of survivin."}, {"pubmed": 20809334, "text": "The protein expression levels of Wnt1, beta-catenin and Cyclin D1 were all positively correlated with the Karnofsky performance scale (KPS) score and World Health Organization (WHO) grades of patients with gliomas."}, {"pubmed": 20865400, "text": "Wnt-1 regulates IL-1beta-mediated HIF-1alpha induction via NF-kappaB."}, {"pubmed": 21044957, "text": "TMEM88 associates with Dvl proteins and regulates Wnt signaling in a context-dependent manner"}, {"pubmed": 21259057, "text": "the aim of this study was to investigate the prognosis and clinicopathologic roles of beta-catenin, Wnt1, Smad4, Hoxa9, and Bmi-1 in esophageal squamous cell carcinoma"}, {"pubmed": 21317455, "text": "Novel insights into roles for DKK1 in addition to canonical WNT signaling and the mechanism of colon cancer initiating cells transformation."}, {"pubmed": 21321190, "text": "These findings demonstrate that Wnt1 is a novel angiogenic protein that is expressed in developing endothelial cells and can be therapeutically deployed to increase blood flow and angiogenesis."}, {"pubmed": 21336184, "text": "High Wnt1 is associated with non-small cell lung cancer after surgery."}, {"pubmed": 21344486, "text": "WNT1 and SFRP1 mRNA levels were higher in DU145 cells compared to non-osteotropic cells."}, {"pubmed": 21505183, "text": "PDE5 inhibition by sulindac sulfide selectively induces apoptosis and attenuates oncogenic Wnt/beta-catenin-mediated transcription in human breast tumor cells"}, {"pubmed": 21678109, "text": "Abnormal expression of E-cadherin, beta-catenin, Wnt-1 was observed."}, {"pubmed": 21680704, "text": "BR-DIM and CDF inhibited the signal transduction in the AR/TMPRSS2-ERG/Wnt signaling network, leading to the inactivation of Wnt signaling consistent with inhibition of prostate cancer cell invasion"}, {"pubmed": 21781302, "text": "Data suggest that PL suppresses tumor growth, invasion, and angiogenesis through the inhibition of Wnt/beta-catenin signaling in certain colon cancer cells."}, {"pubmed": 21851818, "text": "Interplay of Wnt and c-MYC signaling during intestinal homeostasis and transformation."}, {"pubmed": 21858154, "text": "Data suggest that VDR controls the level of nuclear beta-catenin in colon cancer cells and can therefore attenuate the impact of oncogenic mutations that activate the Wnt/beta-catenin pathway."}, {"pubmed": 21971039, "text": "a connection between Wnt1 signaling and the transcriptional regulation of neurodegenerative disease genes"}, {"pubmed": 22117039, "text": "One mechanism through which canonical Wnt signaling could shape niches supportive of hematopoiesis."}, {"pubmed": 22123293, "text": "Studies indicate that pathways of Hedgehog (Hh), Wnt and Notch, which regulate development during embryonic life and somatic stem cells (SCs) in the adult organism, can be reactivated in malignancies and support tumor-initiating cells (TIC) scompartment."}, {"pubmed": 22139084, "text": "Data indicate that CDH11 as a functional tumor suppressor and an important antagonist of Wnt/beta-catenin signaling, with frequent epigenetic inactivation in common carcinomas."}, {"pubmed": 22270359, "text": "Leptin-induced epithelial-mesenchymal transition in breast cancer cells requires beta-catenin activation via Akt/GSK3- and MTA1/Wnt1 protein-dependent pathways."}, {"pubmed": 22351518, "text": "Epigenetic silencing of sFRP1 activates the canonical Wnt pathway and contributes to increased cell growth and proliferation in hepatocellular carcinoma"}, {"pubmed": 22388478, "text": "Erythropoietin prevents beta-amyloid degeneration of microglia via Wnt1/PI 3-K/mTOR/Bad/Bcl-xL pathway."}, {"pubmed": 22391424, "text": "This study establishes an association between low Wnt-1 and high Dkk-1 serum levels and premature myocardial infarction"}, {"pubmed": 22392999, "text": "Wnt/beta-catenin signaling promotes differentiation, not self-renewal, of human embryonic stem cells and is repressed by Oct4"}, {"pubmed": 22406377, "text": "Metformin-mediated Bambi expression in hepatic stellate cells induces prosurvival Wnt/beta-catenin signaling"}, {"pubmed": 22494971, "text": "GSK3beta plays an essential role in Ras degradation and inhibition of this degradation pathway by aberrant Wnt/beta-catenin signaling may contribute to Ras-induced transformation in colorectal tumorigenesis"}, {"pubmed": 22546285, "text": "Studies idicate that NOTCH, BMP4 and WNT pathways are involved in the regulation of intestinal cancer stem cells."}, {"pubmed": 22696217, "text": "peptide derived from the loop 2 region of sclerostin blocked the interaction of sclerostin with LRP5/6 and also inhibited Wnt1 but not Wnt3A or Wnt9B signaling. This suggests that these Wnts interact with LRP6 in different ways"}, {"pubmed": 22815884, "text": "R-Spondin potentiates Wnt/beta-catenin signaling through orphan receptors LGR4 and LGR5"}, {"pubmed": 22823957, "text": "These results suggest, for the first time, that the Wnt/beta-catenin pathway regulates ABCB1 in CML."}, {"pubmed": 22859293, "text": "PDZ-RGS3 can enhance signals generated by the Wnt canonical pathway and plays a pivotal role in epithelial mesenchymal transition"}, {"pubmed": 22954590, "text": "Findings suggest that Mel-18 is a novel negative regulator of breast cancer stem cell (CSC) that inhibits the stem cell population and in vitro and in vivo self-renewal through the inactivation of Wnt-mediated Notch signaling."}, {"pubmed": 23134367, "text": "Psychiatric disorder-related behavioral abnormalities are displayed in a neural crest-derived brain region of WNT1/GAL4 double-transgenic mice."}, {"pubmed": 23152495, "text": "Matrix rigidity activates Wnt signaling through down-regulation of Dickkopf-1 protein"}, {"pubmed": 23284750, "text": "Promoter hypermethylation of WNT gene is associated with Basal Cell Carcinoma."}, {"pubmed": 23379509, "text": "Studies indicate that DISC1 and AKT were invlved in the regulation of GSK3beta and Wnt signaling paathway."}, {"pubmed": 23434763, "text": "Mutations in WNT1 are a cause of osteogenesis imperfecta."}, {"pubmed": 23499309, "text": "Mutations in WNT1 cause different forms of bone fragility."}, {"pubmed": 23499310, "text": "WNT1 mutations are associated with moderately severe and progressive recessive osteogenesis imperfecta."}, {"pubmed": 23551536, "text": "Wnt1 expression in invasive breast tumour cells seems to promote differentiation and apoptosis, while being related inversely to proliferation."}, {"pubmed": 23605563, "text": "Data indicate that the canonical Wnt/sscatenin signaling pathway appears to trigger amniotic fluid mesenchymal stem cells (huAFMSC) osteoblastogenesis."}, {"pubmed": 23613467, "text": "The Wnt1-beta-catenin pathway represses let-7 microRNA expression through transactivation of Lin28 to augment breast cancer stem cell expansion."}, {"pubmed": 23656646, "text": "This report identifies human skeletal diseases associated with mutations in WNT1."}, {"pubmed": 23708097, "text": "alterations of the Wnt1/beta-catenin axis in clear cell renal cell carcinoma (ccRCC) were examined."}, {"pubmed": 23851184, "text": "Wnt-1 is a target of regulation by miR-200b and miR-22."}, {"pubmed": 23913826, "text": "High WNT1 expression is associated with prostate cancer."}, {"pubmed": 24002087, "text": "A functional missense variant of WNT1 (rs61758378 resulting in S88R)was overrepresented in autism spectrum disorder patients. Functional analysis revealed that WNT1-S88R is more active than wild-type WNT1 in assays for the Wnt/beta-catenin signaling pathway."}, {"pubmed": 24067880, "text": "In human pancreatic mucinous cystic neoplasms, expression of Wnt1 was detected in focal cyst epithelial cells in the majority of cases. The ovarian-like stroma was diffusely positive for Wnt1 in all of the human MCN cases examined."}, {"pubmed": 24301659, "text": "Hypoxic macrophages impair autophagy in epithelial cells through Wnt1."}, {"pubmed": 24305876, "text": "FGFR1, WNT, and TGF-beta have roles in signaling of reactive stroma in aggressive prostate adenocarcinomas"}, {"pubmed": 24374807, "text": "Identify emilin2 as a key extracellular regulator of the Wnt signalling pathway suppressing breast cancer cell growth and migration."}, {"pubmed": 24416131, "text": "These findings provide important evidence that the reduced miR-152 expression by HCV core protein can indirectly lose an inhibitory effect on Wnt1, which might, at least partially lead to cell proliferation of liver cancer cells."}, {"pubmed": 24480807, "text": "Upregulation of WNT1 is associated with lung cancer invasion."}, {"pubmed": 24481453, "text": "Activation of Wnt1 and beta-catenin signaling accelerates the proliferation of gastric cancer stem cells."}, {"pubmed": 24499657, "text": "WNT/beta-catenin pathway and E-cadherin are important factors in advanced epithelial ovarian cancer."}, {"pubmed": 24659666, "text": "The expression levels of WNT1 was found to increase in both cancer stem cells and non- cancer stem cells when cancer stem cells were maintained as spheroids"}, {"pubmed": 24713700, "text": "Data indicate that BMVC- and BMVC4-repressed WNT1 gene expression through stabilizing the G-quadruplex structure formed at its promoter."}, {"pubmed": 24863942, "text": "Data indicate that miR-122 suppressed the activation of Wnt/beta-catenin pathway by targeting WNT1."}, {"pubmed": 25010833, "text": "Bisphosphonate treatment of children with WNT1 mutations was associated with increasing lumbar spine areal bone mineral density z-scores, but the effect was smaller than what had been reported for children with classical osteogenesis imperfecta."}, {"pubmed": 25076852, "text": "The immunofluorescent staining pattern of Wnt1 and CK7 as well as Wnt1 and CK13 was consistent with IHC results. Thus, in pleomorphic adenoma, Wnt is involved in tumor cell differentiation of peripheral columnar cells forming solid nests"}, {"pubmed": 25143352, "text": "Results suggest ivermectin as therapeutic WNT protein-TCF transcription factor pathway response blocker to treat WNT-TCF-dependent diseases including multiple cancers."}, {"pubmed": 25197350, "text": "Our study suggests that Sox9 siRNA inhibits the proliferation capability of human osteosarcoma cells by down-regulating the expression of Wnt1 and its receptor Fzd1"}, {"pubmed": 25350852, "text": "Paracrine WNT signaling is stimulated by estrogen and progesterone, while autocrine WNT signaling is induced by the embryonic T-box transcription factor TBX3"}, {"pubmed": 25422594, "text": "in the absence of retinoid signaling via RARbeta, reduced IGF-1 signaling results in suppression of epithelial-mesenchymal transition and delays tumorigenesis induced by the Wnt1 oncogene"}, {"pubmed": 25618247, "text": "Wnt1 stimulates osteogenic differentiation and mineralization of human periodontal ligament fibroblasts, mainly by activating the canonical Wnt/beta-catenin pathway, in which Runx2 is a key downstream regulator."}, {"pubmed": 25627001, "text": "WNT1 was a direct target of miR-148b, and overexpressed WNT1 inversely correlated with miR-148b levels in hepatocellular carcinoma tissues."}, {"pubmed": 25677507, "text": "Agonists of epoxyeicosatrienoic acids reduce infarct size and ameliorate cardiac dysfunction via activation of HO-1 and Wnt1 canonical pathway."}, {"pubmed": 25721714, "text": "Wnt1 promotes CD36 expression via activation of PPAR-gamma and TCF4."}, {"pubmed": 25909283, "text": "Data suggest that fibulin-5 functions as a metastasis suppressor in lung cancer by modulating tumor microenvironment to suppress Wnt/beta-catenin signaling."}, {"pubmed": 26214410, "text": "Results suggested that Wnt1-induced MAFK expression promoted cell proliferation in MG63 cells, and that the role of MAFK in osteosarcoma might be closely linked to the Wnt signaling pathway."}, {"pubmed": 26261683, "text": "Suggest that TGF-beta1/Smad and Wnt/CTNNB1 signaling pathways both contribute to pathological scar formation."}, {"pubmed": 26421711, "text": "MCF7 cells over-expressing both WNT1 and FGF3 show a 3.5-fold increase in mammosphere formation; conditioned media from these cells also promotes stem cell activity in untransfected parental MCF7 and T47D cells, as WNT1 and FGF3 are secreted factors."}, {"pubmed": 26450645, "text": "IWR-1 has the potential to suppress tumor metastasis by inhibiting Wnt/beta-catenin pathway as well as survivin expression"}, {"pubmed": 26499380, "text": "High expression of WNT1 is associated with liver cancer."}, {"pubmed": 26592459, "text": "Studies indicate crosstalk between Notch receptor and Wnt protein, Hedgehog protein, hypoxia and transforming growth factor beta (TGFbeta)/bone morphogenetic protein (BMP) pathways."}, {"pubmed": 26671912, "text": "Data suggest that brain imaging be performed in any individual with WNT1-associated osteogenesis imperfecta (OI) who also has developmental delay or any neurological deficits."}, {"pubmed": 26707142, "text": "our results suggest that miR-148a can suppress the migration and invasion of breast cancer cells by targeting WNT-1 and inhibiting Wnt/beta-catenin signaling pathway and this will provide new insights into the molecular mechanisms of breast cancer metastasis"}, {"pubmed": 26967387, "text": "High WNT1 expression is associated with metastasis in triple-negative breast cancer."}, {"pubmed": 27005318, "text": "WNT1 osteoporosis causes significant skeletal changes already in early childhood and impairs bone mass gain during pubertal years."}, {"pubmed": 27006177, "text": "High WNT1 expression is associated with glioma cell invasion."}, {"pubmed": 27197183, "text": "High WNT1 expression is associated with Lung Adenocarcinoma Progression."}, {"pubmed": 27197202, "text": "WNT1 overexpression is associated with Breast Cancer Invasion and Metastasis."}, {"pubmed": 27301076, "text": "Regulation of WNT signaling by VSX2 during optic vesicle patterning in human induced pluripotent stem cells has been described."}, {"pubmed": 27420949, "text": "Wnt1 expression was significantly higher in cutaneous squamous cell carcinoma samples than in the skin of control subjects.  Wnt1 expression correlated with histopathological differentiation in cutaneous squamous cell carcinoma."}, {"pubmed": 27450065, "text": "The study expanded : Osteogenesis imperfecta (OI) spectrum and confirmed moderate to severe bone fragility induced by WNT1 defects."}, {"pubmed": 27465549, "text": "Overexpression of WNT1 is associated with hepatocellular carcinoma."}, {"pubmed": 27485116, "text": "High WNT expression is associated with pancreatic cancer"}, {"pubmed": 27567978, "text": "PKA signaling is pivotal in pigmentation process itself in cultured melanoma cells, while the importance of Wnt/beta-catenin signaling should be emphasized in the context of development and differentiation"}, {"pubmed": 27626678, "text": "Data indicate a tetracyclic azafluorenone, SJ26, that is capable of binding to G-quadruplex DNA structure, repressing WNT1 expression, and inhibiting cell migration."}, {"pubmed": 27665868, "text": "High WNT1 expression is associated with osteosarcoma."}, {"pubmed": 27687586, "text": "we introduced WNT1 gene as one of the important genes in Hepatocellular Carcinoma, and also, we showed that miR-122 can regulate WNT1 gene expression"}, {"pubmed": 27732335, "text": "Patients with WNT1 mutation-related osteoporosis respond to teriparatide treatment."}, {"pubmed": 27836544, "text": "These results suggest that alphaTAT1-mediated Wnt1 expression via microtubule acetylation is important for colon cancer progression."}, {"pubmed": 27930522, "text": "Promoter hypermethylation of Wnt1 may play a crucial role in lung cancer carcinogenesis."}, {"pubmed": 28098905, "text": "Upregulation of WNT is associated with prostate cancer."}, {"pubmed": 28112190, "text": "Taking together, these results suggest that Wnt/beta-catenin signal pathway activation-dependent up-regulation of syncytin-1 contributes to the pro-inflammatory factor TNF-alpha-enhanced fusion between oral squamous cell carcinoma cells and endothelial cells."}, {"pubmed": 28199399, "text": "Knocking down of Wnt-1 by siRNA had the similar effect of miRNA-148a overexpression on cell migration and invasion in lung cancer cells."}, {"pubmed": 28223537, "text": "High WNT1 expression is associated with gastric cancer."}, {"pubmed": 28379384, "text": "Osteocyte protein expression is altered in patients with osteoporosis caused by WNT1 mutation."}, {"pubmed": 28411110, "text": "Vertebral compression fractures were present in 78% (7/9) of those aged over 50years but were not seen in younger mutation-positive subjects. All those with fractures had several severely compressed vertebrae. Altogether spinal compression fractures were present in 39% of those with a WNT1 mutation. Only"}, {"pubmed": 28528193, "text": "Novel compound heterozygous WNT1 missense mutations, p.Glu123Asp and p.Cys153Gly, identified in a patient with osteogenesis imperfecta."}, {"pubmed": 28628035, "text": "bone formation is under the control of WNT1 produced by osteocytes, the cells that reside deep in the bone matrix and form dendritic networks."}, {"pubmed": 28665926, "text": "Biallelic pathogenic splice acceptor site variant (c.359-3C>G) in WNT1 gene located on chromosome 12q13.12 underlying osteogenesis imperfecta type 3 in a Pakistani family."}, {"pubmed": 28684528, "text": "High WNT1 expression in stromal cells is associated with myelodysplastic syndrome."}, {"pubmed": 28800791, "text": "High WNT1 expression is associated with Growth and Invasion of Gastric Cancer."}, {"pubmed": 28900081, "text": "miR-218 promoted the apoptosis of human ovarian carcinoma cells via suppression of the WNT/beta-catenin signaling pathway."}, {"pubmed": 29054489, "text": "High WNT1 expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 29147753, "text": "Defective WNT1 signaling associates with a mild increase in bone marrow reticulin and may predispose to myelofibrosis."}, {"pubmed": 29273006, "text": "High WNT1 expression is associated with epithelial-mesenchymal transition in gastric cancer."}, {"pubmed": 29454608, "text": "MiR-185 inhibits colon cancer cell proliferation and invasion by targeting Wnt1."}, {"pubmed": 29481978, "text": "We conclude that severe form of osteogenesis imperfecta (OI) may be associated with WNT1 mutation. This novel variant of WNT1 identified in achild with OI is likely cause for the disease."}, {"pubmed": 29506076, "text": "The WNT1 mutation disrupts feedback regulation between these miRNAs and WNT1, providing insights into the pathogenesis of WNT-related bone disorders. These miRNAs may have potential in the diagnosis and treatment of osteoporosis."}, {"pubmed": 29935254, "text": "Biallelic WNT1 variants cause loss of WNT1 function and lead to severe bone fragility in children with osteogenesis imperfecta."}, {"pubmed": 30012084, "text": "The intrafamilial variability of brain anomalies found in this OI type and suggests that WNT1 may not be necessary for normal human cognitive development."}, {"pubmed": 30032164, "text": "Study demonstrated that miR-140-5p was frequently downregulated in breast cancer stem cells (BCSCs), and miR-140-5p mimics could inhibit the proliferation of BCSCs. WNT1 was a direct target of miR-140-5p, as was proved by luciferase reporter assays. Furthermore, miR-140 mimics could enhance the sensitivity of BCSCs to doxorubicin through the Wnt1/ABCB1 pathway both in vitro and vivo."}, {"pubmed": 30096312, "text": "High WNT1 expression is associated with Gastric Carcinogenesis."}, {"pubmed": 30193944, "text": "High WNT1 expression is associated with metastasis in cholangiocarcinoma."}, {"pubmed": 30266753, "text": "Study also identifies that LPAR3 increases miR-122-5p expression, which occurs mechanistically through the SH3 domain and helps explain why miR-122-5p increases are detected in cancer patient serum. LPAR3 is partially responsible for the production and secretion of miR-122-5p, found in the serum of a wide variety of patients with cancer."}, {"pubmed": 30362605, "text": "High WNT1 expression is associated with gastric cancer migration and invasion."}, {"pubmed": 30365079, "text": "MiR301a increased the radiosensitivity and inhibited the migration of radioresistantESCC cells by targeting WNT1."}, {"pubmed": 30404864, "text": "loss of Lrp5, the co-receptor thought to transmit extracellular WNT signals during bone mass regulation, did not reduce the bone-anabolic effect of Wnt1, providing direct evidence that Wnt1 function does not require the LRP5 co-receptor."}, {"pubmed": 30447692, "text": "The authors report a novel mutation responsible for OI and their investigation expands the spectrum of disease-causing WNT1 mutations and the resulting OI phenotypes."}, {"pubmed": 30451837, "text": "c-MYC could bind directly to the EphA2 and Wnt1 promoter to enhance their transcription. The entire process formed an EphA2-mediated feed-forward loop. A small molecular inhibitor of EphA2 potently inhibited the proliferation of gastric cancer in vitro and in vivo, including gastric cancer patient-derived xenografts. Thus, our data identify EphA2 as an excellent candidate for gastric cancer therapy."}, {"pubmed": 30691485, "text": "High WNT1 expression is associated with glioma."}, {"pubmed": 30896082, "text": "we describe the clinical and molecular findings in 10 new patients with AR WNT1-related OI. Thorough revision of the clinical symptoms of these 10 novel patients and previously published AR WNT1 OI cases highlight ptosis as a unique hallmark in the diagnosis of this OI subtype."}, {"pubmed": 30914799, "text": "A novel, pro-growth role for GPNMB in Wnt-1 expressing basal breast cancers."}, {"pubmed": 31020703, "text": "UV irradiation-induced DNA hypomethylation around WNT1 gene: Implications for solar lentigines."}, {"pubmed": 31299386, "text": "Defective WNT signaling may protect from articular cartilage deterioration - a quantitative MRI study on subjects with a heterozygous WNT1 mutation."}, {"pubmed": 31310747, "text": "High WNT1 expression is associated with invasion and metastasis of hepatocellular carcinoma by chaperoning LRP6."}, {"pubmed": 31356809, "text": "We used human vascular smooth muscle cells (VSMCs) and a rat model of chronic renal failure (CRF), and observed a native protective mechanism by which VC is reduced via the activation of Wnt1 and its transcriptional target ANKH inorganic pyrophosphate transport regulator (ANKH) gene"}, {"pubmed": 31582965, "text": "Wnt1 promoted EAAT2 expression and mediated the cytoprotective effects of astrocytes on dopaminergic cells."}, {"pubmed": 31613879, "text": "The study showed that the dynamics of signaling events in the BMP4, WNT, and NODAL cascade in the absence of a stable signaling gradient control fate patterning of human gastruloids."}, {"pubmed": 31661124, "text": "Ectopic expression of RFC3 induced epithelialmesenchymal transition (EMT), as determined by downregulation of Ecadherin, and upregulation of Ncadherin, vimentin and Wnt signaling target genes, including cMYC, Wnt1 and betacatenin, and the ratio of phosphorylatedglycogen synthase kinase 3 (GSK3)beta (Ser9)/GSK3beta."}, {"pubmed": 31858550, "text": "Long non-coding RNA MIR503HG serves as a tumor suppressor in non-small cell lung cancer mediated by wnt1."}, {"pubmed": 31900623, "text": "Frizzled 1 and Wnt1 as new potential therapeutic targets in the traumatically injured spinal cord."}, {"pubmed": 32009419, "text": "LncRNA HOXA11-AS promotes migration and invasion through modulating miR-148a/WNT1/beta-catenin pathway in gastric cancer."}, {"pubmed": 32301035, "text": "WNT1, a target of miR-34a, promotes cervical squamous cell carcinoma proliferation and invasion by induction of an E-P cadherin switch via the WNT/beta-catenin pathway."}, {"pubmed": 32462986, "text": "PYGB Promoted Tumor Progression by Regulating Wnt/beta-Catenin Pathway in Gastric Cancer."}, {"pubmed": 32627121, "text": "Anti-aging Klotho Protects SH-SY5Y Cells Against Amyloid beta1-42 Neurotoxicity: Involvement of Wnt1/pCREB/Nrf2/HO-1 Signaling."}, {"pubmed": 32757296, "text": "The role of WNT1 mutant variant (WNT1(c.677C>T) ) in osteogenesis imperfecta."}, {"pubmed": 33139146, "text": "The expression and regulation of Wnt1 in tooth movement-initiated mechanotransduction."}, {"pubmed": 33283877, "text": "M2-like tumor-associated macrophages-secreted Wnt1 and Wnt3a promotes dedifferentiation and metastasis via activating beta-catenin pathway in thyroid cancer."}, {"pubmed": 33370431, "text": "LINC00476 Suppresses the Progression of Non-Small Cell Lung Cancer by Inducing the Ubiquitination of SETDB1."}, {"pubmed": 33859268, "text": "Sustained intrinsic WNT and BMP4 activation impairs hESC differentiation to definitive endoderm and drives the cells towards extra-embryonic mesoderm."}, {"pubmed": 34078411, "text": "Effects of WNT1 c.110 T>C and c.505G>T mutations on osteoblast differentiation via the WNT1/beta-catenin signaling pathway."}, {"pubmed": 34657551, "text": "MiR-130a-3p suppresses colorectal cancer growth by targeting Wnt Family Member 1 (WNT1)."}, {"pubmed": 34666560, "text": "Prognostic Significance of Wnt1, Wnt2, E-Cadherin, and beta-catenin Expression in Operable Non-small Cell Lung Cancer."}, {"pubmed": 34890713, "text": "Wnt/beta-catenin signaling and p68 conjointly regulate CHIP in colorectal carcinoma."}, {"pubmed": 35675541, "text": "WNT1 expression influences the development of dysplasia of the hip via regulating RBPMS2/NOG-BMP2/4-GDF5- WISP2 pathway."}, {"pubmed": 35809318, "text": "MiR-140 targets Wnt1 to inhibit the proliferation and enhance drug sensitivity in osteosarcoma cells."}, {"pubmed": 36056132, "text": "In silico analyses of Wnt1 nsSNPs reveal structurally destabilizing variants, altered interactions with Frizzled receptors and its deregulation in tumorigenesis."}, {"pubmed": 36215026, "text": "Suppression of Wnt/beta-Catenin Signaling Is Associated with Downregulation of Wnt1, PORCN, and Rspo2 in Alzheimer's Disease."}, {"pubmed": 36396825, "text": "Osteoporosis related to WNT1 variants: a not infrequent cause of osteoporosis."}, {"pubmed": 36448560, "text": "Wnt/beta-catenin signaling and its modulators in nonalcoholic fatty liver diseases."}, {"pubmed": 36595228, "text": "Genotypic and Phenotypic Spectrum and Pathogenesis of WNT1 Variants in a Large Cohort of Patients With OI/Osteoporosis."}, {"pubmed": 36827869, "text": "KLF3 Transcription Activates WNT1 and Promotes the Growth and Metastasis of Gastric Cancer via Activation of the WNT/beta-Catenin Signaling Pathway."}, {"pubmed": 37176048, "text": "Association of Membranous WNT-1 and Nuclear mTOR with Endometrial Cancer Grade."}, {"pubmed": 38536562, "text": "Exome sequencing identified mutations in the WNT1 and COL1A2 genes in osteogenesis imperfecta cases."}], "genomic_pos": {"chr": "12", "end": 48982620, "ensemblgene": "ENSG00000125084", "start": 48978322, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 49375459, "start": 49372398, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000578", "qualifier": "involved_in", "term": "embryonic axis specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001658", "qualifier": "involved_in", "term": "branching involved in ureteric bud morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007520", "qualifier": "involved_in", "term": "myoblast fusion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 16501043, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 19778454, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009611", "pubmed": 17982423, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010592", "pubmed": 19756656, "qualifier": "involved_in", "term": "positive regulation of lamellipodium assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010812", "pubmed": 16501043, "qualifier": "involved_in", "term": "negative regulation of cell-substrate adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016055", "pubmed": 9192640, "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021527", "qualifier": "involved_in", "term": "spinal cord association neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021536", "qualifier": "involved_in", "term": "diencephalon development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021551", "qualifier": "involved_in", "term": "central nervous system morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021588", "qualifier": "involved_in", "term": "cerebellum formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021797", "qualifier": "involved_in", "term": "forebrain anterior/posterior pattern specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022004", "qualifier": "involved_in", "term": "midbrain-hindbrain boundary maturation during brain development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0022408", "pubmed": 17072303, "qualifier": "involved_in", "term": "negative regulation of cell-cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030512", "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030514", "pubmed": 16194878, "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030901", "qualifier": "involved_in", "term": "midbrain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033077", "qualifier": "involved_in", "term": "T cell differentiation in thymus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033278", "qualifier": "involved_in", "term": "cell proliferation in midbrain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036520", "qualifier": "involved_in", "term": "astrocyte-dopaminergic neuron signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042472", "qualifier": "involved_in", "term": "inner ear morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042770", "pubmed": 16501043, "qualifier": "involved_in", "term": "signal transduction in response to DNA damage"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 12154096, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043568", "pubmed": 12154096, "qualifier": "involved_in", "term": "positive regulation of insulin-like growth factor receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045165", "qualifier": "involved_in", "term": "cell fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045599", "qualifier": "involved_in", "term": "negative regulation of fat cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045747", "pubmed": 16501043, "qualifier": "involved_in", "term": "positive regulation of Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 10644691, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 19847889, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048146", "pubmed": 19734317, "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048664", "qualifier": "involved_in", "term": "neuron fate determination"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051091", "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060061", "qualifier": "involved_in", "term": "Spemann organizer formation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060070", "pubmed": [10644691, 28733458], "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060070", "pubmed": [12154096, 19756656, 19778454], "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0060070", "pubmed": 23461676, "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060070", "pubmed": [22988876, 24431302, 26049140], "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060348", "pubmed": 23499309, "qualifier": "involved_in", "term": "bone development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061184", "pubmed": 10654605, "qualifier": "involved_in", "term": "positive regulation of dermatome development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070365", "qualifier": "involved_in", "term": "hepatocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071375", "qualifier": "involved_in", "term": "cellular response to peptide hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071425", "qualifier": "involved_in", "term": "hematopoietic stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902035", "qualifier": "involved_in", "term": "positive regulation of hematopoietic stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903377", "qualifier": "involved_in", "term": "negative regulation of oxidative stress-induced neuron intrinsic apoptotic signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1904948", "pubmed": 23461676, "qualifier": "involved_in", "term": "midbrain dopaminergic neuron differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1904948", "pubmed": 22988876, "qualifier": "involved_in", "term": "midbrain dopaminergic neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990403", "qualifier": "involved_in", "term": "embryonic brain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000059", "qualifier": "involved_in", "term": "negative regulation of ubiquitin-dependent protein catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000773", "pubmed": 16501043, "qualifier": "involved_in", "term": "negative regulation of cellular senescence"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11793365, 19756656], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030666", "qualifier": "located_in", "term": "endocytic vesicle membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070062", "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005109", "qualifier": "enables", "term": "frizzled binding"}, {"category": "MF", "evidence": "IC", "id": "GO:0005109", "pubmed": 19756656, "qualifier": "enables", "term": "frizzled binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005109", "pubmed": 23461676, "qualifier": "enables", "term": "frizzled binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016015", "pubmed": 24431302, "qualifier": "enables", "term": "morphogen activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019904", "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IC", "id": "GO:0048018", "pubmed": 19778454, "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": 28733458, "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0048018", "pubmed": 23461676, "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[7165, 4578033], [7227, 34009], [7955, 30128], [8364, 100491444], [9544, 709009], [9598, 742674], [9606, 7471], [9615, 486560], [9913, 540662], [10090, 22408], [10116, 24881]], "id": 3963}, "interpro": [{"desc": "Wnt", "id": "IPR005817", "short_desc": "Wnt"}, {"desc": "Wnt-1 protein", "id": "IPR009139", "short_desc": "Wnt1"}, {"desc": "Wnt protein, conserved site", "id": "IPR018161", "short_desc": "Wnt_CS"}, {"desc": "Wnt, C-terminal domain", "id": "IPR043158", "short_desc": "Wnt_C"}], "ipi": "IPI00025074", "map_location": "12q13.12", "name": "Wnt family member 1", "other_names": ["proto-oncogene Int-1 homolog", "proto-oncogene Wnt-1", "wingless-type MMTV integration site family member 1", "wingless-type MMTV integration site family, member 1 (oncogene INT1)"], "pantherdb": {"HGNC": "12774", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98953", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 10090, "uniprot_kb": "P04426"}, {"RGD": "1597195", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 10116, "uniprot_kb": "D4A9J2"}, {"Ensembl": "ENSGALG00000043009", "ortholog_type": "O", "panther_family": "PTHR12027", "taxid": 9031, "uniprot_kb": "A0A3Q3ATU4"}, {"Gene": "WNT1", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 9031, "uniprot_kb": "Q91029"}, {"ZFIN": "ZDB-GENE-980526-526", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 7955, "uniprot_kb": "P24257"}, {"FlyBase": "FBgn0284084", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 7227, "uniprot_kb": "P09615"}], "uniprot_kb": "P04628"}, "pathway": {"biocarta": [{"id": "gsk3pathway", "name": "inactivation of gsk3 by akt causes accumulation of b-catenin in alveolar macrophages"}, {"id": "hespathway", "name": "segmentation clock"}, {"id": "pitx2pathway", "name": "multi-step regulation of transcription by pitx2"}, {"id": "wntpathway", "name": "wnt signaling pathway"}], "kegg": [{"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa04916", "name": "Melanogenesis - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05217", "name": "Basal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Wnt", "name": "Wnt"}, "pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "ps1pathway", "name": "Presenilin action in Notch and Wnt signaling"}, {"id": "wnt_signaling_pathway", "name": "Wnt signaling network"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-3238698", "name": "WNT ligand biogenesis and trafficking"}, {"id": "R-HSA-3238698", "name": "WNT ligand biogenesis and trafficking"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-4641262", "name": "Disassembly of the destruction complex and recruitment of AXIN to the membrane"}, {"id": "R-HSA-4641262", "name": "Disassembly of the destruction complex and recruitment of AXIN to the membrane"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP2855", "name": "Dopaminergic Neurogenesis"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP3655", "name": "Hypothetical Craniofacial Development Pathway"}, {"id": "WP3658", "name": "Wnt-beta-catenin signaling pathway in leukemia"}, {"id": "WP3664", "name": "Regulation of Wnt-B-catenin Signaling by Small Molecule Compounds"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP4150", "name": "Wnt signaling in kidney disease"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}, {"id": "WP4707", "name": "Aspirin and miRNAs"}, {"id": "WP4786", "name": "Type I collagen synthesis in the context of Osteogenesis imperfecta"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pfam": "PF00110", "pharmgkb": "PA37376", "pharos": {"target_id": 1235, "tdl": "Tbio"}, "pir": "A24674", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292905", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257971", "relationship": "is"}, {"id": "GNF257972", "relationship": "is"}, {"id": "GNF257973", "relationship": "is"}, {"id": "GNF257974", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281431", "relationship": "is"}, {"id": "GNF281497", "relationship": "is"}, {"id": "GNF281563", "relationship": "is"}, {"id": "GNF281629", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278409", "relationship": "is"}, {"id": "GNF278554", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335488", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106926", "relationship": "is"}, {"id": "GNF146572", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_033141.1"], "protein": "NP_005421.1", "rna": "NM_005430.4", "translation": {"protein": "NP_005421.1", "rna": "NM_005430.4"}}, "reporter": {"HG-U133_Plus_2": "208570_at", "HG-U95Av2": "1853_at", "HTA-2_0": "TC12000360.hg.1", "HuEx-1_0": "3413701", "HuGene-1_1": "7955170", "HuGene-2_1": "16750690"}, "retired": [113078, 144430], "summary": "The WNT gene family consists of structurally related genes which encode secreted signaling proteins. These proteins have been implicated in oncogenesis and in several developmental processes, including regulation of cell fate and patterning during embryogenesis. This gene is a member of the WNT gene family. It is very conserved in evolution, and the protein encoded by this gene is known to be 98% identical to the mouse Wnt1 protein at the amino acid level. The studies in mouse indicate that the Wnt1 protein functions in the induction of the mesencephalon and cerebellum. This gene was originally considered as a candidate gene for Joubert syndrome, an autosomal recessive disorder with cerebellar hypoplasia as a leading feature. However,  further studies suggested that the gene mutations might not have a significant role in Joubert syndrome. This gene is clustered with another family member, WNT10B, in the chromosome 12q13 region. [provided by RefSeq, Jul 2008].", "symbol": "WNT1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812233"}, "unigene": "Hs.248164", "uniprot": {"Swiss-Prot": "P04628"}, "wikipedia": {"url_stub": "WNT1"}}