{"AllianceGenome": "12783", "HGNC": "12783", "MIM": "603490", "_id": "54361", "_version": 1, "accession": {"genomic": ["AF335591.1", "AH010731.2", "AL031281.6", "AL445253.13", "CH471134.1", "CP068277.2", "CQ970114.1", "NC_000001.11", "NC_060925.1", "NG_008974.1"], "protein": ["AAG38658.1", "AAH57781.1", "AAK25765.1", "AAK50427.1", "AAK51699.1", "AAQ89306.1", "AAV38928.1", "BAC23080.1", "BAG58821.1", "CAI38644.1", "EAW95010.1", "NP_110388.2", "P56705.4", "XP_011539899.1", "XP_011539901.1", "XP_054193080.1", "XP_054193081.1"], "rna": ["AA984007.1", "AB061675.1", "AF086347.1", "AF316543.1", "AK296058.1", "AY009398.1", "AY358947.1", "BC007386.2", "BC057781.1", "BT020125.1", "NM_030761.5", "XM_011541597.3", "XM_011541599.2", "XM_054337105.1", "XM_054337106.1"], "translation": [{"protein": "BAC23080.1", "rna": "AB061675.1"}, {"protein": "AAK51699.1", "rna": "AF316543.1"}, {"protein": "NP_110388.2", "rna": "NM_030761.5"}, {"protein": "AAH57781.1", "rna": "BC057781.1"}, {"protein": "AAQ89306.1", "rna": "AY358947.1"}, {"protein": "AAV38928.1", "rna": "BT020125.1"}, {"protein": "XP_011539901.1", "rna": "XM_011541599.2"}, {"protein": "XP_011539899.1", "rna": "XM_011541597.3"}, {"protein": "XP_054193080.1", "rna": "XM_054337105.1"}, {"protein": "AAG38658.1", "rna": "AY009398.1"}, {"protein": "BAG58821.1", "rna": "AK296058.1"}, {"protein": "XP_054193081.1", "rna": "XM_054337106.1"}]}, "alias": ["SERKAL", "WNT-4"], "ensembl": {"gene": "ENSG00000162552", "protein": ["ENSP00000290167", "ENSP00000388925", "ENSP00000403334"], "transcript": ["ENST00000290167", "ENST00000415567", "ENST00000441048"], "translation": [{"protein": "ENSP00000290167", "rna": "ENST00000290167"}, {"protein": "ENSP00000403334", "rna": "ENST00000415567"}, {"protein": "ENSP00000388925", "rna": "ENST00000441048"}], "type_of_gene": "protein_coding"}, "entrezgene": "54361", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.99478927, "exp_mis": 173.1576055, "exp_syn": 84.39814, "lof_z": 2.19168172219327, "mis_z": 2.90513887329523, "mu_lof": 7.88943128805e-07, "mu_mis": 1.69951917478e-05, "mu_syn": 8.26902697107e-06, "n_lof": 3.0, "n_mis": 95.0, "n_syn": 74.0, "p_li": 0.153837855740478, "p_null": 0.0165687484704412, "p_rec": 0.829593395789081, "syn_z": 0.701679201772243}, "bp": 1056, "cds_end": 22469415, "cds_start": 22446542, "n_exons": 5, "nonpsych": {"exp_lof": 8.9637065, "exp_mis": 156.6418046, "exp_syn": 76.3059205, "lof_z": 2.61230203262987, "mis_z": 2.9677835976332, "mu_lof": 7.88943128805e-07, "mu_mis": 1.69951917478e-05, "mu_syn": 8.26902697107e-06, "n_lof": 1.0, "n_mis": 83.0, "n_syn": 71.0, "p_li": 0.795070188482721, "p_null": 0.00152049314578443, "p_rec": 0.203409318371495, "syn_z": 0.382423944478436}, "nontcga": {"exp_lof": 9.18716084, "exp_mis": 159.296963, "exp_syn": 77.63824837, "lof_z": 2.33909548755253, "mis_z": 2.81434347262142, "mu_lof": 7.88943128805e-07, "mu_mis": 1.69951917478e-05, "mu_syn": 8.26902697107e-06, "n_lof": 2.0, "n_mis": 88.0, "n_syn": 70.0, "p_li": 0.422972560373698, "p_null": 0.00764668916575538, "p_rec": 0.569380750460547, "syn_z": 0.548881123943741}, "transcript": "ENST00000290167.6"}, "exons": [{"cdsend": 22142922, "cdsstart": 22120049, "chr": "1", "position": [[22117312, 22120517], [22121210, 22121353], [22121444, 22121576], [22129615, 22129851], [22142845, 22143097]], "strand": -1, "transcript": "NM_030761", "txend": 22143097, "txstart": 22117312}], "exons_hg19": [{"cdsend": 22469415, "cdsstart": 22446542, "chr": "1", "position": [[22443805, 22447010], [22447703, 22447846], [22447937, 22448069], [22456108, 22456344], [22469338, 22469590]], "strand": -1, "transcript": "NM_030761", "txend": 22469590, "txstart": 22443805}], "generif": [{"pubmed": 12768078, "text": "WNT-4 protein is expressed in the developing nephron during morphogenetic period of the kidney."}, {"pubmed": 12841867, "text": "Down-regulation of Wnt-4 and up-regulation of Wnt-5a are possible markers of the malignant phenotype of human squamous cell carcinoma."}, {"pubmed": 12949260, "text": "overexpression disrupts normal testicular vasculature and inhibits testosterone synthesis by repressing steroidogenic factor 1/beta-catenin synergy"}, {"pubmed": 15149334, "text": "matrilysin may have a role in renal tubular injury and progression of tubulointerstitial fibrosis, and Wnt4 may regulate matrilysin expression in the kidney"}, {"pubmed": 15389636, "text": "Their different spatial expression patterns suggest that Wnt4 and Wnt5a proteins are not functionally linked to type II collagen and type X collagen synthesis in in vitro chondrogenic models of mesenchyme stem cells"}, {"pubmed": 15589122, "text": "sequencing of all five exons of WNT-4 demonstrated no mutant alleles in any of 8 46,XX true hermaphrodites. The possibility of the existence of causative mutations in the untranslated regions of WNT-4, or within introns cannot be ruled out."}, {"pubmed": 16343436, "text": "It is thus likely that both RE1 and RE2 are necessary in rendering p63/p73-specific activation of the WNT4 promoter."}, {"pubmed": 16442268, "text": "Bone morphogenetic protein-2 modulates Wnt and frizzled expression and enhances the canonical pathway of Wnt signaling in normal keratinocytes"}, {"pubmed": 16981135, "text": "These data show that DKK3 and WNT4 have multiple actions on steroidogenesis in adrenocortical cells, including effects on overall steroidogenesis (aldosterone and cortisol biosynthesis) and distinct effects on steroidogenic enzyme mRNA levels."}, {"pubmed": 17720811, "text": "The activation of p38 was dependent on Axin and was required for the enhancement of mesenchymal stem cells differentiation by Wnt-4."}, {"pubmed": 18001722, "text": "Molecular analysis of the WNT4 gene in 6 patients with Mayer-Rokitansky-Kuster-Hauser syndrome without androgen excess excluded this gene as a major cause of this syndrome, regardless of the subtype."}, {"pubmed": 18179883, "text": "Together with previous observations in animal models, the present data attribute a pivotal role to WNT4 signaling during organogenesis in humans."}, {"pubmed": 18182450, "text": "WNT4 is involved in the regulation of mullerian duct development and ovarian androgen biosynthesis. WNT4 may also contribute to human follicle development and/or maintenance."}, {"pubmed": 18281035, "text": "Wnt4 gene, a member of the Wnt-beta-catenin pathway, was identified as a target gene of MM-1."}, {"pubmed": 18553255, "text": "The abundant WNT-4 mRNA expression in Conn's adenomas and its hormonal regulation in adrenocortical cells suggest a role for WNT-4 in human adrenocortical function."}, {"pubmed": 19034702, "text": "These results suggested that activation of Wnt4/Fzd6 signaling through a \"beta-catenin-independent\" pathway played a role in proliferation and survival of the pituitary adenoma cells."}, {"pubmed": 19171330, "text": "Mutations in the coding sequence of WNT4, WNT5A, WNT7A, and WNT9B are not responsible for the Mayer-Rokitansky-Kuster-Hauser syndrome."}, {"pubmed": 19421142, "text": "RNA samples from 21 neuroblastoma showed a highly significant FZD1 and/or MDR1 overexpression after treatment, underlining a role for FZD1-mediated Wnt/beta-catenin pathway in clinical chemoresistance."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19849868, "text": "Wnt 4a gene encodes a growth factor that participates in the formation of the kidney, adrenal, mammary gland, pituitary, and female reproductive tract. Wnt4 is required for the initial steps of the formation of Mullerian ducts."}, {"pubmed": 19863181, "text": "Results demonstrated significant up-regulation of WNT-3, WNT-4, WNT-5B, WNT-7B, WNT-9A, WNT-10A, and WNT-16B in patients with CLL compared to normal subjects."}, {"pubmed": 19962424, "text": "The current results support a view that WNT4 may have a role in oocyte selection and follicle formation and maturation in human ovaries."}, {"pubmed": 20060343, "text": "at least 1 cause of Mayer-Rokitansky-Kuster-Hauser (MRKH) syndrome is a loss of function mutation of the Wnt4 (wingless-type MMTV integration site family member 4) gene."}, {"pubmed": 20161747, "text": "Findings provide the first convincing line of evidence that EAF and Wnt4 form an auto-regulatory negative feedback loop in vivo."}, {"pubmed": 20502698, "text": "The age-related down-regulation of Wnt4 (and subsequently FoxN1), and the prominent increase in LAP2alpha expression, was investigated in thymic epithelial cells."}, {"pubmed": 20601957, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20709709, "text": "Wnt4 is specifically involved in joint development."}, {"pubmed": 21280163, "text": "These observations highlight the distinct roles of WNT11 and WNT4 during the early stages of retinoic acid-induced neuronal differentiation."}, {"pubmed": 21377155, "text": "Report a new WNT4 gene mutation in atypical Mayer-Rokitansky-Kuster-Hauser syndrome."}, {"pubmed": 21624127, "text": "Possible role of WNT4 in Han Chinese women with premature ovarian failure."}, {"pubmed": 22041457, "text": "Wnt/beta-catenin pathway forms a negative feedback loop during TGF-beta1 induced human normal skin fibroblast-to-myofibroblast transition"}, {"pubmed": 22503279, "text": "Mutations in WNT4 are not responsible for Mullerian duct abnormalities in Chinese women."}, {"pubmed": 22951804, "text": "Mutations in the WNT4 gene is not associated with premature ovarian failure."}, {"pubmed": 23044875, "text": "Recent developments have demonstrated that ovarian development is an active process (rather than a default process); ovarian development/function requires expression of WNT4, RSPO1, and FOXL2. [REVIEW]"}, {"pubmed": 23142796, "text": "We confirm WNT4, CDKN2BAS and FN1 as the first identified common loci for endometriosis."}, {"pubmed": 23142810, "text": "Studies uncovered a linear pathway involving BMP2, WNT4/beta-catenin, and Forkhead box protein O1 that operates in human endometrium to critically control decidualization."}, {"pubmed": 23463699, "text": "Analysis of bronchial biopsy samples shows a very strong correlation between Wnt4 and interleukin (IL)8 gene expression, suggesting a role for Wnt4 in chronic lung inflammation."}, {"pubmed": 23520208, "text": "heterozygous WNT4 variants are likely to play a causative role in renal hypodysplasia."}, {"pubmed": 24130753, "text": "State anxiety assessed two months before the examination was positively and negatively correlated with miR-16 and its target WNT4 mRNA levels, respectively."}, {"pubmed": 24200887, "text": "These data indicate that Wnt4 signaling is deregulated in most pituitary adenomas and its excessive activation may inhibit pituitary tumor invasion."}, {"pubmed": 24274766, "text": "The WNT4 ligand plays a role in regulating the cell growth of leukemia-derived cells by arresting cells in the G1 cell cycle phase."}, {"pubmed": 24356390, "text": "We report an adolescent girl with the cardinal features of MURCS association, obesity, and clinical findings of hyperandrogenism who did not show any exonic mutation of the WNT4 gene"}, {"pubmed": 25154675, "text": "Our results suggest that the rs10965235 SNP in the CDKN2B-AS gene and the rs16826658 SNP near the WNT4 gene were significantly associated with endometriosis in this Korean population."}, {"pubmed": 25270402, "text": "The 5'-flanking region of the Wnt4 gene is responsive to Pax8. Pax8 modulates the expression of Wnt4 in thyroid cells."}, {"pubmed": 25337242, "text": "Wnt4 might be a key gene during parathyroid hormone-induced epithelial mesenchymal transformation of proximal kidney tubule cells."}, {"pubmed": 25682310, "text": "The results demonstrated that WNT4 rs2235529 is associated with endometriosis in Chinese Han women, which may result in aberrant expression of WNT4, leading to the pathogenesis of endometriosis."}, {"pubmed": 25901368, "text": "the expression of WNT4, a Wnt ligand, and three targets of Wnt-ss-catenin transcription activation, namely, MMP7, cyclinD1 (CD1) and c-MYC in 141 penile tissue cores from 101 unique samples, were investigated."}, {"pubmed": 26139156, "text": "Polymorphisms on WNT4 gene might be involved in the pathogenesis of endometriosis in the infertile women."}, {"pubmed": 26363035, "text": "The WNT4 expression level in eutopic endometrium was significantly reduced compared with that in normal endometrium of the control group."}, {"pubmed": 26721931, "text": "Results suggest that the Wnt4 gene encodes signals that are important for various aspects of female reproductive tract development."}, {"pubmed": 26848991, "text": "Studied the roles of WNT4 and WNT5A in human decidulization and their relationship with preeclampsia."}, {"pubmed": 27323961, "text": "These findings demonstrate that autocrine human growth hormone regulates WNT4 expression and that WNT4 is a potential therapeutic target in human breast cancer."}, {"pubmed": 27600466, "text": "urinary Wnt4 could be a potential noninvasive biomarker for the early detection of tubular injury."}, {"pubmed": 27604691, "text": "We highlight the cooperation of WNT4, RSPO1 and FOXL2 within a regulatory network and the need for further research to better understand their role in defining and maintaining ovarian identity."}, {"pubmed": 27650553, "text": "WNT4 drives a novel signaling pathway in ILC cells, with a critical role in estrogen-induced growth that may also mediate endocrine resistance. WNT4 signaling may represent a novel target to modulate endocrine response specifically for patients with ILC."}, {"pubmed": 27716927, "text": "The etiology of MRKH syndrome is still largely unknown, probably because of its intrinsic heterogeneity. Several candidate causative genes have been investigated, but to date only WNT4 has been associated with MRKH with hyperandrogenism. This review summarizes and discusses the clinical features and details progress to date in understanding the genetics of MRKH syndrome."}, {"pubmed": 28078366, "text": "were not able to replicate or further verify the genetic association of polymorphisms in WNT4 and WNT5B with bone mineral density"}, {"pubmed": 28272483, "text": "Annotation of rs2072920 in WNT4 in tissues might be related to obesity."}, {"pubmed": 28600106, "text": "Our MRKH families included 43 quads, 26 trios, and 30 duos. Of our MRKH probands, 87/147 (59%) had MRKH type 1 and 60/147 (41%) had type 2 with additional anomalies. CONCLUSION(S): Although the prevalence of WNT4, HNF1B, and LHX1 point mutations is low in people with MRKH, the prevalence of CNVs was approximately 19%."}, {"pubmed": 28877031, "text": "WNT4 encodes wingless-type MMTV integration site family member 4. WNT4 mutations have been found in women with mullerian duct abnormalities, primary amenorrhea, and hyperandrogenism and common variants in WNT4, which are in high linkage disequilibrium with our index SNPs, are associated with endometriosis, ovarian cancer,and bone mineral density of WNT4, and the T allele generates a strong ESR1-binding site."}, {"pubmed": 28901453, "text": "We found a genetic association between rs11031006 (FSHB) SNP and endometriosis. WNT4 and VEZT genes constitute the most consistently associated genes with endometriosis. In the present study, an association of rs7521902 (WNT4) and rs10859871 (VEZT) was confirmed in women with endometriosis at the genotypic but not the allelic level."}, {"pubmed": 30002385, "text": "Study of cisplatin-induced acute kidney injury (AKI) model in rats and clinical study of contrast agent induced AKI is the first to demonstrate that increased expression of renal and urinary Wnt4 can be detected earlier than serum creatinine after drug-induced AKI suggesting that urinary Wnt4 can potentially serve as a noninvasive biomarker for monitoring patients with tubular injury."}, {"pubmed": 30457351, "text": "results show that the WNT4 gene is associated with epithelial ovarian cancer risk"}, {"pubmed": 31067548, "text": "altered WNT4 gene expression in patients with different types of glomerular diseases and patients at different stages of CKD may play a role in kidney tissue disorganization as well as disease development and progression"}, {"pubmed": 31216173, "text": "TNF-alpha significantly suppressed calcium deposition in human BMSCs. Wnt4 expression was successfully down-regulated with siRNA. Calcium deposition was significantly decreased in the cells pretreated with Wnt4 siRNA under melatonin stimulation."}, {"pubmed": 31235257, "text": "Parathyroid hormone can affect the osteogenesis process of adipose tissue stem cells by regulating SIK2 and Wnt4."}, {"pubmed": 31776823, "text": "Wnt4 negatively regulates the TGF-beta1-induced human dermal fibroblast-to-myofibroblast transition via targeting Smad3 and ERK."}, {"pubmed": 32046450, "text": "Introduction of Somatic Mutation in MED12 Induces Wnt4/beta-Catenin and Disrupts Autophagy in Human Uterine Myometrial Cell."}, {"pubmed": 32892998, "text": "Activation of protein kinase B by WNT4 as a regulator of uterine leiomyoma stem cell function."}, {"pubmed": 33222684, "text": "WNT4 secreted by tumor tissues promotes tumor progression in colorectal cancer by activation of the Wnt/beta-catenin signalling pathway."}, {"pubmed": 34099025, "text": "Analysis of copy number variations of WNT4 gene in a Chinese population with Mullerian anomalies."}, {"pubmed": 34268601, "text": "Genetic analyses of gynecological disease identify genetic relationships between uterine fibroids and endometrial cancer, and a novel endometrial cancer genetic risk region at the WNT4 1p36.12 locus."}, {"pubmed": 34519627, "text": "A circular RNA, circUSP36, accelerates endothelial cell dysfunction in atherosclerosis by adsorbing miR-637 to enhance WNT4 expression."}, {"pubmed": 34898058, "text": "Serum WNT4 protein as an indicator of chronic glomerulonephritis but not a marker of inflammatory cell infiltration and fibrosis: A preliminary study."}, {"pubmed": 35300692, "text": "Wnt4, Wnt6 and beta-catenin expression in human placental tissue - is there a link with first trimester miscarriage? Results from a pilot study."}, {"pubmed": 36738897, "text": "Mutation analysis of WNT4 gene in SRY negative 46,XX DSD patients with Mullerian agenesis and/or gonadal dysgenesis- An Indian study."}, {"pubmed": 37839333, "text": "WNT4 promotes macrophage polarization via granulosa cell M-CSF and reduces granulosa cell apoptosis in endometriosis."}, {"pubmed": 38112643, "text": "WNT4 Regulates Cellular Metabolism via Intracellular Activity at the Mitochondria in Breast and Gynecologic Cancers."}, {"pubmed": 38354602, "text": "WNT4 (rs7521902 and rs16826658) polymorphism and its association with endometriosis - A systematic review and meta-analysis."}], "genomic_pos": {"chr": "1", "end": 22143969, "ensemblgene": "ENSG00000162552", "start": 22117313, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 22470462, "start": 22443798, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001658", "qualifier": "involved_in", "term": "branching involved in ureteric bud morphogenesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001822", "pubmed": 15312687, "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001837", "pubmed": 12841867, "qualifier": "involved_in", "term": "epithelial to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001838", "qualifier": "involved_in", "term": "embryonic epithelial tube formation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001889", "pubmed": 15312687, "qualifier": "involved_in", "term": "liver development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0008584", "pubmed": 17848411, "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008584", "pubmed": 11283799, "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008585", "qualifier": "involved_in", "term": "female gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009267", "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 15317892, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010894", "pubmed": [15317892, 18182450], "qualifier": "involved_in", "term": "negative regulation of steroid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022407", "qualifier": "involved_in", "term": "regulation of cell-cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030237", "pubmed": 11283799, "qualifier": "involved_in", "term": "female sex determination"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030325", "pubmed": 12844346, "qualifier": "involved_in", "term": "adrenal gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030336", "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030501", "pubmed": 17720811, "qualifier": "involved_in", "term": "positive regulation of bone mineralization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032349", "pubmed": 16981135, "qualifier": "involved_in", "term": "positive regulation of aldosterone biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032967", "pubmed": 17720811, "qualifier": "involved_in", "term": "positive regulation of collagen biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033080", "qualifier": "involved_in", "term": "immature T cell proliferation in thymus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035567", "pubmed": 17720811, "qualifier": "involved_in", "term": "non-canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040037", "qualifier": "involved_in", "term": "negative regulation of fibroblast growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042445", "qualifier": "involved_in", "term": "hormone metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 17720811, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045165", "qualifier": "involved_in", "term": "cell fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045596", "qualifier": "involved_in", "term": "negative regulation of cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045669", "pubmed": 17720811, "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045836", "qualifier": "involved_in", "term": "positive regulation of meiotic nuclear division"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 12949260, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [16959810, 16981135, 18182450], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "pubmed": 11283799, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048599", "qualifier": "involved_in", "term": "oocyte development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051145", "qualifier": "involved_in", "term": "smooth muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051496", "qualifier": "involved_in", "term": "positive regulation of stress fiber assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051894", "qualifier": "involved_in", "term": "positive regulation of focal adhesion assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060008", "qualifier": "involved_in", "term": "Sertoli cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060070", "pubmed": [15317892, 16959810, 18182450], "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060126", "qualifier": "involved_in", "term": "somatotropin secreting cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060129", "qualifier": "involved_in", "term": "thyroid-stimulating hormone-secreting cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060231", "qualifier": "involved_in", "term": "mesenchymal to epithelial transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060748", "qualifier": "involved_in", "term": "tertiary branching involved in mammary gland duct morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061045", "qualifier": "involved_in", "term": "negative regulation of wound healing"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0061180", "pubmed": 8168088, "qualifier": "involved_in", "term": "mammary gland epithelium development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061184", "pubmed": 10654605, "qualifier": "involved_in", "term": "positive regulation of dermatome development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061205", "pubmed": 18182450, "qualifier": "involved_in", "term": "paramesonephric duct development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061369", "pubmed": 12949260, "qualifier": "involved_in", "term": "negative regulation of testicular blood vessel morphogenesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071560", "pubmed": 15040835, "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072033", "qualifier": "involved_in", "term": "renal vesicle formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072034", "qualifier": "involved_in", "term": "renal vesicle induction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0072162", "pubmed": 16368682, "qualifier": "involved_in", "term": "metanephric mesenchymal cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072174", "qualifier": "involved_in", "term": "metanephric tubule formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072273", "qualifier": "involved_in", "term": "metanephric nephron morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097190", "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0140013", "qualifier": "involved_in", "term": "meiotic nuclear division"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904238", "qualifier": "involved_in", "term": "pericyte cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000019", "pubmed": 11283799, "qualifier": "involved_in", "term": "negative regulation of male gonad development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000066", "pubmed": 16981135, "qualifier": "involved_in", "term": "positive regulation of cortisol biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000180", "pubmed": 16959810, "qualifier": "involved_in", "term": "negative regulation of androgen biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000225", "pubmed": 12949260, "qualifier": "involved_in", "term": "negative regulation of testosterone biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001234", "qualifier": "involved_in", "term": "negative regulation of apoptotic signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16959810, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16959810, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030666", "qualifier": "located_in", "term": "endocytic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070062", "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0003714", "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005109", "qualifier": "enables", "term": "frizzled binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": 16959810, "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[6239, 173399], [7227, 32838], [7955, 30123], [8364, 100491282], [9031, 395561], [9544, 707864], [9598, 469212], [9606, 54361], [9615, 612367], [9913, 789600], [10090, 22417], [10116, 84426]], "id": 22529}, "interpro": [{"desc": "Wnt", "id": "IPR005817", "short_desc": "Wnt"}, {"desc": "Wnt-4 protein", "id": "IPR009142", "short_desc": "Wnt4"}, {"desc": "Wnt protein, conserved site", "id": "IPR018161", "short_desc": "Wnt_CS"}, {"desc": "Wnt, C-terminal domain", "id": "IPR043158", "short_desc": "Wnt_C"}], "ipi": ["IPI00011028", "IPI00641087", "IPI01014462"], "map_location": "1p36.12", "name": "Wnt family member 4", "other_names": ["protein Wnt-4", "wingless-type MMTV integration site family, member 4"], "pantherdb": {"HGNC": "12783", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98957", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 10090, "uniprot_kb": "P22724"}, {"RGD": "621348", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 10116, "uniprot_kb": "Q9QXQ5"}, {"Ensembl": "ENSGALG00000041708", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 9031, "uniprot_kb": "P49337"}, {"ZFIN": "ZDB-GENE-000411-1", "ortholog_type": "O", "panther_family": "PTHR12027", "taxid": 7955, "uniprot_kb": "F6NGJ7"}, {"ZFIN": "ZDB-GENE-980526-352", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 7955, "uniprot_kb": "P47793"}, {"WormBase": "WBGene00003395", "ortholog_type": "O", "panther_family": "PTHR12027", "taxid": 6239, "uniprot_kb": "Q10459"}, {"WormBase": "WBGene00000857", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 6239, "uniprot_kb": "P34888"}], "uniprot_kb": "P56705"}, "pathway": {"kegg": [{"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa04916", "name": "Melanogenesis - Homo sapiens (human)"}, {"id": "hsa04919", "name": "Thyroid hormone signaling pathway - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05217", "name": "Basal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Wnt", "name": "Wnt"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-3238698", "name": "WNT ligand biogenesis and trafficking"}, {"id": "R-HSA-3238698", "name": "WNT ligand biogenesis and trafficking"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-3772470", "name": "Negative regulation of TCF-dependent signaling by WNT ligand antagonists"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-9830369", "name": "Kidney development"}, {"id": "R-HSA-9831926", "name": "Nephron development"}], "wikipathways": [{"id": "WP3876", "name": "BMP2-WNT4-FOXO1 pathway in primary endometrial stromal cell differentiation"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP4150", "name": "Wnt signaling in kidney disease"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}, {"id": "WP4746", "name": "Thyroid hormones production and their peripheral downstream signaling effects"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP4814", "name": "Somatic sex determination"}, {"id": "WP4823", "name": "Genes controlling nephrogenesis"}, {"id": "WP4842", "name": "Mammalian disorder of sexual development"}, {"id": "WP4872", "name": "MAP3K1 role in promoting and blocking gonadal determination"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pfam": "PF00110", "pharmgkb": "PA37384", "pharos": {"target_id": 14816, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328482", "relationship": "is"}, {"id": "GNF328483", "relationship": "is"}, {"id": "GNF328484", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF265767", "relationship": "is"}, {"id": "GNF265768", "relationship": "is"}, {"id": "GNF265769", "relationship": "is"}, {"id": "GNF265770", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF043708", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092388", "relationship": "is"}, {"id": "GNF092389", "relationship": "is"}, {"id": "GNF092390", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054151", "relationship": "is"}, {"id": "GNF058931", "relationship": "is"}, {"id": "GNF074230", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071003", "relationship": "is"}, {"id": "GNF071004", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF015548", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330491", "relationship": "is"}, {"id": "GNF331795", "relationship": "is"}, {"id": "GNF333584", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337749", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106934", "relationship": "is"}, {"id": "GNF108105", "relationship": "is"}, {"id": "GNF146580", "relationship": "is"}, {"id": "GNF147746", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_008974.1"], "protein": ["NP_110388.2", "XP_011539899.1", "XP_011539901.1", "XP_054193080.1", "XP_054193081.1"], "rna": ["NM_030761.5", "XM_011541597.3", "XM_011541599.2", "XM_054337105.1", "XM_054337106.1"], "translation": [{"protein": "NP_110388.2", "rna": "NM_030761.5"}, {"protein": "XP_011539901.1", "rna": "XM_011541599.2"}, {"protein": "XP_011539899.1", "rna": "XM_011541597.3"}, {"protein": "XP_054193080.1", "rna": "XM_054337105.1"}, {"protein": "XP_054193081.1", "rna": "XM_054337106.1"}]}, "reporter": {"HG-U133_Plus_2": ["1556689_a_at", "208606_s_at", "230751_at"], "HG-U95Av2": "2091_at", "HG-U95B": ["43311_at", "45438_at"], "HTA-2_0": ["TC01002330.hg.1", "TC01005318.hg.1"], "HuEx-1_0": ["2401016", "2401018"], "HuGene-1_1": "7913547", "HuGene-2_1": "16683221"}, "summary": "The WNT gene family consists of structurally related genes which encode secreted signaling proteins. These proteins have been implicated in oncogenesis and in several developmental processes, including regulation of cell fate and patterning during embryogenesis. This gene is a member of the WNT gene family, and is the first signaling molecule shown to influence the sex-determination cascade. It encodes a protein which shows 98% amino acid identity to the Wnt4 protein of mouse and rat. This gene and a nuclear receptor known to antagonize the testis-determining factor play a concerted role in both the control of female development and the prevention of testes formation. This gene and another two family members, WNT2 and WNT7B, may be associated with abnormal proliferation in breast tissue. Mutations in this gene can result in Rokitansky-Kuster-Hauser syndrome and in SERKAL syndrome. [provided by RefSeq, Jul 2008].", "symbol": "WNT4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1337002"}, "unigene": "Hs.25766", "uniprot": {"Swiss-Prot": "P56705", "TrEMBL": ["H0Y663", "B1AJZ6"]}, "wikipedia": {"url_stub": "WNT4"}}