{"AllianceGenome": "12786", "HGNC": "12786", "MIM": "601570", "_id": "7476", "_version": 1, "accession": {"genomic": ["AC090646.2", "CH471055.1", "CP068275.2", "CQ970122.1", "NC_000003.12", "NC_060927.1", "NG_008088.1"], "protein": ["AAC51319.1", "AAH08811.1", "BAA82509.1", "CAI38648.1", "EAW64173.1", "EAW64174.1", "NP_004616.2", "O00755.2", "XP_011532393.1", "XP_047304819.1", "XP_054203734.1", "XP_054203735.1"], "rna": ["BC008811.2", "D83175.1", "NM_004625.4", "U53476.1", "XM_011534091.3", "XM_047448863.1", "XM_054347759.1", "XM_054347760.1"], "translation": [{"protein": "AAH08811.1", "rna": "BC008811.2"}, {"protein": "XP_047304819.1", "rna": "XM_047448863.1"}, {"protein": "NP_004616.2", "rna": "NM_004625.4"}, {"protein": "BAA82509.1", "rna": "D83175.1"}, {"protein": "AAC51319.1", "rna": "U53476.1"}, {"protein": "XP_054203735.1", "rna": "XM_054347760.1"}, {"protein": "XP_054203734.1", "rna": "XM_054347759.1"}, {"protein": "XP_011532393.1", "rna": "XM_011534091.3"}]}, "alias": "Wnt-7a", "ensembl": {"gene": "ENSG00000154764", "protein": "ENSP00000285018", "transcript": ["ENST00000285018", "ENST00000489346", "ENST00000497808"], "translation": [{"protein": "ENSP00000285018", "rna": "ENST00000285018"}], "type_of_gene": "protein_coding"}, "entrezgene": "7476", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.49195170595, "exp_mis": 187.834812601, "exp_syn": 90.8211756252, "lof_z": 2.40883409284813, "mis_z": 2.63505421311304, "mu_lof": 6.99002900192e-07, "mu_mis": 1.66121962386e-05, "mu_syn": 7.92337674554e-06, "n_lof": 2.0, "n_mis": 114.0, "n_syn": 89.0, "p_li": 0.441260494800712, "p_null": 0.0066873697782109, "p_rec": 0.552052135421077, "syn_z": 0.118470107031925}, "bp": 1050, "cds_end": 13921313, "cds_start": 13860440, "n_exons": 4, "nonpsych": {"exp_lof": 8.51117586705, "exp_mis": 169.928679724, "exp_syn": 82.1219846849, "lof_z": 2.52851250283029, "mis_z": 2.3961844043932, "mu_lof": 6.99002900192e-07, "mu_mis": 1.66121962386e-05, "mu_syn": 7.92337674554e-06, "n_lof": 1.0, "n_mis": 108.0, "n_syn": 78.0, "p_li": 0.765751915880841, "p_null": 0.00221160385020168, "p_rec": 0.232036480268958, "syn_z": 0.286377998277091}, "nontcga": {"exp_lof": 8.72480232856, "exp_mis": 172.800246867, "exp_syn": 83.5477049256, "lof_z": 2.24586142626861, "mis_z": 2.68331945631832, "mu_lof": 6.99002900192e-07, "mu_mis": 1.66121962386e-05, "mu_syn": 7.92337674554e-06, "n_lof": 2.0, "n_mis": 102.0, "n_syn": 85.0, "p_li": 0.380545765821804, "p_null": 0.010483268495625, "p_rec": 0.608970965682571, "syn_z": -0.100603099752354}, "transcript": "ENST00000285018.4"}, "exons": [{"cdsend": 13879816, "cdsstart": 13818943, "chr": "3", "position": [[13816257, 13819423], [13854531, 13854803], [13874946, 13875173], [13879745, 13880071]], "strand": -1, "transcript": "NM_004625", "txend": 13880071, "txstart": 13816257}], "exons_hg19": [{"cdsend": 13921313, "cdsstart": 13860440, "chr": "3", "position": [[13857754, 13860920], [13896028, 13896300], [13916443, 13916670], [13921242, 13921568]], "strand": -1, "transcript": "NM_004625", "txend": 13921568, "txstart": 13857754}], "generif": [{"pubmed": 12893825, "text": "WNT7a gene expression is regulated by TGF-beta1 through the intracellular beta-catenin-TCF pathway"}, {"pubmed": 12937339, "text": "provides support that E-cadherin induction by WNT/beta-catenin signaling is an evolutionarily conserved pathway operative in lung cancer cells and that loss of expression may be important in lung cancer development or progression"}, {"pubmed": 14550385, "text": "WNT7A mutations are an unlikely cause of Mullerian duct derivative abnormalities in humans"}, {"pubmed": 15082716, "text": "Wnt-7a is associated with cartilage destruction by regulating the maintenance of differentiation status and the apoptosis of articular chondrocytes via different mechanisms"}, {"pubmed": 15705594, "text": "analysis of multiple Wnt mRNAs in non-small cell lung cancer (NSCLC) cell lines and primary lung tumors revealed markedly decreased Wnt-7a expression compared with normal short-term bronchial epithelial cell lines and normal uninvolved lung tissue"}, {"pubmed": 15802269, "text": "By regulating the proliferation of corneal epithelial cells, Wnt-7a and MMP-12 appear to contribute to corneal wound healing"}, {"pubmed": 16826533, "text": "Partial loss of WNT7A causes Fuhrmann syndrome, whereas the more severe limb truncation phenotypes observed in Al-Awadi/Raas-Rothschild/Schinzel phocomelia syndrome result from null mutations."}, {"pubmed": 16835228, "text": "ERK5-dependent activation of PPARgamma represents a major effector pathway mediating the anti-tumorigenic effects of Wnt 7a and Fzd 9 in non-small cell lung cancer cells"}, {"pubmed": 17201809, "text": "the absence of tumour-specific somatic events in WNT7A and HDAC11 suggests that these genes are unlikely to have a classical tumour suppressor gene role in sporadic malignant pancreatic endocrine tumours"}, {"pubmed": 17588571, "text": "WNT7A plays a role in the pathophysiology of endometriosis."}, {"pubmed": 18230341, "text": "These biological tools could help lead to a better understanding of Wnt-Fzd interactions and the identification of new modulators of Wnt signaling."}, {"pubmed": 18413325, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18538017, "text": "WNT7A gene is unlikely to be a major contributor to the aetiology of familial congenital talipes equinovarus"}, {"pubmed": 18606951, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19054571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19159115, "text": "Based on these results it is unlikely CAND2 and WNT7a are the major genes that causes clubfoot."}, {"pubmed": 19159115, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19171330, "text": "Mutations in the coding sequence of WNT4, WNT5A, WNT7A, and WNT9B are not responsible for the Mayer-Rokitansky-Kuster-Hauser syndrome."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19849868, "text": "Female mammals with a deficiency in the product of Wnt7a gene are infertile as a result of abnormal development of the uterus and the oviducts."}, {"pubmed": 20083228, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20219685, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20470940, "text": "Results suggest that this diminished expression of the WNT7A gene may be related to a supposed protection of fragile X syndrome patients to develop cancer."}, {"pubmed": 20501643, "text": "The activity of the Sprouty4 promoter is increased by Wnt7A/Frizzled 9 homolog (Fzd9) signaling through peroxisome proliferator-activated receptor gamma in lung cancer cells."}, {"pubmed": 20503388, "text": "Expression levels of Wnt7A, beta-catenin, and FoxA1, along with cell-type specific markers, are observed to vary with differentiation and often also in response to the presence of heparin during the time of exposure to heparin."}, {"pubmed": 20709709, "text": "Abnormalities in the Wnt7a pathway (located in the dorsal ectoderm) produce several clinically relevant conditions."}, {"pubmed": 20845993, "text": "High Wnt7a expression in ovarian cancer may be associated with poor prognosis."}, {"pubmed": 20949531, "text": "A novel homozygous missense mutation in coding exon 4 of the WNT7A was detected in both affected daughters (c.664C > T) leading to an amino acid exchange from arginine to tryptophan (p.Arg222Trp; R222W)."}, {"pubmed": 21271649, "text": "Partial loss of WNT7A function resulted in Fuhrmann syndrome, while complete loss of WNT7A function resulted in the more severe phenotype of Al-Awadi-Raas-Rothschild syndrome."}, {"pubmed": 21344627, "text": "The novel missense homozygous mutation (p.Gly204Ser) in the WNT7A gene is a unique mutation in the degree of loss of function in the upper limb development which ranges from mild to complete absence of both upper limbs (amelia)."}, {"pubmed": 22177312, "text": "Mutations in the coding sequence of WNT7A are not responsible for mullerian duct abnormalities in the Chinese population."}, {"pubmed": 22232518, "text": "Reexpression of WNT7A during malignant transformation of ovarian epithelial cells plays a critical role in ovarian cancer progression mediated by WNT/beta-catenin signaling pathway."}, {"pubmed": 22294752, "text": "Wnt7a has a role in postmenstrual regeneration and proliferation of endometrial glands and luminal epithelium in primates"}, {"pubmed": 22403725, "text": "Wnt7a is lost by methylation in a subset of tumors and that this methylation is maintained by DNMT1"}, {"pubmed": 22987443, "text": "Gene expression profiling identifies WNT7A as a key SVZ-glial factor lacking in OB-glia that enhances self-renewal, thereby improving the propagation of OB-NSC cultures."}, {"pubmed": 23056560, "text": "WNT7A gene is inactivated by genetic/epigenetic alterations in clear cell RCC and demonstrates tumor suppressor properties"}, {"pubmed": 23321718, "text": "Overexpression of Wnt7a may contribute to the progression of endometrial cancer and thus may serve as a new biomarker to predict the prognosis of endometrial cancer."}, {"pubmed": 23727605, "text": "Novel mutations in the WNT7A gene in two unrelated cases of Al-Awadi Raas-Rothschild syndrome."}, {"pubmed": 24711502, "text": "Binding of Wnt7a to Fzd7 leads to an activation of noncanonical Wnt signaling, resulting in directed myogenic stem cell migration and enhanced engraftment."}, {"pubmed": 25030175, "text": "findings suggest a central role of the WNT7A-PAX6 axis in corneal epithelial cell fate determination, and point to a new strategy for treating corneal surface diseases"}, {"pubmed": 25632963, "text": "Prognosis was significantly more favorable for patients with high Wnt7A expression."}, {"pubmed": 25653486, "text": "loss of the Wnt7a gene induced by promoter methylation might be a prognostic factor for non-small cell lung carcinoma"}, {"pubmed": 25705850, "text": "Wnt7a has a role in specifying the fate of neural crest-like cells via suppression of notch in the human skin microenvironment"}, {"pubmed": 25728679, "text": "identified Iloprost, a prostacyclin analog, which initiates downstream signaling cascades similar to that of Wnt7a, as a novel inducer of cellular senescence, presenting potential future clinical translational strategies"}, {"pubmed": 25978974, "text": "this is the first study reporting reduced WNT7A levels in cervical cancer -derived cells and that ectopic WNT7A restoration negatively affects cell proliferation and migration."}, {"pubmed": 26055144, "text": "Wnt7a overexpression is associated with an unfavorable prognosis and that positive Wnt7a may be an independent prognosis factor influencing OS and DFS prediction in colorectal cancer patients."}, {"pubmed": 26388562, "text": "Wnt7a is involved in the transformation of the retinal pigment epithelium."}, {"pubmed": 27195958, "text": "WNT7A is a direct target of miR-15b in ovarian cancer cell line."}, {"pubmed": 27638328, "text": "The findings presented in this fetus are compatible with diagnosis of Al-Awadi-Raas-Rothschild syndrome , expanding the mutational spectrum of limb malformations arising from defects in WNT7A"}, {"pubmed": 28114283, "text": "Results show that Wnt7a expression is significantly upregulated in epithelial cells of ovarian cancer which correlates with STAT4 expression and provide evidence that STAT4 promotes ovarian cancer metastasis via tumor-derived Wnt7a-induced activation of cancer-associated fibroblasts."}, {"pubmed": 28165497, "text": "These results indicate that Wnt7a signaling inhibits inflammatory stimuli-induced catabolic gene expression in human articular chondrocytes and is sufficient to attenuate MMP activities and promote joint cartilage integrity in mouse experimental OA, demonstrating a novel effect of Wnt7a on regulating OA pathogenesis."}, {"pubmed": 28456695, "text": "Activation of the WNT/CTNBB1 pathway via WNT7A might play a role in PTC development."}, {"pubmed": 28855715, "text": "This report deals with linkage studies and exome sequencing, disclosing a novel variant in WNT7A, c.934G>A (p.Gly312Ser), as the cause of this Santos syndrome."}, {"pubmed": 28872671, "text": "Wnt7a induces a unique phenotype of monocyte-derived macrophages with lower phagocytic capacity and differential expression of pro- and anti-inflammatory cytokines"}, {"pubmed": 28917830, "text": "A homozygous novel WNT7A mutation was identified in a child with Al-Awadi-Raas-Rothschild syndrome accompanied by dental abnormalities and his parents with dental abnormalities."}, {"pubmed": 28971890, "text": "Demonstrate a significant change in miRNA profile dependent on the assisted reproductive technology outcome affecting Wnt pathway."}, {"pubmed": 29549123, "text": "results have identified an miR-370-3p/Wnt7a axis that controls UBC invasion through canonical Wnt/beta-catenin signaling, which may offer prognostic and therapeutic opportunities"}, {"pubmed": 29763843, "text": "All exons of WNT7a in 570 schizophrenic patients and 563 controls were sequenced, but none were noted to be associated with schizophrenia."}, {"pubmed": 30361522, "text": "hypoxia induced high expression of WNT7A might promote the cell migration via enhancing the epithelial-mesenchymal transition in pancreatic ductal adenocarcinoma."}, {"pubmed": 30747225, "text": "Wnt7a should be considered a novel oncogene, and a potential prognostic and therapeutic target for patients with TSCC."}, {"pubmed": 31144375, "text": "Wnt7a, frequently silenced by CpG methylation, inhibits tumor growth and metastasis via suppressing epithelial-mesenchymal transition in gastric cancer."}, {"pubmed": 31271226, "text": "Roles of Wnt7a in embryo development, tissue homeostasis, and human diseases."}, {"pubmed": 31852613, "text": "Wnt7a regulates high autophagic and inflammatory response of epidermis in high-glucose environment."}, {"pubmed": 31886205, "text": "this study illustrated that overexpression of WNT7A inhibited cell viability and migration, which was likely attributed to the regulation of SKP2/P21."}, {"pubmed": 32319613, "text": "circRNA_001275 upregulates Wnt7a expression by competitively sponging miR3703p to promote cisplatin resistance in esophageal cancer."}, {"pubmed": 32436833, "text": "Exogenous Expression of WNT7A in Leukemia-Derived Cell Lines Induces Resistance to Chemotherapeutic Agents."}, {"pubmed": 32991049, "text": "Variants of WNT7A and GPR124 are associated with hemorrhagic transformation following intravenous thrombolysis in ischemic stroke."}, {"pubmed": 33150795, "text": "lncRNA CTBP1-AS2 promotes proliferation and migration of glioma by modulating miR-370-3p-Wnt7a-mediated epithelial-mesenchymal transition."}, {"pubmed": 33846764, "text": "Wnt7a promotes the osteogenic differentiation of human mesenchymal stem cells."}, {"pubmed": 34739062, "text": "Association of Clinicopathologic and Molecular Tumor Features With Recurrence in Resected Early-Stage Epidermal Growth Factor Receptor-Positive Non-Small Cell Lung Cancer."}, {"pubmed": 37541622, "text": "Role of Stromal Fibroblast-Induced WNT7A Associated with Cancer Cell Migration Through the AKT/CLDN1 Signaling Axis in Oral Squamous Cell Carcinoma."}, {"pubmed": 37694534, "text": "Down-regulated Wnt7a and GPR124 in early-onset preeclampsia placentas reduce invasion and migration of trophoblast cells."}, {"pubmed": 37852257, "text": "Molecular basis of Wnt biogenesis, secretion, and Wnt7-specific signaling."}, {"pubmed": 38246919, "text": "WNT7A promotes tumorigenesis of head and neck squamous cell carcinoma via activating FZD7/JAK1/STAT3 signaling."}], "genomic_pos": {"chr": "3", "end": 13880071, "ensemblgene": "ENSG00000154764", "start": 13816258, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 13921618, "start": 13857755, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000578", "pubmed": 16826533, "qualifier": "involved_in", "term": "embryonic axis specification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001502", "pubmed": 17202865, "qualifier": "involved_in", "term": "cartilage condensation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002062", "pubmed": 17202865, "qualifier": "involved_in", "term": "chondrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007269", "qualifier": "involved_in", "term": "neurotransmitter secretion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007409", "pubmed": 24449494, "qualifier": "involved_in", "term": "axonogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007548", "pubmed": 9790192, "qualifier": "involved_in", "term": "sex differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009953", "qualifier": "involved_in", "term": "dorsal/ventral pattern formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010595", "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014719", "qualifier": "involved_in", "term": "skeletal muscle satellite cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014834", "qualifier": "involved_in", "term": "skeletal muscle satellite cell maintenance involved in skeletal muscle regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021707", "qualifier": "involved_in", "term": "cerebellar granule cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0021846", "pubmed": 12843296, "qualifier": "involved_in", "term": "cell proliferation in forebrain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022009", "qualifier": "involved_in", "term": "central nervous system vasculogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030010", "qualifier": "involved_in", "term": "establishment of cell polarity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031133", "qualifier": "involved_in", "term": "regulation of axon diameter"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035019", "qualifier": "involved_in", "term": "somatic stem cell population maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035115", "pubmed": 16826533, "qualifier": "involved_in", "term": "embryonic forelimb morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035116", "pubmed": 16826533, "qualifier": "involved_in", "term": "embryonic hindlimb morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035313", "pubmed": 15802269, "qualifier": "involved_in", "term": "wound healing, spreading of epidermal cells"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036465", "pubmed": 22988876, "qualifier": "involved_in", "term": "synaptic vesicle recycling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042733", "pubmed": 16826533, "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045165", "qualifier": "involved_in", "term": "cell fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045167", "qualifier": "involved_in", "term": "asymmetric protein localization involved in cell fate determination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 15802269, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 12857724, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046330", "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048103", "qualifier": "involved_in", "term": "somatic stem cell division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048864", "pubmed": 12843296, "qualifier": "involved_in", "term": "stem cell development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050768", "pubmed": 12843296, "qualifier": "involved_in", "term": "negative regulation of neurogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051247", "pubmed": 16805831, "qualifier": "involved_in", "term": "positive regulation of protein metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051965", "pubmed": 18986540, "qualifier": "involved_in", "term": "positive regulation of synapse assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060054", "pubmed": 15802269, "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation involved in wound healing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060066", "qualifier": "involved_in", "term": "oviduct development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060070", "pubmed": [12857724, 15802269, 16805831, 18986540, 28733458], "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060071", "pubmed": 15802269, "qualifier": "involved_in", "term": "Wnt signaling pathway, planar cell polarity pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060856", "qualifier": "involved_in", "term": "establishment of blood-brain barrier"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060997", "pubmed": 21670302, "qualifier": "involved_in", "term": "dendritic spine morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061038", "qualifier": "involved_in", "term": "uterus morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0062009", "pubmed": 18413325, "qualifier": "involved_in", "term": "secondary palate development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070307", "pubmed": 16258938, "qualifier": "involved_in", "term": "lens fiber cell development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071560", "pubmed": 15040835, "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0099054", "pubmed": 24449494, "qualifier": "involved_in", "term": "presynapse assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0099068", "pubmed": 24449494, "qualifier": "involved_in", "term": "postsynapse assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099175", "qualifier": "involved_in", "term": "regulation of postsynapse organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1904861", "pubmed": 24449494, "qualifier": "involved_in", "term": "excitatory synapse assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904891", "pubmed": 21670302, "qualifier": "involved_in", "term": "positive regulation of excitatory synapse assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1905386", "pubmed": 24449494, "qualifier": "involved_in", "term": "positive regulation of protein localization to presynapse"}, {"evidence": "EXP", "gocategory": "BP", "id": "GO:1905606", "pubmed": 20530549, "qualifier": "involved_in", "term": "regulation of presynapse assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905606", "pubmed": 20530549, "qualifier": "involved_in", "term": "regulation of presynapse assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905606", "pubmed": 20530549, "qualifier": "involved_in", "term": "regulation of presynapse assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000300", "qualifier": "involved_in", "term": "regulation of synaptic vesicle exocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000463", "pubmed": 21670302, "qualifier": "involved_in", "term": "positive regulation of excitatory postsynaptic potential"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030666", "qualifier": "located_in", "term": "endocytic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031012", "qualifier": "located_in", "term": "extracellular matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0070062", "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}, {"evidence": "EXP", "gocategory": "CC", "id": "GO:0098978", "pubmed": 20530549, "qualifier": "is_active_in", "term": "glutamatergic synapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098978", "pubmed": 20530549, "qualifier": "is_active_in", "term": "glutamatergic synapse"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0098978", "pubmed": 20530549, "qualifier": "is_active_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 12857724, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005109", "qualifier": "enables", "term": "frizzled binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 18986540, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22986341, 26342861, 30026314, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IC", "id": "GO:0048018", "pubmed": 15802269, "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": [18986540, 28733458], "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[7955, 565714], [8364, 100145124], [9031, 374168], [9544, 693419], [9606, 7476], [9615, 607180], [9913, 533782], [10090, 22421], [10116, 114850]], "id": 20969}, "interpro": [{"desc": "Wnt", "id": "IPR005817", "short_desc": "Wnt"}, {"desc": "Wnt-7 protein", "id": "IPR013300", "short_desc": "Wnt7"}, {"desc": "Wnt protein, conserved site", "id": "IPR018161", "short_desc": "Wnt_CS"}, {"desc": "Wnt, C-terminal domain", "id": "IPR043158", "short_desc": "Wnt_C"}], "ipi": "IPI00012990", "map_location": "3p25.1", "name": "Wnt family member 7A", "other_names": ["protein Wnt-7a", "proto-oncogene Wnt7a protein", "wingless-type MMTV integration site family, member 7A"], "pantherdb": {"HGNC": "12786", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98961", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 10090, "uniprot_kb": "P24383"}, {"RGD": "69079", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 10116, "uniprot_kb": "M0R9D3"}, {"Ensembl": "ENSGALG00000005123", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 9031, "uniprot_kb": "Q9DEB8"}, {"Ensembl": "ENSDARG00000002483", "ortholog_type": "O", "panther_family": "PTHR12027", "taxid": 7955, "uniprot_kb": "E7FBM9"}, {"ZFIN": "ZDB-GENE-051129-1", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 7955, "uniprot_kb": "Q4JLT0"}, {"FlyBase": "FBgn0004360", "ortholog_type": "LDO", "panther_family": "PTHR12027", "taxid": 7227, "uniprot_kb": "P28465"}], "uniprot_kb": "O00755"}, "pathway": {"kegg": [{"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa04916", "name": "Melanogenesis - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05217", "name": "Basal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Wnt", "name": "Wnt"}, "pid": {"id": "wnt_signaling_pathway", "name": "Wnt signaling network"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-3238698", "name": "WNT ligand biogenesis and trafficking"}, {"id": "R-HSA-3238698", "name": "WNT ligand biogenesis and trafficking"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP4150", "name": "Wnt signaling in kidney disease"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pdb": ["4UZQ", "8TZO", "8TZP"], "pfam": "PF00110", "pharmgkb": "PA37387", "pharos": {"target_id": 14315, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326408", "relationship": "is"}, {"id": "GNF326409", "relationship": "is"}, {"id": "GNF326410", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257983", "relationship": "is"}, {"id": "GNF257984", "relationship": "is"}, {"id": "GNF257985", "relationship": "is"}, {"id": "GNF257986", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161977", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF048034", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092391", "relationship": "is"}, {"id": "GNF092392", "relationship": "is"}, {"id": "GNF092393", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051135", "relationship": "is"}, {"id": "GNF055901", "relationship": "is"}, {"id": "GNF060597", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070535", "relationship": "is"}, {"id": "GNF070536", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF015552", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285736", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330580", "relationship": "is"}, {"id": "GNF332260", "relationship": "is"}, {"id": "GNF333744", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337740", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106921", "relationship": "is"}, {"id": "GNF146567", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_008088.1"], "protein": ["NP_004616.2", "XP_011532393.1", "XP_047304819.1", "XP_054203734.1", "XP_054203735.1"], "rna": ["NM_004625.4", "XM_011534091.3", "XM_047448863.1", "XM_054347759.1", "XM_054347760.1"], "translation": [{"protein": "NP_004616.2", "rna": "NM_004625.4"}, {"protein": "XP_047304819.1", "rna": "XM_047448863.1"}, {"protein": "XP_054203735.1", "rna": "XM_054347760.1"}, {"protein": "XP_054203734.1", "rna": "XM_054347759.1"}, {"protein": "XP_011532393.1", "rna": "XM_011534091.3"}]}, "reporter": {"HG-U133_Plus_2": "210248_at", "HG-U95Av2": ["1886_at", "1887_g_at", "36763_at"], "HTA-2_0": "TC03001192.hg.1", "HuEx-1_0": "2663714", "HuGene-1_1": "8085475", "HuGene-2_1": "16950989"}, "summary": "This gene is a member of the WNT gene family, which consists of structurally related genes that encode secreted signaling proteins. These proteins have been implicated in oncogenesis and in several developmental processes, including regulation of cell fate and patterning during embryogenesis. This gene is involved in the development of the anterior-posterior axis in the female reproductive tract, and also plays a critical role in uterine smooth muscle pattering and maintenance of adult uterine function. Mutations in this gene are associated with Fuhrmann and Al-Awadi/Raas-Rothschild/Schinzel phocomelia syndromes. [provided by RefSeq, Jul 2008].", "symbol": "WNT7A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1337005"}, "unigene": "Hs.72290", "uniprot": {"Swiss-Prot": "O00755"}, "wikipedia": {"url_stub": "WNT7A"}}