{"AllianceGenome": "12791", "HGNC": "12791", "MIM": "604611", "_id": "7486", "_version": 1, "accession": {"genomic": ["AB003173.1", "AC009563.12", "AC084736.5", "AF032113.1", "AH008362.2", "AY442327.1", "CH471080.2", "CP068270.2", "L76937.1", "NC_000008.11", "NC_060932.1", "NG_008870.1"], "protein": ["AAC41981.1", "AAC63361.1", "AAF06162.1", "AAR05448.1", "AAX21098.1", "BAD92889.1", "EAW63424.1", "EAW63425.1", "EAW63426.1", "NP_000544.2", "Q14191.2", "XP_011542941.1", "XP_011542942.1", "XP_054217155.1", "XP_054217156.1"], "rna": ["AB209652.1", "AF091214.1", "AL833572.1", "AY818673.1", "BP279291.1", "NM_000553.6", "XM_011544639.4", "XM_011544640.2", "XM_054361180.1", "XM_054361181.1", "XR_008487878.1", "XR_008487879.1", "XR_008487880.1", "XR_949470.4", "XR_949471.4", "XR_949472.4"], "translation": [{"protein": "AAC63361.1", "rna": "AF091214.1"}, {"protein": "XP_011542941.1", "rna": "XM_011544639.4"}, {"protein": "XP_011542942.1", "rna": "XM_011544640.2"}, {"protein": "XP_054217156.1", "rna": "XM_054361181.1"}, {"protein": "BAD92889.1", "rna": "AB209652.1"}, {"protein": "XP_054217155.1", "rna": "XM_054361180.1"}, {"protein": "NP_000544.2", "rna": "NM_000553.6"}, {"protein": "AAX21098.1", "rna": "AY818673.1"}]}, "alias": ["RECQ3", "RECQL2", "RECQL3"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2018-10-09T17:00:00.000Z", "disease_label": "Werner syndrome", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0010196", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_d9c04f29-bc94-40c5-95d7-d25d21cd387f-2018-10-09T170000.000Z", "sop": "SOP6"}}, "ec": "5.6.2.4", "ensembl": {"gene": "ENSG00000165392", "protein": ["ENSP00000298139", "ENSP00000498593", "ENSP00000498779"], "transcript": ["ENST00000298139", "ENST00000520169", "ENST00000521620", "ENST00000650667", "ENST00000651642", "ENST00000651946"], "translation": [{"protein": "ENSP00000498593", "rna": "ENST00000650667"}, {"protein": "ENSP00000298139", "rna": "ENST00000298139"}, {"protein": "ENSP00000498779", "rna": "ENST00000651642"}], "type_of_gene": "protein_coding"}, "entrezgene": "7486", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 58.903487241, "exp_mis": 426.298323915, "exp_syn": 175.408837152, "lof_z": 3.08517968187954, "mis_z": -1.50907451467772, "mu_lof": 4.07236666698e-06, "mu_mis": 3.69062576423e-05, "mu_syn": 1.44270962658e-05, "n_lof": 35.0, "n_mis": 490.0, "n_syn": 187.0, "p_li": 1.96078222210392e-16, "p_null": 0.00392488738001482, "p_rec": 0.996075112619985, "syn_z": -0.542565489389231}, "bp": 4299, "cds_end": 31030618, "cds_start": 30915963, "n_exons": 34, "nonpsych": {"exp_lof": 52.6271054023, "exp_mis": 385.154895472, "exp_syn": 158.075694375, "lof_z": 3.19858335542434, "mis_z": -1.28105106693609, "mu_lof": 4.07236666698e-06, "mu_mis": 3.69062576423e-05, "mu_syn": 1.44270962658e-05, "n_lof": 29.0, "n_mis": 435.0, "n_syn": 165.0, "p_li": 4.26847107971263e-13, "p_null": 0.00113199566846247, "p_rec": 0.998868004331111, "syn_z": -0.346742271512035}, "nontcga": {"exp_lof": 54.1243202071, "exp_mis": 392.127595655, "exp_syn": 161.30925189, "lof_z": 2.83248589825709, "mis_z": -1.12895199442289, "mu_lof": 4.07236666698e-06, "mu_mis": 3.69062576423e-05, "mu_syn": 1.44270962658e-05, "n_lof": 33.0, "n_mis": 437.0, "n_syn": 173.0, "p_li": 9.1936024658822e-16, "p_null": 0.0102451160585515, "p_rec": 0.989754883941448, "syn_z": -0.582818207172888}, "transcript": "ENST00000298139.5"}, "exons": [{"cdsend": 31173102, "cdsstart": 31058447, "chr": "8", "position": [[31033809, 31033973], [31058371, 31058543], [31059152, 31059265], [31064288, 31064434], [31064914, 31065063], [31067032, 31067182], [31068257, 31068327], [31076172, 31076287], [31080866, 31081296], [31083698, 31083779], [31085165, 31085246], [31087775, 31087920], [31088889, 31088965], [31090464, 31090532], [31090833, 31090942], [31091829, 31091898], [31096767, 31096850], [31100848, 31100955], [31111614, 31111799], [31116353, 31116528], [31120242, 31120424], [31124521, 31124623], [31124907, 31125000], [31132364, 31132506], [31141429, 31141600], [31141680, 31141775], [31142625, 31142701], [31143549, 31143623], [31147052, 31147128], [31147363, 31147476], [31150340, 31150455], [31154623, 31154755], [31157367, 31157530], [31167021, 31167230], [31172994, 31176137]], "strand": 1, "transcript": "NM_000553", "txend": 31176137, "txstart": 31033809}], "exons_hg19": [{"cdsend": 31030618, "cdsstart": 30915963, "chr": "8", "position": [[30891325, 30891489], [30915887, 30916059], [30916668, 30916781], [30921804, 30921950], [30922430, 30922579], [30924548, 30924698], [30925773, 30925843], [30933688, 30933803], [30938382, 30938812], [30941214, 30941295], [30942681, 30942762], [30945291, 30945436], [30946405, 30946481], [30947980, 30948048], [30948349, 30948458], [30949345, 30949414], [30954283, 30954366], [30958364, 30958471], [30969130, 30969315], [30973869, 30974044], [30977758, 30977940], [30982037, 30982139], [30982423, 30982516], [30989880, 30990022], [30998945, 30999116], [30999196, 30999291], [31000141, 31000217], [31001065, 31001139], [31004568, 31004644], [31004879, 31004992], [31007856, 31007971], [31012139, 31012271], [31014883, 31015046], [31024537, 31024746], [31030510, 31033653]], "strand": 1, "transcript": "NM_000553", "txend": 31033653, "txstart": 30891325}], "generif": [{"pubmed": 11186893, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 11328876, "text": "A functional interaction of Ku with Werner exonuclease facilitates digestion of DNA containing 8-oxoadenine and 8-oxoguanine modifications."}, {"pubmed": 11498731, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11798788, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11809708, "text": "Lack of WRN results in extensive deletion at nonhomologous joining ends."}, {"pubmed": 11863428, "text": "The active form of this minimal exonuclease fragment of human WRN appears to be a hexamer."}, {"pubmed": 11919194, "text": "Colocalization, physical, and functional interaction between Werner and Bloom syndrome proteins"}, {"pubmed": 11971179, "text": "WRN helicase accelerates the transcription of ribosomal RNA as a component of an RNA polymerase I-associated complex"}, {"pubmed": 12034829, "text": "Distinct proteins encoded by alternative transcripts of the PURG gene, located contrapodal to WRN on chromosome 8, determined by differential termination/polyadenylation."}, {"pubmed": 12080066, "text": "recombinant p53 binds to BLM and WRN helicases and attenuates their ability to unwind synthetic Holliday junctions in vitro"}, {"pubmed": 12177300, "text": "Ku heterodimer binds to both ends of the Werner protein and functional interaction occurs at the Werner N-terminus"}, {"pubmed": 12181313, "text": "binding by and stimulation of by telomere-binding proteing TRF2"}, {"pubmed": 12242278, "text": "physiological role for the WRN RecQ helicase protein in RAD51-dependent homologous recombination"}, {"pubmed": 12244128, "text": "A nucleolar targeting sequence in this protein resides within amino acid residues 949-1092."}, {"pubmed": 12356323, "text": "interaction of the WRN gene product with human 5' flap endonuclease/5'-3' exonuclease (FEN-1)"}, {"pubmed": 12384494, "text": "DNA damage-induced translocation is regulated by acetylation"}, {"pubmed": 12629512, "text": "WRN is phosphorylated through an ATR/ATM dependent pathway in response to replication blockage, WRN phosphorylation is not essential for its subnuclear relocalization after replication arrest. WRN and ATR colocalize after replication fork arrest"}, {"pubmed": 12633936, "text": "PCNA binds to two distinct functional sites on WRN"}, {"pubmed": 12665521, "text": "stimulates DNA polymerase beta strand displacement synthesis via its helicase activity"}, {"pubmed": 12704184, "text": "The functional interaction between WRN and EXO-1 is mediated by a protein domain of WRN which interacts with flap endonuclease 1."}, {"pubmed": 12750383, "text": "coordinated WRN and RAD52 activities are involved in replication fork rescue after DNA damage"}, {"pubmed": 12810661, "text": "WRN plays a role in the activation of G2 decatenation checkpoint. The abortive function of this pathway itself does not appear sufficient to cause genomic instability. It predisposes to genomic instability & apoptosis in the absence of \"caretaker\" genes."}, {"pubmed": 12842909, "text": "results demonstrate that MYC directly stimulates transcription of WRN; propose that WRN up-regulation by MYC may promote MYC-driven tumorigenesis by preventing cellular senescence"}, {"pubmed": 12934712, "text": "The balanced exonuclease and helicase activities of Werner protein are required for optimal homologous recombination. Moreover, Werner protein appears to play a structural role, independent of its enzymatic activities."}, {"pubmed": 12937274, "text": "valosin /WRNp interaction plays an important role in Werner syndrome biology"}, {"pubmed": 12944467, "text": "we have identified a direct binding between WRN and c-Abl in vitro via the N-terminal and central regions of WRN and the Src homology domain 3 of c-Abl. These findings suggest a novel signaling pathway"}, {"pubmed": 14499497, "text": "Human replication protein A, by engaging in both protein-protein and protein-DNA interactions, facilitates unwinding catalyzed by WRN helicase during DNA synthetic processes."}, {"pubmed": 14534320, "text": "Werner syndrome protein contains three structure-specific DNA binding domains"}, {"pubmed": 14596914, "text": "interaction of ADPRT and WRN resulting in ADP-ribosylation of the WRN protein; results imply that WRN is involved in DNA replication and in DNA repair"}, {"pubmed": 14612404, "text": "the WRN/PARP-1 complex plays a key role in the cellular response to oxidative stress and alkylating agents, suggesting a role for these proteins in the base excision DNA repair pathway"}, {"pubmed": 14657243, "text": "WRN effectively stimulates FEN-1 cleavage of branch-migrating double-flap structures that are the physiological substrates of FEN-1 during replication."}, {"pubmed": 14734561, "text": "(ADP-ribosyl)ation of Ku70/80 reduces the ability of this factor to stimulate WRN exonuclease, suggesting that covalent modification of Ku70/80 by PARP-1 may play a role in the regulation of the exonucleolytic activity of WRN."}, {"pubmed": 15026416, "text": "WRN associates with the Mre11 complex via binding to Nbs1 in vitro and in vivo."}, {"pubmed": 15037256, "text": "results suggest that VCP plays a mechanistic role in releasing WRNp from the nucleolus"}, {"pubmed": 15084309, "text": "WRN missense mutations or polymorphisms could promote genetic instability and cancer in the general population by selectively interfering with recombination in somatic cells"}, {"pubmed": 15149862, "text": "WRN and TP53 perform different functions in a shared DNA damage response pathway."}, {"pubmed": 15187093, "text": "kinetic analysis of helicase and exonuclease activities of WRN"}, {"pubmed": 15246744, "text": "C/R polymorphism of WRN does not affect enzyme function or localization and does not influence the incidence of the coronary artery disease"}, {"pubmed": 15246744, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15336909, "text": "a functional interaction between Werner syndrome protein and two factors that bind to DNA breaks, Ku and poly(ADP-ribose) polymerase 1--REVIEW"}, {"pubmed": 15385537, "text": "WRN helicase activity is regulated in human base excision repair"}, {"pubmed": 15467456, "text": "These results suggest a functional relationship between WRN and the MRE11 complex in response to replication fork arrest, disclosing a common action of WRN and the MRE11 complex in the pathway(s) preserving genome stability during DNA replication."}, {"pubmed": 15489508, "text": "R834C is a missense amino acid polymorphism in WRN that nearly abolishes enzymatic activity while leaving expression largely unaffected"}, {"pubmed": 15591207, "text": "cells lacking WRN exhibit deletion of telomeres from single sister chromatids;it is proposed that WRN is necessary for efficient replication of G-rich telomeric DNA, preventing telomere dysfunction and consequent genomic instability"}, {"pubmed": 15733840, "text": "a novel pathway in which Nbs1 may recruit WRN to the site of DNA double strand breaks in an ATM-dependent manner"}, {"pubmed": 15845538, "text": "WRN, BLM, and dmRecQ5b have a novel strand pairing capability that, when coordinated with the well established helicase activity, endows these RecQ helicases with a strand exchange function"}, {"pubmed": 15965237, "text": "physical interaction between RPA and WRN or BLM helicases plays an important role in the mechanism for RPA stimulation of helicase-catalyzed DNA unwinding."}, {"pubmed": 15995249, "text": "Results suggest that nuclear DNA helicase II plays a role in promoting the DNA processing function of Werner syndrome helicase, which in turn might be necessary for maintaining genomic stability."}, {"pubmed": 16030011, "text": "POT1 and RecQ helicases WRN and BLM have cooperative roles in resolving DNA structures at telomeric ends, in a manner that protects the telomeric 3' tail as it is exposed during unwinding"}, {"pubmed": 16087220, "text": "Results suggest that WRN protein trafficking is DNA damage-specific and is related to its post-translational modulation."}, {"pubmed": 16098926, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16098926, "text": "The 1367 Arg allele of the WRN gene protects against the development of type 2 diabetes mellitus in Japanese."}, {"pubmed": 16132834, "text": "Nuclear magnetic resonance study of protein conformation."}, {"pubmed": 16150736, "text": "A site-directed mutation at Lys-1016 significantly decreased WRN binding to fork or bubble DNA substrates. DNA binding mediated by the RQC domain is crucial for WRN helicase and its coordinated functions."}, {"pubmed": 16223718, "text": "report the identification of two additional factors required in the DNA interstrand cross-links repair process, a previously characterized pre-mRNA splicing complex composed of Pso4/Prp19 and Werner syndrome protein(WRN)"}, {"pubmed": 16287861, "text": "Withdrawal of WRN produced accelerated cellular senescence phenotype and DNA damage response in normal fibroblasts"}, {"pubmed": 16339893, "text": "solution structure of the DNA- and protein-binding domain, the first of a WRN fragment, has been solved by NMR"}, {"pubmed": 16380375, "text": "Results demonstrate that Werner syndrome helicase activity is inhibited in a strand-specific manner by BaP DE-dG adducts only when on the translocating strand."}, {"pubmed": 16405962, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16412221, "text": "if a DNA oligomer complementary to one strand of the DNA substrate to be unwound is added during the helicase reaction, both WRN and BLM unwinding is enhanced, presumably by preventing protein-mediated re-annealing"}, {"pubmed": 16449207, "text": "The Werner syndrome protein plays a direct role in the repair of methylation-induced DNA damage, and suggest a role for both helicase and exonuclease activities together with DNA polymerase beta during base excision repair."}, {"pubmed": 16622405, "text": "WRN-exo is a human DnaQ family member and support DnaQ-like proofreading activities stimulated by Ku70/80, with implications for WRN functions in age-related pathologies and maintenance of genomic integrity"}, {"pubmed": 16673358, "text": "Two novel mutations within the WRN gene are associated with Werner syndrome."}, {"pubmed": 16723399, "text": "These findings highlight the importance of WRN epigenetic inactivation in human cancer, leading to enhanced chromosomal instability and hypersensitivity to chemotherapeutic drugs."}, {"pubmed": 16728435, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16738949, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16804003, "text": "Possible associations were determined between successful aging and polymorphic markers in the WRN protein."}, {"pubmed": 16807477, "text": "This gene is faulty in a disorder that resembles accelerated aging shuts down in many cancers."}, {"pubmed": 16906373, "text": "A significantly higher level of IgG autoantibody specific for WRN detected in diffuse than in limited type systemic sclerosis and normal may contribute to the pathogenesis of skin sclerosis"}, {"pubmed": 17015833, "text": "A role for WRN is demonstrated in processing of telomeric DNA and subsequent activation of DNA damage responses."}, {"pubmed": 17148451, "text": "the crystal structure of the human WRN HRDC domain has been determined"}, {"pubmed": 17266675, "text": "These results show cell phenotypes that result from WRN loss in human fibroblasts; delineate the impact of cell transformation on the expression of these phenotypes; and define a role for WRN in the recovery from replication arrest."}, {"pubmed": 17301258, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17317667, "text": "WRN is a novel cellular cofactor for HIV-1 replication, and the WRN helicase participates in the recruitment of PCAF/P-TEFb-containing transcription complexes"}, {"pubmed": 17521388, "text": "description of a novel function for WRN in ensuring genome stability to act in concert with Topol to prevent DNA breaks, following alterations in chromatin topology"}, {"pubmed": 17541157, "text": "WRN functions in a RAD18-dependent damage avoidance pathway."}, {"pubmed": 17563354, "text": "WRN interacts functionally with translesion DNA polymerases."}, {"pubmed": 17611195, "text": "WRN participates in the same DNA repair pathway as NEIL1."}, {"pubmed": 17624410, "text": "dual role for WRN in tumorigenesis; tumor suppressor-like activity in tumors with WRN inactivation and the promotion of proliferation and survival in tumors that express WRN"}, {"pubmed": 17715146, "text": "MutSalpha and MutSbeta can strongly stimulate the helicase activity of WRN specifically on forked DNA structures with a 3'-single-stranded arm."}, {"pubmed": 17764108, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17875398, "text": "Results show that WRN plays an important role in the protection of HeLa cells against the toxicity of the benzene metabolite hydroquinone, specifically in mounting a normal DNA damage response following the induction of DNA double-strand breaks."}, {"pubmed": 17911100, "text": "that WRN undergoes metal-catalyzed oxidation in the presence of iron, and iron-mediated oxidation of WRN likely results in the accumulation of a catalytically inactive form of the protein, which may contribute to age-related phenotypes."}, {"pubmed": 17996922, "text": "SIRT1 protein may be functionally associated with WRN and BLM helicases and that some major SIRT1 functions may not require its deacetylase activity."}, {"pubmed": 18084250, "text": "WRN methylation is associated with mucinous differentiation independent of CPG island methylator phenotype and microsatellite instability status."}, {"pubmed": 18203716, "text": "SIRT1 regulates WRN-mediated cellular responses to DNA damage through deacetylation of WRN."}, {"pubmed": 18209099, "text": "By expressing WRN isoforms impaired in either helicase or exonuclease activity in defective cells, study identified WRN helicase activity as the function required for maintaining the stability of fragile sites."}, {"pubmed": 18212065, "text": "Exonuclease & helicase activities of WRN are required to suppress telomeric-circle formation in normal cells with telomerase reverse transcriptase. WRN has a key protective function influencing telomere topology & inhibits their accelerated attrition."}, {"pubmed": 18250621, "text": "The RecQ helicase WRN is required for normal replication fork progression after DNA damage or replication fork arrest."}, {"pubmed": 18270339, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18271933, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18271933, "text": "WRN-Cys1367Arg single nucleotide polymorphisms is associated with soft tissue sarcomas, sarcomas with reciprocal chromosomal translocations and malignant fibrous histiocytoma."}, {"pubmed": 18312663, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18312663, "text": "We conclude that in fibroblasts the WRN protein down-regulates plasminogen activator inhibitor 1 expression and after knocking down WRN gene, PAI-1 expression is enchance. Also, polymorphisms in WRN gene significantly contribute to regulate the levels."}, {"pubmed": 18524993, "text": "altered DNA double-strand break repair in CML cells is caused by the increased activity of an alternative nonhomologous end-joining repair pathway, involving DNA ligase IIIalpha and WRN"}, {"pubmed": 18558713, "text": "Werner protein (WRN), which is defective in Werner syndrome ( WS) patients, belongs to the RecQ family helicases and interacts with several DNA metabolic proteins, including DNA repair factors and telomere associated proteins."}, {"pubmed": 18596042, "text": "The Werner syndrome protein binds replication fork and holliday junction DNAs as an oligomer."}, {"pubmed": 18596239, "text": "WRN and ATM participate in a replication checkpoint response, in which WRN facilitates ATM activation in cells with psoralen DNA cross-link-induced collapsed replication forks"}, {"pubmed": 18639560, "text": "oxidative stress impacts homologous recombination repair in human helicase mutant WRN mice less than control mice"}, {"pubmed": 18670736, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18670736, "text": "The data of this study suggest that WRN Cys1367Arg SNP is not involved either in susceptibility to developing gliomas or in patient survival, at least in the Brazilian population."}, {"pubmed": 18670736, "text": "WRN Cys1367Arg SNP is not associated with risk and prognosis of human gliomas."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18677484, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18677484, "text": "WRN gene variant does not affect the in vitro cytotoxicity of topoisomerase inhibitors and platinum compounds."}, {"pubmed": 18771289, "text": "Characterization of the single-stranded DNA annealing activity of WRN, in a single region of the WRN molecule."}, {"pubmed": 18830263, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18852298, "text": "WRN is required to avoid accumulation of double-strand breaks and fork collapse after replication perturbation, and that prompt MUS81-dependent generation of DSBs is instrumental for recovery from hydroxyurea-mediated replication arrest."}, {"pubmed": 18978339, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18982914, "text": "The clinical features and cellular phenotypes of WS patients are major due to an absolute lack of normal WRN in the nucleus."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19077115, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19116388, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19205873, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19205873, "text": "The variant genotype of WRN Leu1074Phe was associated with a 1.36-fold significantly increased risk of breast cancer in Chinese women. This variant is also significantly associated with age at menarche."}, {"pubmed": 19262689, "text": "POT1v1 and RPA are capable of stimulating WRN helicase on gapped DNA and 5'-overhang substrates, respectively"}, {"pubmed": 19282863, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19487340, "text": "Demonstrate a novel role for WRN protein in cellular protection against the environmental genotoxicant Cr(VI) and further provide evidence that Cr(VI) induces DNA replicative stress which has implications for aging and cancer."}, {"pubmed": 19502800, "text": "The WRN protein affects important pathways in lipidogenesis, adipocytes differentiation and inflammatory response in addition to those affecting DNA damage responses and cell cycle control."}, {"pubmed": 19554081, "text": "an additional mechanistic explanation for c-Myc-induced DNA damage and senescence"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19591272, "text": "The causative gene of Werner's syndrome is denoted as WRN, which encodes a homolog of the E. coli RecQ DNA helicase and is located on chromosome 8p2-p11.2."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19652551, "text": "Cr(VI) induced a rapid dispersal of WRN protein from the nucleolus resulting in its prolonged retention in the nucleoplasm."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19734539, "text": "WRN and BLM preferentially unwind telomeric D-loops containing 8-oxo-2'-deoxyguanosine."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19896421, "text": "results demonstrate that WRN loss confers a strong cellular phenotype in early passage human - though not mouse - primary fibroblasts."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19945966, "text": "No evidence was found for an association between WRN V114I (rs2230009), WRN L1074F (rs2725362), or WRN C1367R (rs1346044) and colorectal cancer risk."}, {"pubmed": 19945966, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19966859, "text": "Results indicate that a depletion of the WRN protein in normal fibroblasts causes the activation of several PKCs through translocation and association of RACK1 with such kinases."}, {"pubmed": 20008939, "text": "in cells in which both WRN and POT1 are limiting, both G- and C-rich telomeric strands shorten, suggesting a complete replication block"}, {"pubmed": 20157511, "text": "A naturally occurring missense polymorphism in WRN that interferes with helicase activity abolished its ability to restore top3 phenotype. Proposed roles of WRN in genetic pathways important for the suppression of genomic instability are discussed."}, {"pubmed": 20157518, "text": "WRN processes telomeric DNA substrates with a 3' single-stranded overhang with high specificity and suggest that this protein could influence the configuration of telomere ends prior to the formation of a protective t-loop structure."}, {"pubmed": 20300059, "text": "WRN, like its related RecQ family members BLM and Sgs1, operates in a Top3-dependent pathway that is likely to be important for genomic stability."}, {"pubmed": 20346739, "text": "WRN is the only human RecQ helicase that stimulates NEIL1 DNA glycosylase activity, and that this stimulation requires a double-stranded DNA substrate."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20428248, "text": "CONCLUSION/SIGNIFICANCE: Taken together, these data demonstrate that WRN acetylation regulates its stability and has significant implications regarding the role of acetylation on WRN function in response to DNA damage."}, {"pubmed": 20443122, "text": "We now report 18 new mutations, including two genomic rearrangements, a deep intronic mutation resulting in a novel exon, a splice consensus mutation leading to utilization of the nearby splice site, and two rare missense mutations."}, {"pubmed": 20447876, "text": "WRN helicase operates in an EXO1-dependent pathway to help cells survive replicational stress."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20477760, "text": "WRNp localizes to the Oct4 promoter during retinoic acid-induced differentiation of human pluripotent cells and associates with the de novo methyltransferase Dnmt3b in the chromatin of differentiating pluripotent cells."}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20516064, "text": "Data found that the novel WRN coiled coil domain is necessary for multimerization of the nuclease domain and sufficient to multimerize with full-length WRN in human cells."}, {"pubmed": 20522537, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20585393, "text": "studies indicate that environmentally induced replication stress leads to telomere loss and aberrations that are suppressed by telomerase-mediated telomere elongation or WRN functions in replication fork restoration"}, {"pubmed": 20600238, "text": "WRN protein participates in the DNA translesion synthesis pathway to prevent genomic instability in an ATM/NBS1-dependent manner."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20657174, "text": "clinical case series focusing on an association between pancreatic adenocarcinoma and Werner syndrome;propose that WRN loss-of-function predisposes the development of pancreatic adenocarcinoma through epigenetic silencing or loss-of-heterozygosity of WRN"}, {"pubmed": 20691646, "text": "WRN is required to maintain replication fork progression on damaged DNA and facilitates REV1-dependent translesion synthesis."}, {"pubmed": 20708636, "text": "WRN has a role in processing specific types of homologous recombination intermediates as well as an important function in nonhomologous recombination"}, {"pubmed": 20808731, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20808731, "text": "The distribution of the C1367T WRN polymorphism in patients with senile cataract is similar to that in the normal population."}, {"pubmed": 20813000, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20855428, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20855428, "text": "age-related decrease in the WRN expression might contribute to human immunosenescence."}, {"pubmed": 21107010, "text": "upon DNA replication blockage, WRN and RPA functionally interact and cooperate to help properly resolve replication forks and maintain genome stability"}, {"pubmed": 21123451, "text": "BCR/ABL-mediated stimulation of WRN modulates the efficiency and fidelity of major DSB repair mechanisms to protect leukemia cells from apoptosis and to facilitate genomic instability."}, {"pubmed": 21210717, "text": "Results present the results of a large-scale proteome analysis to determine protein partners of WRN."}, {"pubmed": 21267443, "text": "the effects of WRN silencing on cell proliferation and genomic instability are modulated probably by other genetic factors, including p53, which might play a role in the carcinogenesis induced by WRN deficiency."}, {"pubmed": 21285356, "text": "Non-B DNA-forming sequences and WRN deficiency independently increase the frequency of base substitution in human cells."}, {"pubmed": 21365542, "text": "WRN plays a nexus-like role in the complex interplay of cellular events that regulate aging, and analysis of WRN polymorphisms in Hawaii's population will generate novel insights to advance care for age-related pathologies."}, {"pubmed": 21389352, "text": "Evidence of a functional relationship between WRN and the replication checkpoint and how this cross-talk might contribute to prevent genome instability, a common feature of senescent and cancer cells. Review."}, {"pubmed": 21558802, "text": "novel function for XPG in S phase that is, at least in part, performed coordinately with WRN, and which may contribute to the severity of the phenotypes that occur upon loss of XPG."}, {"pubmed": 21558813, "text": "formation of the WRN megacomplex and recruitment of WRN to TRF2 occur only during S phase"}, {"pubmed": 21639834, "text": "PML interacts with WRN and regulates double-strand break repair in gamma-irradiation-induced DNA damage responses."}, {"pubmed": 21736299, "text": "findings suggest that, subsequent to fork regression events, WRN and/or BLM could re-establish functional replication forks to help overcome fork blockage"}, {"pubmed": 21763283, "text": "These results imply that WRN helicase and exonuclease activities can act independently, the uncoordinated action may be relevant to the in vivo activity of WRN."}, {"pubmed": 22037268, "text": "Data suggest that the genetic variant Leu1074Phe in the DNA repair gene WRN might play a role in the risk of prostate cancer in Chinese subjects."}, {"pubmed": 22159421, "text": "WRN has a crucial role in inducing an S-phase checkpoint in cells exposed to the topoisomerase I inhibitors."}, {"pubmed": 22173703, "text": "Single nucleotide polymorphisms in WRN is associated with esophageal cancer."}, {"pubmed": 22272300, "text": "Data show that Werner syndrome helicase-exonuclease (WRN) bound partial duplexes, bubble and splayed arm DNA and G'2 bimolecular and G4 four-molecular quadruplexes with dissociation constants of 0.25 to 25 nM."}, {"pubmed": 22351772, "text": "Our data highlight the importance of WRN exonuclease activity and its cooperativity with Pol delta in preserving genome stability."}, {"pubmed": 22390926, "text": "WRN protects U-2 OS osteosarcoma cells against MSeA-induced cytotoxicity, suggesting that oxidative DNA repair pathway is a promising target for improving the efficacy of selenium on tumor suppression."}, {"pubmed": 22410776, "text": "we show that the WRN protein, a member of the human RecQ helicases, is necessary to sustain replication fork progression in response to oncogene-induced replication stress."}, {"pubmed": 22547774, "text": "The patient presents with 5 cardinal and 3 minor features of Werner syndrome, which is an unusual autosomal recessive inherited disorder caused by mutations in the WRN gene on chromosome 8."}, {"pubmed": 22562358, "text": "These strong biochemical similarities to human WRN suggest that Drosophila can provide a valuable experimental system for analysing the importance of WRN exonuclease in cell and organismal ageing."}, {"pubmed": 22659133, "text": "The results indicate that WRN protein regulates HIF-1 activation by affecting mitochondrial ROS production and intracellular ascorbate levels."}, {"pubmed": 22675465, "text": "WRNp interacts with the RNA-binding protein, NCL."}, {"pubmed": 22689923, "text": "the role of WRN in response to perturbation of replication along common fragile sites is functionally distinct from that carried out at stalled forks genome wide."}, {"pubmed": 22713343, "text": "the Arg-993 and Phe-1037 in the RQC domain play essential roles in catalytic activity, and in functional interactions mediated by WRN."}, {"pubmed": 22766507, "text": "Quantitative analysis of WRN exonuclease activity by isotope dilution mass spectrometry."}, {"pubmed": 22787159, "text": "WRN stimulates (CTG)(n) HPR on the template DNA strand by resolving the hairpin so that it can be efficiently used as a template for repair or replicative synthesis."}, {"pubmed": 22797812, "text": "a relationship between the methylation of the WRN gene and sensitivity to CPT-11 in cervical cancer"}, {"pubmed": 22871734, "text": "WRN prevents large deletions and rearrangements during replication, especially within telomeric regions."}, {"pubmed": 22989712, "text": "The data presented show that the W-V cell line, lacking the WRN protein, does not form the complex telomere mutations derived from inter-telomeric processes."}, {"pubmed": 23045531, "text": "WRN improves the efficiency and fidelity of hpol eta to promote more effective replication of DNA."}, {"pubmed": 23253856, "text": "WRN is required to support replication fork progression after hydroxyurea-induced stalling."}, {"pubmed": 23322570, "text": "We concluded that WRN genes might be involved in age related cataract pathogenesis in the Han Chinese population."}, {"pubmed": 23329665, "text": "HSF4 and WRN CNVs might be involved in ARC pathogenesis in the Han Chinese."}, {"pubmed": 23334603, "text": "C allele of rs1346044, a non-synonymous SNP resulting in the conversion of Cys to Arg at amino acid position 1367 of WRN, alters susceptibility to ARC, especially the cortical type of the disease, in the Han Chinese."}, {"pubmed": 23523974, "text": "The non-synonymous polymorphism at position 114 of the WRN protein affects cholesterol efflux in vitro and correlates with cholesterol levels in vivo."}, {"pubmed": 23619945, "text": "A significant interaction of a DNA repair pathway gene WRN and body mass index was observed in T-cell lymphoma."}, {"pubmed": 23671665, "text": "Data suggest that replication protein A (RPA) brings a complex of SMARCAL1 and WRN to stalled forks, but that they may act in different pathways to promote fork repair and restart."}, {"pubmed": 23849162, "text": "We show here for the first time that partial lipodystrophy with severe insulin resistance can reveal WRN-linked premature aging syndrome."}, {"pubmed": 23867477, "text": "High WRN expression is associated with fanconi anemia."}, {"pubmed": 24308646, "text": "Results show increased autophagy in WRN knockdown cells; this was further increased by short-term rapamycin treatment."}, {"pubmed": 24359226, "text": "WRN promoter methylation was associated with irinotecan sensitivity in gastric carcinoma."}, {"pubmed": 24429382, "text": "Indicate that phosphorylation of Ser-440 and -467 in WRN by DNA-PK is important for relocalization of WRN to nucleoli, and that it is required for efficient DSB repair."}, {"pubmed": 24608430, "text": "The FEN1 E359K germline mutation disrupts the FEN1-WRN interaction and FEN1 GEN activity, causing aneuploidy-associated cancers."}, {"pubmed": 24626809, "text": "Werner syndrome protein positively regulates XRCC4-like factor transcription."}, {"pubmed": 24709898, "text": "Using long-term siRNA knockdown of WRN in three ALT cell lines, we show that some, but not all, cell lines require WRN for telomere maintenance."}, {"pubmed": 24757718, "text": "WRN plays a critical role in cancer cell proliferation by contributing to the Warburg effect and preventing metabolic stress."}, {"pubmed": 24965941, "text": "results are consistent with proposed metabolic roles for WRN and genomic instability phenotypes associated with WRN deficiency"}, {"pubmed": 24989684, "text": "The extent to which heterozygosity at the WRN locus may modify the effect of biallelic SAMHD1 mutations is unknown."}, {"pubmed": 25122754, "text": "WRN and BLM act epistatically with DNA2 to promote the long-range resection of double strand break ends in human cells."}, {"pubmed": 25170083, "text": "The study demonstrated that helicase/ATPase and exonuclease activities of 4-hydroxy-2-nonenal-modified WRN protein were inhibited both in vitro and in immunocomplexes purified from the cell extracts."}, {"pubmed": 25178586, "text": "a significant interaction with risk of overall Non Hodgkin lymphoma was observed between WRN rs1346044 and hair dye use before 1980."}, {"pubmed": 25228686, "text": "our results provide first indication of nonredundant participation of WRN and RECQ1 in protection from potentially carcinogenic effects"}, {"pubmed": 25257404, "text": "Data suggest that Werner protein (WRNp) may have a role in controlling autophagy and hereby cellular maintenance."}, {"pubmed": 25456133, "text": "A nonenzymatic role for WRN in preserving nascent DNA strands following replication stress, is reported."}, {"pubmed": 25468760, "text": "The WRN Cys1367Arg (T>C) polymorphism is not associated with overall cancer risk, although subgroup analyses suggested an association with breast cancer and overall cancer specifically in European populations. [meta-analysis]"}, {"pubmed": 25637295, "text": "Japanese subjects bearing at least one A allele of rs2230009 of the WRN gene are at a significantly higher risk of femoral fracture, possibly due to decreased bone density."}, {"pubmed": 25730140, "text": "WRN knockdown decreased the G(O):A-induced A:T --> C:G mutations, suggesting that WRN may enhance the mutations caused by G(O) in the nucleotide pool"}, {"pubmed": 25801465, "text": "Data indicate that Werner syndrome helicase (WRN)-mediated DNA repair is regulated by SIRT1 deacetylase."}, {"pubmed": 26037922, "text": "knockdown of WRN reduced TNF-alpha stimulation-induced activation of the endogenous promoter of IL-8, an NF-kappaB-responsive gene, and WRN increased its association with the IL-8 promoter region together with RelA/p50 after TNF-alpha stimulation"}, {"pubmed": 26241669, "text": "Multiplex genetic testing of 90 cancer susceptibility genes disclosed a novel WRN frameshift mutation (p.N1370Tfs*23) in a mother and her 2 daughters with cancer and in the youngest unaffected daughter."}, {"pubmed": 26391948, "text": "PARylation is involved in the recruitment of RECQL5 and WRN to laser-induced DNA damage and RECQL5 and WRN have differential responses to PARylated PARP1 and Poly(ADP-ribose)."}, {"pubmed": 26394601, "text": "We found statistically significant association with AAO for three genes (WRN, NTN4 and LAMC3) with common associated variants."}, {"pubmed": 26420422, "text": "WRN prefers to act on DNA strand invasion intermediates in a manner that favours strand invasion and exchange."}, {"pubmed": 26690424, "text": "The CC genotype of WRN rs1346044 may contribute to an increased risk and a premature onset of breast cancer."}, {"pubmed": 26695548, "text": "Finfings indicate a role for Werner syndrome helicase WRN as a modulator of DNA repair, replication, and recombination."}, {"pubmed": 26808708, "text": "we provide a proof of concept for applying the external guide sequence (EGS) approach in directing an RNase P RNA to efficiently cleave the WRN mRNA in cultured human cell lines."}, {"pubmed": 26959889, "text": "Low WRN expression is associated with aggressive tumor phenotype in breast cancer."}, {"pubmed": 26984941, "text": "Our results identify the human WRN RECQ protein as a G4 helicase that modulates gene expression in G4-dependent fashion at many chromosomal sites and provide several new and unexpected mechanistic insights into Werner syndrome (WS) disease pathogenesis"}, {"pubmed": 26993153, "text": "Werner syndrome is a prototypical segmental progeroid syndrome characterized by multiple features consistent with accelerated aging. It is caused by null mutations of the WRN gene, which encodes a member of the RECQ family of DNA helicases."}, {"pubmed": 27121793, "text": "there was no consistent association between WRN promoter hypermethylation and loss of WRN expression at the mRNA or protein level in CRC cell lines or tumors."}, {"pubmed": 27238185, "text": "In humans, mutations in WRN give rise to Werner syndrome characterized by premature development of features associated with aging."}, {"pubmed": 27407146, "text": "Data show that helicases RHAU, BLM, and WRN exhibit distinct G-quadruplex (GQ) conformation specificity, but use a common mechanism of repetitive unfolding that leads to disrupting GQ structure multiple times in succession."}, {"pubmed": 27427477, "text": "Active control of repetitive structural transitions between replication forks and Holliday junctions by WRN has been reported."}, {"pubmed": 27492502, "text": "The findings suggest that the epidermis is among the tissue types that do not display symptoms of premature ageing caused by loss of function of wrn. This is in support that Werner's syndrome is a segmental progeroid syndrome."}, {"pubmed": 27612385, "text": "The authors show that the helicase of hDNA2 functionally integrates with BLM or WRN helicases to promote double-stranded DNA degradation by forming a heterodimeric molecular machine. This collectively suggests that the human DNA2 motor promotes the enzyme's capacity to degrade double-stranded DNA in conjunction with BLM or WRN and thus promote the repair of broken DNA."}, {"pubmed": 27634057, "text": "A CDK1-dependent regulation of the WRN-DNA2-mediated resection and identify a new function of WRN as a DSB repair pathway switch are reported."}, {"pubmed": 27672210, "text": "findings indicate that WRN interacts with HDACs 1 and 2 to facilitate activity of stalled replication forks under conditions of replication stress."}, {"pubmed": 27829440, "text": "WRN is essential for survival of ATLL cells"}, {"pubmed": 27849570, "text": "WRN or the Bloom syndrome helicase (BLM) stimulates DNA polymerase delta progression across telomeric G-rich repeats, only WRN promotes sequential strand displacement synthesis and FEN1 cleavage."}, {"pubmed": 27922005, "text": "Data suggest that Werner syndrome helicase (WRN) promotes classical (c)-nonhomologous end joining (NHEJ) via helicase and exonuclease activities and inhibits alternative (alt)-NHEJ using non-enzymatic functions."}, {"pubmed": 28012115, "text": "study found that six cases of gastric cancers (GCs) and colorectal cancers (CRCs) with MSI-H harbored WRN frameshift mutations, indicating that WRN is mutated in some GCs and CRCs with MSI-H"}, {"pubmed": 28063943, "text": "In meta-analyses including 59,190 individuals in 5 studies, the hazard ratio for ischemic stroke for C1367R TT homozygotes versus CC/CT was 1.14 . The study suggests that common genetic variation in WRN is associated with increased risk of ischemic stroke in the general population."}, {"pubmed": 28069813, "text": "This study identified residues in the WRN RQC domain that are involved specifically in the interaction with G-quadruplex DNA."}, {"pubmed": 28276523, "text": "results indicate that WRN helicase activity alone is not rate-limiting for the development of clinical Werner syndrome."}, {"pubmed": 28394436, "text": "The proportion of compound heterozygotes (31.8%) was significantly greater than reported previously (14.2%), indicating that the incidence of consanguineous marriage of parents has decreased. One novel mutant allele was identified in an individual with the compound heterozygous genotype."}, {"pubmed": 28436335, "text": "Evaluation of localization of WRN signals demonstrated that WRN does not leave the nucleolus after irradiation. The WRN signal was not detected at the telomere sides, but H2AX was detected at the telomeric sides. Thus, the WRN protein is not involved in irradiation-induced DNA damage/repair, even at telomeric sides in human mesenchymal stem cells (hMSC) and hMSC-telomere 1."}, {"pubmed": 29146545, "text": "Summary of studies shows mutation C1367R in WRN increases risk of myocardial infarction in Japanese populations, ischemic stroke and breast cancer in European populations, bipolar disorder in multi-ethnic populations; WRN L1074F increases breast cancer risk in Asian populations with early menarche; WRN V114I confers worst effect on refractive error of the eye, and bone fracture in Japanese populations"}, {"pubmed": 29668972, "text": "WRN's activity is differently modulated by replication protein A (RPA) in a concentration dependent manner, and that full stimulation of the helicase activity of WRN requires the binding of multiple RPAs."}, {"pubmed": 29800817, "text": "The acidic domain of WRNp was shown to affect the transcription of certain proteins involved in autophagy and aging."}, {"pubmed": 29952303, "text": "An in vitro transcription assay demonstrated that the c.3139-1G>C allele led to skipping of exon 26. The mutation c.2485_2486delAA has never been reported before. We confirmed c.2485_2486delAA to be absent in the Exome Aggregation Consortium and the Human Genetic Variation Database."}, {"pubmed": 30279242, "text": "HERC2 is a master regulator of G-quadruplex, a DNA secondary structure that triggers genomic instability, through BLM, WRN, and RPA, and may serve as a potential molecular target in cancer therapy"}, {"pubmed": 30532073, "text": "MDM2 is critically involved in regulating WRN function via ubiquitin-dependent degradation and reveal an unexpected role of MDM2 in promoting cellular senescence through a p53-independent manner."}, {"pubmed": 30657978, "text": "these findings suggest a potential role of WRN as regulator of R-loop-associated genomic instability, strengthening the notion that conflicts between replication and transcription can affect DNA replication, leading to human disease and cancer."}, {"pubmed": 30890607, "text": "Here, the authors demonstrate that SIRT1 promotes the fidelity of human papillomavirus type 16 E1-E2 replication and that the absence of SIRT1 results in reduced recruitment of the DNA repair protein Werner helicase (WRN) to E1-E2-replicating DNA."}, {"pubmed": 30971823, "text": "WRN was selectively essential in microsatellite instability models in vitro and in vivo, yet dispensable in models of cancers that are microsatellite stable; WRN depletion induced double-stranded DNA breaks and promoted apoptosis and cell cycle arrest selectively in MSI models; MSI cancer models required the helicase activity of WRN, but not its exonuclease activity"}, {"pubmed": 31085421, "text": "Both K1127 and K1117 is essential for the recruitment of this protein at DNA damage site and for successful DNA repair."}, {"pubmed": 32320127, "text": "Genetic correction of Werner syndrome gene reveals impaired pro-angiogenic function and HGF insufficiency in mesenchymal stem cells."}, {"pubmed": 32652764, "text": "MIB1-mediated degradation of WRN promotes cellular senescence in response to camptothecin treatment."}, {"pubmed": 32938703, "text": "Werner Syndrome Protein (WRN) Regulates Cell Proliferation and the Human Papillomavirus 16 Life Cycle during Epithelial Differentiation."}, {"pubmed": 32999459, "text": "Repeat expansions confer WRN dependence in microsatellite-unstable cancers."}, {"pubmed": 33054770, "text": "WRN modulates translation by influencing nuclear mRNA export in HeLa cancer cells."}, {"pubmed": 33155383, "text": "Management guideline for Werner syndrome 2020. 4. Osteoporosis associated with Werner syndrome."}, {"pubmed": 33199508, "text": "Structure of the helicase core of Werner helicase, a key target in microsatellite instability cancers."}, {"pubmed": 33202145, "text": "The Impact of Vitamin C on Different System Models of Werner Syndrome."}, {"pubmed": 33432007, "text": "HERC2 inactivation abrogates nucleolar localization of RecQ helicases BLM and WRN."}, {"pubmed": 33571504, "text": "Pharmacological targeting of differential DNA repair, radio-sensitizes WRN-deficient cancer cells in vitro and in vivo."}, {"pubmed": 33907225, "text": "Human WRN is an intrinsic inhibitor of progerin, abnormal splicing product of lamin A."}, {"pubmed": 34772932, "text": "WRN helicase safeguards deprotected replication forks in BRCA2-mutated cancer cells."}, {"pubmed": 34944512, "text": "Characterization of Stress Responses in a Drosophila Model of Werner Syndrome."}, {"pubmed": 35163467, "text": "R-Loop-Associated Genomic Instability and Implication of WRN and WRNIP1."}, {"pubmed": 35751457, "text": "WRN rescues replication forks compromised by a BRCA2 deficiency: Predictions for how inhibition of a helicase that suppresses premature aging tilts the balance to fork demise and chromosomal instability in cancer."}, {"pubmed": 36214313, "text": "A homozygous missense variant in the WRN gene segregating in a family with progressive pulmonary failure with recurrent spontaneous pneumothorax and interstitial lung disease."}, {"pubmed": 36583333, "text": "Werner syndrome protein works as a dimer for unwinding and replication fork regression."}, {"pubmed": 37932011, "text": "Comprehensive mapping of cell fates in microsatellite unstable cancer cells supports dual targeting of WRN and ATR."}, {"pubmed": 38503516, "text": "WRN exonuclease imparts high fidelity on translesion synthesis by Y family DNA polymerases."}, {"pubmed": 38874681, "text": "RecQ helicase expression in patients with telomeropathies."}], "genomic_pos": {"chr": "8", "end": 31176138, "ensemblgene": "ENSG00000165392", "start": 31033788, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 31031285, "start": 30891317, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000723", "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000723", "pubmed": 18212065, "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000723", "pubmed": 25801465, "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000724", "qualifier": "involved_in", "term": "double-strand break repair via homologous recombination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000731", "pubmed": 17563354, "qualifier": "involved_in", "term": "DNA synthesis involved in DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006259", "pubmed": 16622405, "qualifier": "involved_in", "term": "DNA metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006260", "pubmed": 12882351, "qualifier": "involved_in", "term": "DNA replication"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006260", "qualifier": "involved_in", "term": "DNA replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006268", "qualifier": "involved_in", "term": "DNA unwinding involved in DNA replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006284", "pubmed": 17611195, "qualifier": "involved_in", "term": "base-excision repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006302", "pubmed": 21639834, "qualifier": "involved_in", "term": "double-strand break repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 18203716, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006979", "pubmed": 17611195, "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008340", "qualifier": "involved_in", "term": "determination of adult lifespan"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009267", "pubmed": 11420665, "qualifier": "acts_upstream_of_or_within", "term": "cellular response to starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010225", "pubmed": 17563354, "qualifier": "involved_in", "term": "response to UV-C"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031297", "pubmed": 17115688, "qualifier": "involved_in", "term": "replication fork processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031297", "pubmed": 12882351, "qualifier": "involved_in", "term": "replication fork processing"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032201", "qualifier": "involved_in", "term": "telomere maintenance via semi-conservative replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032508", "pubmed": [11735402, 26420422], "qualifier": "involved_in", "term": "DNA duplex unwinding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040009", "qualifier": "involved_in", "term": "regulation of growth rate"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0044806", "qualifier": "involved_in", "term": "G-quadruplex DNA unwinding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044806", "pubmed": 11735402, "qualifier": "involved_in", "term": "G-quadruplex DNA unwinding"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044806", "qualifier": "involved_in", "term": "G-quadruplex DNA unwinding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051345", "pubmed": 17611195, "qualifier": "involved_in", "term": "positive regulation of hydrolase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061820", "pubmed": [15200954, 19734539, 26420422], "qualifier": "involved_in", "term": "telomeric D-loop disassembly"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0061820", "pubmed": 22039056, "qualifier": "involved_in", "term": "telomeric D-loop disassembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0061820", "pubmed": 22039056, "qualifier": "involved_in", "term": "telomeric D-loop disassembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071480", "pubmed": 21639834, "qualifier": "involved_in", "term": "cellular response to gamma radiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090398", "pubmed": 18212065, "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090399", "qualifier": "involved_in", "term": "replicative senescence"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0090656", "pubmed": 27918544, "qualifier": "involved_in", "term": "t-circle formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098530", "pubmed": 26420422, "qualifier": "involved_in", "term": "positive regulation of strand invasion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902570", "pubmed": 11420665, "qualifier": "acts_upstream_of_or_within", "term": "protein localization to nucleolus"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000781", "pubmed": [15200954, 26420422], "qualifier": "located_in", "term": "chromosome, telomeric region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "is_active_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": [11420665, 12944467, 17498979, 21639834, 25801465], "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005657", "qualifier": "located_in", "term": "replication fork"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005694", "qualifier": "is_active_in", "term": "chromosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "pubmed": [9618508, 11420665, 12181313, 12944467, 15200954, 17498979, 21639834, 25801465], "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": 17498979, "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 16622405, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000400", "pubmed": 11735402, "qualifier": "enables", "term": "four-way junction DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000403", "pubmed": [11735402, 17715146, 26420422], "qualifier": "enables", "term": "Y-form DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000405", "pubmed": [11433031, 11735402], "qualifier": "enables", "term": "bubble DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 9288107, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003678", "pubmed": [9288107, 12181313, 12944467, 15200954, 19734539, 26420422], "qualifier": "enables", "term": "DNA helicase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003678", "pubmed": 10871376, "qualifier": "enables", "term": "DNA helicase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004527", "pubmed": 12944467, "qualifier": "enables", "term": "exonuclease activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004527", "pubmed": 15200954, "qualifier": "enables", "term": "exonuclease activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10373438, 10783163, 11328876, 11427532, 11598021, 11919194, 12181313, 12750383, 14596914, 14657243, 14688284, 14734561, 15735006, 15965237, 16030011, 17498979, 17611195, 17715146, 17961633, 18203716, 19343720, 21639834, 24126761, 25931448, 26496610, 28514442], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008408", "pubmed": [10783163, 10871373, 12181313, 16622405], "qualifier": "enables", "term": "3'-5' exonuclease activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0009378", "qualifier": "enables", "term": "four-way junction helicase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0009378", "pubmed": [11433031, 11735402], "qualifier": "enables", "term": "four-way junction helicase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016853", "qualifier": "enables", "term": "isomerase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016887", "pubmed": [10373438, 10871376], "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030145", "pubmed": 16622405, "qualifier": "enables", "term": "manganese ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0032405", "pubmed": 17715146, "qualifier": "enables", "term": "MutLalpha complex binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 10783163, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043138", "qualifier": "enables", "term": "3'-5' DNA helicase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043138", "pubmed": 17715146, "qualifier": "enables", "term": "3'-5' DNA helicase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0043138", "qualifier": "enables", "term": "3'-5' DNA helicase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044877", "pubmed": 10783163, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051880", "pubmed": [11433031, 11735402], "qualifier": "enables", "term": "G-quadruplex DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061749", "pubmed": 11735402, "qualifier": "enables", "term": "forked DNA-dependent helicase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061821", "pubmed": [19734539, 26420422], "qualifier": "enables", "term": "telomeric D-loop binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061849", "pubmed": 19734539, "qualifier": "enables", "term": "telomeric G-quadruplex DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070337", "pubmed": 26420422, "qualifier": "enables", "term": "3'-flap-structured DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1905773", "pubmed": 19734539, "qualifier": "enables", "term": "8-hydroxy-2'-deoxyguanosine DNA binding"}]}, "homologene": {"genes": [[4530, 4344306], [6239, 174081], [7955, 569495], [8364, 734043], [9031, 422505], [9544, 695678], [9598, 472732], [9606, 7486], [9615, 493997], [9913, 505061], [10090, 22427], [10116, 290805]], "id": 6659}, "interpro": [{"desc": "Helicase, C-terminal", "id": "IPR001650", "short_desc": "Helicase_C"}, {"desc": "HRDC domain", "id": "IPR002121", "short_desc": "HRDC_dom"}, {"desc": "3'-5' exonuclease domain", "id": "IPR002562", "short_desc": "3'-5'_exonuclease_dom"}, {"desc": "DNA helicase, ATP-dependent, RecQ type", "id": "IPR004589", "short_desc": "DNA_helicase_ATP-dep_RecQ"}, {"desc": "HRDC-like superfamily", "id": "IPR010997", "short_desc": "HRDC-like_sf"}, {"desc": "DEAD/DEAH box helicase domain", "id": "IPR011545", "short_desc": "DEAD/DEAH_box_helicase_dom"}, {"desc": "Ribonuclease H-like superfamily", "id": "IPR012337", "short_desc": "RNaseH-like_sf"}, {"desc": "Helicase superfamily 1/2, ATP-binding domain", "id": "IPR014001", "short_desc": "Helicase_ATP-bd"}, {"desc": "RQC domain", "id": "IPR018982", "short_desc": "RQC_domain"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "Helicase Helix-turn-helix domain", "id": "IPR029491", "short_desc": "Helicase_HTH"}, {"desc": "ATP-dependent DNA helicase RecQ, zinc-binding domain", "id": "IPR032284", "short_desc": "RecQ_Zn-bd"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "Ribonuclease H superfamily", "id": "IPR036397", "short_desc": "RNaseH_sf"}, {"desc": "HRDC domain superfamily", "id": "IPR044876", "short_desc": "HRDC_dom_sf"}], "ipi": "IPI00029107", "map_location": "8p12", "name": "WRN RecQ like helicase", "other_names": ["DNA helicase, RecQ-like type 3", "Werner syndrome ATP-dependent helicase", "Werner syndrome RecQ like helicase", "Werner syndrome protein", "Werner syndrome, RecQ helicase-like", "bifunctional 3'-5' exonuclease/ATP-dependent helicase WRN", "exonuclease WRN", "recQ protein-like 2"], "pantherdb": {"HGNC": "12791", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109635", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 10090, "uniprot_kb": "O09053"}, {"RGD": "1564788", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 10116, "uniprot_kb": "F1LTH9"}, {"Ensembl": "ENSGALG00000040909", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 9031, "uniprot_kb": "A0A3Q3AGQ8"}, {"Ensembl": "ENSDARG00000112733", "ortholog_type": "O", "panther_family": "PTHR13710", "taxid": 7955, "uniprot_kb": "A0A2R8QQ92"}, {"ZFIN": "ZDB-GENE-070702-2", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 7955, "uniprot_kb": "A0A0R4IHR6"}, {"WormBase": "WBGene00006944", "ortholog_type": "LDO", "panther_family": "PTHR13710", "taxid": 6239, "uniprot_kb": "Q19546"}, {"dictyBase": "DDB_G0268512", "ortholog_type": "O", "panther_family": "PTHR13710", "taxid": 352472, "uniprot_kb": "B0G0Y4"}, {"TAIR": "2180255", "ortholog_type": "O", "panther_family": "PTHR13710", "taxid": 3702, "uniprot_kb": "Q9FT69"}, {"EnsemblGenome": "BAE77479", "ortholog_type": "O", "panther_family": "PTHR13710", "taxid": 562, "uniprot_kb": "P15043"}], "uniprot_kb": "Q14191"}, "pathway": {"pid": {"id": "telomerasepathway", "name": "Regulation of Telomerase"}, "reactome": [{"id": "R-HSA-157579", "name": "Telomere Maintenance"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-174414", "name": "Processive synthesis on the C-strand of the telomere"}, {"id": "R-HSA-174417", "name": "Telomere C-strand (Lagging Strand) Synthesis"}, {"id": "R-HSA-174437", "name": "Removal of the Flap Intermediate from the C-strand"}, {"id": "R-HSA-180786", "name": "Extension of Telomeres"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108214", "name": "SUMOylation of DNA damage response and repair proteins"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5633007", "name": "Regulation of TP53 Activity"}, {"id": "R-HSA-5685938", "name": "HDR through Single Strand Annealing (SSA)"}, {"id": "R-HSA-5685942", "name": "HDR through Homologous Recombination (HRR)"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693537", "name": "Resolution of D-Loop Structures"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5693554", "name": "Resolution of D-loop Structures through Synthesis-Dependent Strand Annealing (SDSA)"}, {"id": "R-HSA-5693567", "name": "HDR through Homologous Recombination (HRR) or Single Strand Annealing (SSA)"}, {"id": "R-HSA-5693568", "name": "Resolution of D-loop Structures through Holliday Junction Intermediates"}, {"id": "R-HSA-5693579", "name": "Homologous DNA Pairing and Strand Exchange"}, {"id": "R-HSA-5693607", "name": "Processing of DNA double-strand break ends"}, {"id": "R-HSA-5693616", "name": "Presynaptic phase of homologous DNA pairing and strand exchange"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6804756", "name": "Regulation of TP53 Activity through Phosphorylation"}, {"id": "R-HSA-69473", "name": "G2/M DNA damage checkpoint"}, {"id": "R-HSA-69481", "name": "G2/M Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73886", "name": "Chromosome Maintenance"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9675135", "name": "Diseases of DNA repair"}, {"id": "R-HSA-9675136", "name": "Diseases of DNA Double-Strand Break Repair"}, {"id": "R-HSA-9701190", "name": "Defective homologous recombination repair (HRR) due to BRCA2 loss of function"}, {"id": "R-HSA-9701192", "name": "Defective homologous recombination repair (HRR) due to BRCA1 loss of function"}, {"id": "R-HSA-9701193", "name": "Defective homologous recombination repair (HRR) due to PALB2 loss of function"}, {"id": "R-HSA-9704331", "name": "Defective HDR through Homologous Recombination Repair (HRR) due to PALB2 loss of BRCA1 binding function"}, {"id": "R-HSA-9704646", "name": "Defective HDR through Homologous Recombination Repair (HRR) due to PALB2 loss of BRCA2/RAD51/RAD51C binding function"}, {"id": "R-HSA-9709570", "name": "Impaired BRCA2 binding to RAD51"}, {"id": "R-HSA-9709603", "name": "Impaired BRCA2 binding to PALB2"}], "wikipathways": [{"id": "WP438", "name": "Non-homologous end joining"}, {"id": "WP4946", "name": "DNA Repair Pathways Full Network"}]}, "pdb": ["2AXL", "2DGZ", "2E1E", "2E1F", "2FBT", "2FBV", "2FBX", "2FBY", "2FC0", "3AAF", "6TYV", "6YHR", "7XUT", "8PFL", "8PFO", "8PFP", "8YLE"], "pfam": ["PF00270", "PF00271", "PF00570", "PF01612", "PF09382", "PF14493", "PF16124"], "pharmgkb": "PA367", "pharos": {"target_id": 14264, "tdl": "Tbio"}, "prosite": ["PS50967", "PS51192", "PS51194"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF232185", "relationship": "is"}, {"id": "GNF257991", "relationship": "is"}, {"id": "GNF257992", "relationship": "is"}, {"id": "GNF257993", "relationship": "is"}, {"id": "GNF257994", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF092374", "relationship": "is"}, {"id": "GNF092375", "relationship": "is"}, {"id": "GNF092376", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050678", "relationship": "is"}, {"id": "GNF055440", "relationship": "is"}, {"id": "GNF060080", "relationship": "is"}, {"id": "GNF078878", "relationship": "is"}, {"id": "GNF078879", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070095", "relationship": "is"}, {"id": "GNF070096", "relationship": "is"}], "GNF_mm-kinase_lenti-shRNA": {"id": "GNF290435", "relationship": "is"}, "GNF_mm-kinase_plasmid-shRNA": {"id": "GNF076430", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097379", "relationship": "is"}, {"id": "GNF102490", "relationship": "is"}, {"id": "GNF142144", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_008870.1"], "protein": ["NP_000544.2", "XP_011542941.1", "XP_011542942.1", "XP_054217155.1", "XP_054217156.1"], "rna": ["NM_000553.6", "XM_011544639.4", "XM_011544640.2", "XM_054361180.1", "XM_054361181.1", "XR_008487878.1", "XR_008487879.1", "XR_008487880.1", "XR_949470.4", "XR_949471.4", "XR_949472.4"], "translation": [{"protein": "XP_011542941.1", "rna": "XM_011544639.4"}, {"protein": "XP_011542942.1", "rna": "XM_011544640.2"}, {"protein": "XP_054217156.1", "rna": "XM_054361181.1"}, {"protein": "XP_054217155.1", "rna": "XM_054361180.1"}, {"protein": "NP_000544.2", "rna": "NM_000553.6"}]}, "reporter": {"HG-U133_Plus_2": "205667_at", "HG-U95Av2": "38136_at", "HTA-2_0": "TC08000246.hg.1", "HuEx-1_0": "3092663", "HuGene-1_1": "8145702", "HuGene-2_1": "17067632"}, "summary": "This gene encodes a member of the RecQ subfamily of DNA helicase proteins. The encoded nuclear protein is important in the maintenance of genome stability and plays a role in DNA repair, replication, transcription and telomere maintenance. This protein contains a N-terminal 3' to 5' exonuclease domain, an ATP-dependent helicase domain and RQC (RecQ helicase conserved region) domain in its central region, and a C-terminal HRDC (helicase RNase D C-terminal) domain and nuclear localization signal. Defects in this gene are the cause of Werner syndrome, an autosomal recessive disorder characterized by accelerated aging and an elevated risk for certain cancers. [provided by RefSeq, Aug 2017].", "symbol": "WRN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1337007"}, "unigene": "Hs.632050", "uniprot": {"Swiss-Prot": "Q14191", "TrEMBL": ["A0A494C0M3", "A0A494C0Y6"]}, "wikipedia": {"url_stub": "Werner syndrome ATP-dependent helicase"}}