{"AllianceGenome": "12801", "HGNC": "12801", "MIM": "194355", "_id": "7494", "_version": 2, "accession": {"genomic": ["CH471095.1", "CP068256.2", "KT584056.1", "L13850.1", "NC_000022.11", "NC_060946.1", "NG_012266.1", "X55543.1", "Z93930.10"], "protein": ["AAA36031.1", "AAH00938.1", "AAH12841.1", "AAH15709.1", "BAB82981.1", "BAB82982.1", "BAF84877.1", "CAA39149.1", "CAG30497.1", "EAW59763.1", "EAW59764.1", "EAW59765.1", "NP_001073007.1", "NP_001380928.1", "NP_001380929.1", "NP_005071.2", "P17861.2"], "rna": ["AB076383.1", "AB076384.1", "AK093842.1", "AK292188.1", "AK313761.1", "BC000938.1", "BC012841.1", "BC015709.1", "BI545390.1", "CR456611.1", "M31627.1", "NM_001079539.2", "NM_001393999.1", "NM_001394000.1", "NM_005080.4"], "translation": [{"protein": "BAF84877.1", "rna": "AK292188.1"}, {"protein": "BAB82981.1", "rna": "AB076383.1"}, {"protein": "AAA36031.1", "rna": "M31627.1"}, {"protein": "NP_001380929.1", "rna": "NM_001394000.1"}, {"protein": "AAH15709.1", "rna": "BC015709.1"}, {"protein": "NP_001380928.1", "rna": "NM_001393999.1"}, {"protein": "NP_001073007.1", "rna": "NM_001079539.2"}, {"protein": "AAH00938.1", "rna": "BC000938.1"}, {"protein": "NP_005071.2", "rna": "NM_005080.4"}, {"protein": "AAH12841.1", "rna": "BC012841.1"}, {"protein": "CAG30497.1", "rna": "CR456611.1"}, {"protein": "BAB82982.1", "rna": "AB076384.1"}]}, "alias": ["TREB-5", "TREB5", "XBP-1", "XBP2"], "ensembl": {"gene": "ENSG00000100219", "protein": ["ENSP00000216037", "ENSP00000343155", "ENSP00000384295", "ENSP00000385162"], "transcript": ["ENST00000216037", "ENST00000344347", "ENST00000403532", "ENST00000405219", "ENST00000482720", "ENST00000484256"], "translation": [{"protein": "ENSP00000216037", "rna": "ENST00000216037"}, {"protein": "ENSP00000385162", "rna": "ENST00000403532"}, {"protein": "ENSP00000343155", "rna": "ENST00000344347"}, {"protein": "ENSP00000384295", "rna": "ENST00000405219"}], "type_of_gene": "protein_coding"}, "entrezgene": "7494", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.8886143013, "exp_mis": 75.9679393823, "exp_syn": 35.7827120484, "lof_z": 2.36812224563931, "mis_z": 0.615497531034154, "mu_lof": 9.21698120177e-07, "mu_mis": 8.97795976067e-06, "mu_syn": 4.59049500235e-06, "n_lof": 3.0, "n_mis": 65.0, "n_syn": 24.0, "p_li": 0.203748476125444, "p_null": 0.00972043922530634, "p_rec": 0.786531084649249, "syn_z": 1.22111916813818}, "bp": 786, "cds_end": 29196512, "cds_start": 29191533, "n_exons": 5, "nonpsych": {"exp_lof": 9.76599209869, "exp_mis": 68.6690632882, "exp_syn": 32.2975546709, "lof_z": 2.12630349213198, "mis_z": 0.649392556908448, "mu_lof": 9.21698120177e-07, "mu_mis": 8.97795976067e-06, "mu_syn": 4.59049500235e-06, "n_lof": 3.0, "n_mis": 58.0, "n_syn": 22.0, "p_li": 0.160121020033277, "p_null": 0.0186135510164299, "p_rec": 0.821265428950293, "syn_z": 1.14080818774894}, "nontcga": {"exp_lof": 10.0088256555, "exp_mis": 69.881809287, "exp_syn": 32.9113985411, "lof_z": 2.18542014587514, "mis_z": 0.70812566292207, "mu_lof": 9.21698120177e-07, "mu_mis": 8.97795976067e-06, "mu_syn": 4.59049500235e-06, "n_lof": 3.0, "n_mis": 58.0, "n_syn": 21.0, "p_li": 0.160095707560486, "p_null": 0.0153838695475421, "p_rec": 0.824520422891972, "syn_z": 1.31465535381741}, "transcript": "ENST00000216037.6"}, "exons": [{"cdsend": 28800524, "cdsstart": 28795174, "chr": "22", "position": [[28794559, 28795732], [28796046, 28796123], [28796149, 28796192], [28797076, 28797205], [28799056, 28799153], [28800297, 28800572]], "strand": -1, "transcript": "NM_001079539", "txend": 28800572, "txstart": 28794559}, {"cdsend": 28800524, "cdsstart": 28795545, "chr": "22", "position": [[28794559, 28795732], [28796046, 28796192], [28797076, 28797205], [28799056, 28799153], [28800297, 28800572]], "strand": -1, "transcript": "NM_005080", "txend": 28800572, "txstart": 28794559}], "exons_hg19": [{"cdsend": 29196512, "cdsstart": 29191162, "chr": "22", "position": [[29190547, 29191720], [29192034, 29192111], [29192137, 29192180], [29193064, 29193193], [29195044, 29195141], [29196285, 29196560]], "strand": -1, "transcript": "NM_001079539", "txend": 29196560, "txstart": 29190547}, {"cdsend": 29196512, "cdsstart": 29191533, "chr": "22", "position": [[29190547, 29191720], [29192034, 29192180], [29193064, 29193193], [29195044, 29195141], [29196285, 29196560]], "strand": -1, "transcript": "NM_005080", "txend": 29196560, "txstart": 29190547}], "generif": [{"pubmed": 11779464, "text": "XBP1 is a key regulator of mammalian ER stress response"}, {"pubmed": 11813207, "text": "down-regulation of expression correlate with prostate adenocarcinoma progression"}, {"pubmed": 12067985, "text": "XBP-1 and activation of cAMP response elements expression are upregulated in acquired antiestrogen resistance in breast cancer cells"}, {"pubmed": 12586069, "text": "XBP1 and ATF6 jointly regulate mammalian ER stress response"}, {"pubmed": 12713871, "text": "The endoplasmic reticulum stress pathway mediated by ATF6 and by IRE1-XBP1 systems seems essential for the transformation-associated expression of the grp78 gene in hepatocarcinogenesis"}, {"pubmed": 12949534, "text": "Impaired feedback regulaton of this protein is a genetic risk factor for bipolar disorder."}, {"pubmed": 14576841, "text": "XBP-1 is implicated in a gene network that regulates estrogen receptor signaling in breast cancer"}, {"pubmed": 14634507, "text": "increased expression of the hXBP-1 gene may play some role in human breast carcinogenesis through impairment of cell differentiation regulation"}, {"pubmed": 15063770, "text": "By subjecting dermal fibroblasts to multiple stresses, strong correlations were found between ATF6 activation and XBP1 splicing, and between GRP78/BiP mRNA and EDEM mRNA accumulation."}, {"pubmed": 15184063, "text": "Data suggest that -197C/G in XBP1 is also a genetic risk factor for schizophrenia, and presents a sex-dependent genetic effect for the disorder."}, {"pubmed": 15184063, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15298659, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15331160, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15351732, "text": "XBP-1 has a role in ERalpha transcriptional activity through regulation of large-scale chromatin unfolding"}, {"pubmed": 15380296, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15598891, "text": "ATF6 and XBP1 have roles in activation of endoplasmic reticulum stress-responsive cis-acting elements"}, {"pubmed": 15882996, "text": "results reveal a target sequence for the IRE1-XBP1 pathway under ER stress conditions"}, {"pubmed": 15892135, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15927087, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15936534, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16002735, "text": "Transcriptional regulator XBP-1 governing B-cell terminal cellular differentiation provides multiple myeloma-and other tumor- and nonmalignant-associated cytotoxic T-lymphocyte epitopes."}, {"pubmed": 16154272, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16154272, "text": "The present results suggested that the XBP1 gene polymorphism was associated with the NEO-FFI score of neuroticism in female subjects."}, {"pubmed": 16327981, "text": "Describes correlations of XBP1 with IRF1 and NFkB in a tissue microarray study of breast tumors from patients; data analyzed using partial correlation coefficients."}, {"pubmed": 16342282, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16342282, "text": "The functional XBP1 gene polymorphism is not of major importance to schizophrenia in the European populations investigated."}, {"pubmed": 16461360, "text": "The swift adapting to physiological changes in the endoplasmic reticulum was studied which required the interplay between XBP1(unspliced) and XBP1 (spliced)."}, {"pubmed": 16461360, "text": "XBP1 pre-mRNA encodes a negative feed-back regulator of ER stress response"}, {"pubmed": 16958950, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17026957, "text": "XBP1 splicing can occur in the cytoplasm, and that cleavage and ligation of XBP1 mRNA during splicing may occur as a coupled reaction."}, {"pubmed": 17092596, "text": "Our results clearly establish HBx as an inducer of UPR and the activator of the ATF6 and IRE1-XBP1 pathways of UPR."}, {"pubmed": 17418411, "text": "Overexpression of XBP-1 is associated with multiple myeloma pathogenesis"}, {"pubmed": 17442311, "text": "Misoxidised MHC class I heavy chains activate XBP1 processing in a similar manner to tunicamycin."}, {"pubmed": 17660348, "text": "Overexpression of spliced XBP1 prevents cell cycle arrest and antiestrogen-induced cell death through the mitochondrial apoptotic pathway."}, {"pubmed": 17660348, "text": "XBP1 and the unfolded protein response modulate responsiveness to estrogens and antiestrogens in breast cancer."}, {"pubmed": 17884689, "text": "XBP1 gene promoter can drive its downstream gene expression and its activity is cell line-dependent."}, {"pubmed": 17898050, "text": "We report that the plasma cell differentiation factor, XBP-1s, activates the expression of the master regulator of EBV lytic activation, BZLF1."}, {"pubmed": 17906960, "text": "When islets were cultured for 24 h at 11.1 mmol/l glucose, there was induction of BiP and XBP-1 in type 2 diabetes islets but not in non-diabetic islets."}, {"pubmed": 17928342, "text": "XBP-1s binds to and activates the KSHV immediate-early gene ORF50."}, {"pubmed": 17932454, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17932454, "text": "XBP1 polymorphism (-116C/G) is not involved in susceptibility to suicide."}, {"pubmed": 18082745, "text": "Nonalcoholic steatohepatitis is specifically associated with (1) failure to generate sXBP-1 protein and (2) activation of JNK."}, {"pubmed": 18192112, "text": "that transcription factors Xbp-1, Blimp-1, and PAX-5-encoded BSAP play important roles in the regulation of plasmacytic differentiation and exert their effects on differentiation induced by low 2ME2 concentrations"}, {"pubmed": 18386815, "text": "Findings, that XBP-1 isoforms are differently associated with outcome of endocrine therapy for patients, can be explained by higher levels of dominant-negative XBP-1U favouring apoptosis of tumor cells and higher levels of XBP-1S increasing tumor survival"}, {"pubmed": 18417469, "text": "Xbp1-responsive OS-9 variants in the mammalian endoplasmic reticulum inhibit secretion of misfolded protein conformers and enhancing their disposal"}, {"pubmed": 18552212, "text": "By chromatin immunoprecipitation and assays using an inducible Spi-B construct BLIMP1 and XBP-1 were identified as direct target genes of Spi-B mediated repression."}, {"pubmed": 18583979, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18635891, "text": "Compared with COPD and donor lungs, protein levels of ER stress mediators, such as ATF-6 and ATF-4 and the apoptosis-inductor CHOP as well as XBP-1, were significantly elevated in lung homogenates and AECIIs of IPF lungs"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18775308, "text": "An association of XBP1 variants with both forms of human IBD (Crohn's disease and ulcerative colitis) was identified and replicated (rs35873774; p value 1.6 x 10(-5)) with novel, private hypomorphic variants identified as susceptibility factors."}, {"pubmed": 18840095, "text": "Transcriptional induction of the human asparagine synthetase gene during the unfolded protein response does not require the XBP1."}, {"pubmed": 18840627, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18840627, "text": "the -116C/G genotype may be a risk factor for at least pediatric obesity"}, {"pubmed": 19112081, "text": "Discovered a novel topological feature of signaling in breast cancer cells that links XBP1 to NFkB and BCL2 in response to estrogen and antiestrogen treatment."}, {"pubmed": 19122331, "text": "pXBP1(U) functions as a negative regulator of the unfolded protein response-specific transcription factors ATF6 and pXBP1(S)."}, {"pubmed": 19154631, "text": "In this study among 132 adults (mean age 39 yr) who presented with a major depressive episode, this polymorphism was found to be associated with a worse course during 1-yr prospective follow-up. and also with higher plasma levels."}, {"pubmed": 19154631, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19176362, "text": "XBP1(S) expression delineates heterogeneity amongst plasmablastic diffuse large B-cell lymphomas, identifying a distinct tumor sub-group."}, {"pubmed": 19237300, "text": "genetic polymorphisms are associated with inflammatory bowel disease"}, {"pubmed": 19265690, "text": "p38/XBP-1 signaling negatively regulated ERp29 expression in BT549 breast cancer cells"}, {"pubmed": 19321437, "text": "XBP-1s is responsible for the ER/Ca(2+) store expansion that confers amplification of Ca(2+)-dependent inflammatory responses."}, {"pubmed": 19380033, "text": "novel missense mutation of the X-box-binding protein 1 gene in diffuse large B-cell lymphoma"}, {"pubmed": 19389935, "text": "Xbp-1 activation may play a role in the pathogenesis of aggressive B-cell lymphomas."}, {"pubmed": 19403667, "text": "XBP-1 transactivates the viral ORF50/RTA promoter though an ACGT core containing the XBP-1 response element."}, {"pubmed": 19412428, "text": "these results identify activation of the PI3K/Akt pathway by XBP-1-mediated signaling of the unfolded protein response as a resistance mechanism against docetaxel and vincristine in melanoma cells under ER stress."}, {"pubmed": 19416856, "text": "In umbilical vein endothelial cells, disturbed flow increased the activation of XBP1 expression and splicing. Overexpression of spliced XBP1 induced apoptosis of HUVECs and endothelial loss from blood vessels"}, {"pubmed": 19420237, "text": "ATF6alpha induces XBP1-independent expansion of the endoplasmic reticulum."}, {"pubmed": 19435892, "text": "XBP-1 significantly correlates with Epstein-Barr virus LMP1 expression in nasopharyngeal tumor biopsies."}, {"pubmed": 19470730, "text": "The formation of the spliced variant of XBP1s was detectable in 16.2% of AML patients, and consistent with activated unfolded protein response, thess patients also had significantly increased expression of calreticulin, GRP78, and CHOP."}, {"pubmed": 19530237, "text": "Data provide evidence that hsa-miR-127 is involved in B-cell differentiation process through posttranscriptional regulation of BLIMP1 and XBP1."}, {"pubmed": 19543371, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19543371, "text": "Transcriptional modulation of XBP1 expression by a germ-line regulatory polymorphism has an impact on the development of vitiligo."}, {"pubmed": 19564049, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19564049, "text": "the patients with the G allele of XBP1-116C/G showed a better prophylactic treatment response to valproate compared to the C allele."}, {"pubmed": 19609461, "text": "Discusses the role of XBP1 as a prosurvival factor in breast and other cancers, and its potential as a druggable target."}, {"pubmed": 19622636, "text": "Unconventional splicing of XBP1 mRNA occurs predominantly in the cytoplasm."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19669932, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19669932, "text": "The prevalence of XBP1 gene (-116 C/G) polymorphism, separately among the patients with atherosclerosis, ischemic stroke and hyperhomocysteinemia, was investigated."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19722195, "text": "Data show that GRP78 was upregulated following treatment with NAC or PEN, and both the ATF6 protein and XBP1 mRNA were processed, which facilitates the expression of C/EBP homologous protein CHOP."}, {"pubmed": 19735688, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19735688, "text": "polymorphisms studied in the PRDM1 and XBP1 genes do not seem to be involved in immunoglobulin A deficiency predisposition in the Spanish population."}, {"pubmed": 19751410, "text": "XBP1 protein expression is induced in the liver by a high carbohydrate diet and directly controls the induction of critical genes involved in fatty acid synthesis."}, {"pubmed": 19941857, "text": "direct proteasomal degradation of XBP-1u prevents its intracellular aggregation."}, {"pubmed": 19958799, "text": "Here, we show a decrease in heterologous human XBP-1(s) expression in CHO production cells producing a therapeutic antibody product monitored over a prolonged period in serial culture."}, {"pubmed": 20013084, "text": "Data conclude that IRE1alpha activity controls a subset of the ER stress response and mediates proliferation through tight control of Xbp-1 splicing."}, {"pubmed": 20170659, "text": "X-box binding protein 1 regulates brain natriuretic peptide through a novel AP1/CRE-like element in cardiomyocytes"}, {"pubmed": 20368688, "text": "RT-PCR experiments revealed increased splicing of X-box binding protein-1 (XBP-1), an UPR transcription factor, in AD compared with age-matched control."}, {"pubmed": 20421453, "text": "This study highlights the importance of XBP1 in myeloma and its significance as an independent prognostic marker and as a predictor of thalidomide response"}, {"pubmed": 20688044, "text": "these studies identified the downregulation of spliced XBP-1 transcripts, a key player in the endoplasmic reticulum stress response, as a biochemical marker of HPV-16 E5 expression."}, {"pubmed": 20955178, "text": "p300 increases the acetylation and protein stability of XBP1s, and enhances its transcriptional activity, whereas SIRT1 deacetylates XBP1s and inhibits its transcriptional activity"}, {"pubmed": 20980528, "text": "This study concluded that XBP-1 specifically reactivates the Kaposi sarcoma herpes virus lytic cycle in dually infected primary effusion lymphoma cells."}, {"pubmed": 21050047, "text": "A set of XBP-1 monoclonal antibodies were raised and cloned."}, {"pubmed": 21061914, "text": "XBP1 represents the most conserved signaling component of unfolded protein response and is critical for cell fate determination in response to endoplasmic reticulum stress."}, {"pubmed": 21085187, "text": "Comprehensive association analysis of candidate genes for generalized vitiligo supports XBP1, FOXP3, and TSLP."}, {"pubmed": 21085187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21129256, "text": "xbp-1 gene silencing can significantly enhance the pro-apoptotic activity of bortezomib in multiple myeloma cells."}, {"pubmed": 21129257, "text": "Up-regulation of unspliced XBP-1 expression plays an important role in the differentiation of myeloma cells."}, {"pubmed": 21138464, "text": "XBP1 confers an important role in protection against oxidative stress in gliomas"}, {"pubmed": 21138840, "text": "a protective effect of ER stress preconditioning against retinal endothelial inflammation, which is likely through activation of XBP1-mediated unfolded protein response (UPR) and inhibition of NF-kappaB activation."}, {"pubmed": 21233347, "text": "nascent peptide encoded by XBP1u mRNA drags the mRNA-ribosome-nascent chain complex (R-RNC)to the membrane for efficient cytoplasmic splicing; found that translation of the XBP1u mRNA was briefly paused to stabilize the R-RNC complex"}, {"pubmed": 21385877, "text": "early DENV-2 infection triggers and then suppresses PERK-mediated eIF2alpha phosphorylation and that in mid and late DENV-2 infection, the IRE1-XBP1 and ATF6 pathways are activated, respectively"}, {"pubmed": 21423203, "text": "Ets-1 was transcriptionally upregulated by ER stress. This was mediated by the IRE1alpha/XBP-1 branch of the unfolded protein response"}, {"pubmed": 21660045, "text": "data demonstrate the distinct immunogenic characteristics of unique heteroclitic XBP1 peptides, which induce MM-specific CTLs and highlights their potential application for immunotherapy to treat the patients with MM or its pre-malignant condition"}, {"pubmed": 21677677, "text": "The authors identify XBP1 and the unfolded protein response as critical components in the first framework for mathematically modeling estrogen receptor signaling in breast cancer."}, {"pubmed": 21858728, "text": "Data from material procured by laser capture microdissection suggest that coordinated expression of XBP1 and ESR1 in breast carcinoma is due to their co-expression in carcinoma cells rather than in the surrounding stromal cells."}, {"pubmed": 21924241, "text": "These results suggest that RNA ligase Trl1 for tRNA splicing might therefore commonly function as an RNA ligase for XBP1 mRNA splicing."}, {"pubmed": 22002058, "text": "The unfolded protein response (UPR)-activated transcription factor X-box-binding protein 1 (XBP1) induces microRNA-346 expression that targets the human antigen peptide transporter 1 (TAP1) mRNA and governs immune regulatory genes."}, {"pubmed": 22370484, "text": "de-SUMOylation is essential for SENP1 modulating XBP1 transcriptional activity."}, {"pubmed": 22422988, "text": "Review that places the unfolded protein response and signaling, including that driven by XBP1, as central determinants of the balance between prosurvival autophagy and prodeath apoptosis in determining cell fate in breast cancer."}, {"pubmed": 22427205, "text": "XBP1s is a pathogenic factor underlying bone marrow stem cell support of multiple myeloma cell growth and osteoclast formation."}, {"pubmed": 22445760, "text": "a significant reduction in the accumulation of Htt588(Q95)-mRFP intracellular inclusion was observed when XBP1 was co-expressed in the striatum."}, {"pubmed": 22469468, "text": "the inhibition of XBP1s by viral infection may underlie viral entry."}, {"pubmed": 22644804, "text": "High glucose increased spliced XBP-1 expression in renal proximal tubular cells in a time-dependent manner. The PI3K/Akt pathway is involved in spliced XBP-1 up-regulation, which mediates lipid accumulation."}, {"pubmed": 22679299, "text": "The authors propose a non-traditional XBP1 pathway with enhanced sXBP1 as a novel disease-contributing mechanism in TNF-alpha associated periodic syndrome."}, {"pubmed": 22787145, "text": "IRE1/XBP1 controls the induction of autophagy/ERAD(II) during the unfolded protein response by activating the ER membrane transporter SLC33A1/AT-1"}, {"pubmed": 22925926, "text": "XBP-1 deficiency demonstrates that the gene regulatory program controlling plasma cell differentiation can proceed relatively normally in the absence of high rates of immunoglobulin secretion."}, {"pubmed": 23184933, "text": "results suggest that XBP1 mRNA splicing triggers an autophagic signal pathway through transcriptional regulation of BECLIN-1"}, {"pubmed": 23277279, "text": "XBP-1u suppresses autophagy by promoting the degradation of FoxO1 in cancer cells."}, {"pubmed": 23335490, "text": "Report on the establishment of an engineered CHOS cell line that has been engineered to express both XBP-1S) and ERO1-Lalpha and has been named CHOS-XE. CHOS-XE cells produced increased antibody (MAb) yields (5.3- 6.2 fold) in comparison to CHOS cells."}, {"pubmed": 23421912, "text": "A role for the -116C/G polymorphism of the XBP1 gene is supported in the pathogenesis of Alzheimer's disease."}, {"pubmed": 23447676, "text": "a parkin-dependent ER-stress-associated modulation of DJ-1 and identifies p53 and XBP-1 as two major actors acting downstream of parkin in this signaling cascade in cells and in vivo."}, {"pubmed": 23470653, "text": "Suppression of UBC9 expression by RNA interference reduced both the expression of pXBP1(S) and ER stress-induced transcription by pXBP1"}, {"pubmed": 23510626, "text": "This is the first study to evaluate the effect of XBP1 polymorphism on severe chemotherapy-related adverse outcomes in platinum-treated advanced NSCLC patients using both pharmacogenomics and functional molecular analyses."}, {"pubmed": 23560553, "text": "Mutation c.499C>A (Leu167Ile) in the splicing region of XBP1 mRNA prevents splicing due to the disruption of the stem loop structure and may confer resistance to bortezomib in multiple myeloma patients"}, {"pubmed": 23737521, "text": "Data indicate taht endoplasmic reticulum stress element (ERSE)-26 is transactivated by X-box-binding protein 1 (XBP)."}, {"pubmed": 23930139, "text": "Review that discusses the central role of XBP1 and the unfolded protein response in antiestrogen resistant breast cancers."}, {"pubmed": 24027308, "text": "mRNA isoforms of XBP1 is associated with Epstein-Barr virus lytic trans-activator BZLF1."}, {"pubmed": 24029229, "text": "Xbp1s-negative tumor B cells and pre-plasmablasts mediate therapeutic proteasome inhibitor resistance in multiple myeloma."}, {"pubmed": 24165480, "text": "Results demonstrate that XBP-1 is a driver of ADAM10 gene expression and that disturbance of this pathway might contribute to development or progression of AD."}, {"pubmed": 24194940, "text": "XBP1 splicing, ER stress and the UPR in NEC are associated with increased IL6 and IL8 expression levels, altered T cell differentiation and severe epithelial injury."}, {"pubmed": 24269637, "text": "XBP1S was a negative regulator of apoptosis in osteoarthritis by affecting caspase 3, caspase 9, caspase 12, p-JNK1, and CHOP."}, {"pubmed": 24356728, "text": "The modest activation of the unfolded protein response pathway enables myeloma cells to further differentiate via the action of XBP-1."}, {"pubmed": 24387801, "text": "TLR dependent XBP-1 activation induces an autocrine loop in rheumatoid arthritis synoviocytes."}, {"pubmed": 24497562, "text": "High XBP1 expression is a marker of better outcome in multiple myeloma patients treated with bortezomib."}, {"pubmed": 24670641, "text": "findings reveal a key function for the XBP1 branch of the unfolded protein response in triple-negative breast cancer; targeting this pathway may offer alternative treatment strategies for this aggressive subtype of breast cancer"}, {"pubmed": 24762547, "text": "EBV replication is associated with plasma cell differentiation and XBP1 activation"}, {"pubmed": 24821775, "text": "The unfolded protein response pathway and its downstream effector XBP1 are therapeutic targets to overcome drug resistance in pre-B acute lymphoblastic leukemia."}, {"pubmed": 24909686, "text": "We showed that the specific HDAC6 inhibitor Tubastatin A could up-regulate XBP1s transcriptional activity, thereby increasing anti-oxidative genes expression."}, {"pubmed": 25170079, "text": "The IRE1alpha-XBP1 pathway of the unfolded protein response could directly activate the transcriptional expression of Fgf21."}, {"pubmed": 25190803, "text": "XBP1u and HDAC3 exert a protective effect on disturbed flow-induced oxidative stress via up-regulation of mTORC2-dependent Akt1 phosphorylation and Nrf2-mediated HO-1 expression."}, {"pubmed": 25216212, "text": "XBP1 translocates into the nucleus to initiate transcriptional programs that regulate a subset of unfolded protein response (UPR)- and non-UPR-associated genes involved in the pathophysiological processes of various diseases. [Review]"}, {"pubmed": 25231123, "text": "XBP1-116C/G polymorphism is associated with an increased risk of bipolar disorder in Asian population"}, {"pubmed": 25239945, "text": "XBP1u inhibits the UPR transcription factor XBP1s by targeting it toward proteasomal degradation."}, {"pubmed": 25280941, "text": "This finding demonstrates the upregulated expression of the key epithelial- to-mesenchymal transition (EMT) regulator Snail and that it mediated EMT activation and cell invasion by XBP1."}, {"pubmed": 25378478, "text": "RTCB, the catalytic subunit of the tRNA ligase complex, and its co-factor archease mediate XBP1 mRNA splicing both in vitro and in vivo."}, {"pubmed": 25426559, "text": "our results represent the first work demonstrating that GCN5 and PCAF exhibit different functions and antagonistically regulate the XBP-1S-mediated transcription."}, {"pubmed": 25437541, "text": "IRE1 has two different modes of action: XBP1/HAC1 is cleaved by IRE1 subunits acting cooperatively within IRE1 oligomers, whereas a single subunit of IRE1 performs regulated IRE1-dependent decay without cooperativity."}, {"pubmed": 25448679, "text": "ROS increase production of an alternately spliced form of X-box binding protein 1 (XBP1s) and XBP1s increases HEPN1 expression by binding to the HEPN1 promoter"}, {"pubmed": 25450523, "text": "our data demonstrate that CiC expression is activated during ER stress through the binding of ATF6alpha and XBP1 to an UPRE element located in the proximal promoter of Cic gene."}, {"pubmed": 25633195, "text": "Silencing of IRE1 expression inhibited splicing of XBP1 resulting in an early onset of cell death. In the PERK-reporter cells, authors observed that a slow rate of ATF4-translation and late re-initiation of general translation"}, {"pubmed": 25633224, "text": "GPR43 expression is reduced in monocytes upon siRNA-knockdown of XBP1, while A549 cells overexpressing XBP1 displayed elevated GPR43 levels."}, {"pubmed": 25656649, "text": "these findings suggest that miR-214 is an important regulator of angiogenesis in heart in vitro and in vivo, likely via regulating the expression of XBP1"}, {"pubmed": 25692573, "text": "High XBP1 expression is associated with colorectal cancer cell invasion."}, {"pubmed": 25754093, "text": "Defective podocyte insulin signaling through p85-XBP1 promotes ATF6-dependent maladaptive ER-stress response in diabetic nephropathy."}, {"pubmed": 25870107, "text": "Degradation of BLOC1S1 mRNA is temporally separate from XBP1 splicing and dispensable for cell viability under acute endoplasmic reticulum stress."}, {"pubmed": 25901709, "text": "we found that RACK1 was overexpressed in three human HCC cell lines and in HCC samples. Activation of the IRE1/XBP1 signaling pathway plays a protective role when HCC cells encounter endoplasmic reticulum (ER) stress due to in vitro sorafenib treatment."}, {"pubmed": 25986851, "text": "review of the IRE1alpha-XBP1 branch of the unfolded protein response in human diseases [review]"}, {"pubmed": 25993558, "text": "Ire1alpha's key substrate, XBP1u mRNA, is recruited to the Ire1alpha-Sec61 translocon complex through its nascent chain, which contains a pseudo-transmembrane domain to utilize the signal recognition particle-mediated pathway."}, {"pubmed": 26073941, "text": "Study shows that constitutive activation of XBP1 in tumor-associated dendritic cells drives ovarian cancer progression by blunting anti-tumor immunity."}, {"pubmed": 26112372, "text": "these findings suggest a possible mechanism underlying the RANKL expression induced by wear particles in fibroblasts, and downregulating ER stress and the XBP1s expression of fibroblasts"}, {"pubmed": 26134873, "text": "the present study provides initial evidence that RITA upregulates the expression level of IRE1a by increasing the stability of IRE1alpha mRNA in irradiated mtp53-expressing cervical cancer cells"}, {"pubmed": 26299655, "text": "The study supports a role for -116C/G polymorphism of the XBP1 promoter in the pathogenesis of T2D in a Chinese Han population"}, {"pubmed": 26331676, "text": "XBP-1 is required for cytokine production by inflamed human airway epithelia.  Read More: http://www.atsjournals.org/doi/full/10.1164/rccm.201504-0657OC#.VwqgNdLrvyA"}, {"pubmed": 26403762, "text": "XBP1s expression in mouse and human fibroblasts is critical for TiAl6 V4 particle-induced RANKL expression and osteolysis"}, {"pubmed": 26469762, "text": "Data (including data from studies in transgenic/knockout mice) suggest insulin secretion in beta-cells is up-regulated in hyperglycemia via IRE1a- (inositol requiring enzyme 1 alpha)-mediated changes in XBP1 (X-box binding protein 1) mRNA splicing."}, {"pubmed": 26483401, "text": "An RNA-intrinsic conformational change causes the intron of XBP1 mRNA to be ejected and the exons to zipper up into an extended stem, juxtaposing the RNA ends for ligation; These conformational rearrangements are important for XBP1 mRNA splicing in vivo"}, {"pubmed": 26491160, "text": "These results provide evidence that XBP-1s is a direct activator of Kaposi's sarcoma-associated herpesvirus vIL-6 and that this is an important step in the pathogenesis of KSHV-Castleman disease and primary effusion lymphoma."}, {"pubmed": 26517687, "text": "Overexpression of XBP1 is associated with breast cancer."}, {"pubmed": 26633383, "text": "Overexpression of X-Box Binding Protein 1 (XBP1) Correlates to Poor Prognosis and Up-Regulation of PI3K/mTOR in Human Osteosarcoma"}, {"pubmed": 26680227, "text": "High XBP1 expression is associated with glioma."}, {"pubmed": 26742428, "text": "Our results reveal that IRE1alpha-XBP1 pathway plays an important role in tumor progression and epithelial-to-mesenchymal transition (EMT), and IRE1alpha could be employed as a novel prognostic marker and a promising therapeutic target for CRC."}, {"pubmed": 26803729, "text": "Data suggest that XBP1 is a major component in endocrine pancreas that is crucial for glucose homeostasis and lipid metabolism; drugs targeting XBP1 signaling and endoplasmic reticulum stress/unfolded protein response in endocrine pancreas are potential approaches for treatment of disorders of glucose metabolism."}, {"pubmed": 26979393, "text": "The biologic processes altered by aberrant IRE1alpha-XBP1 signaling in these innate immune cells."}, {"pubmed": 27109102, "text": "we identify a positive feedback regulatory loop consisting of XBP1 and NCOA3 that maintains high levels of NCOA3 and XBP1 expression in breast cancer tissues."}, {"pubmed": 27133203, "text": "XBP1 regulates VEGF-mediated cardiac angiogenesis."}, {"pubmed": 27226027, "text": "IRE1alpha was shown to cleave miR-150 and thereby to release the suppressive effect that miR-150 exerted on alphaSMA expression through c-Myb. Inhibition of IRE1alpha was also demonstrated to block endoplasmic reticulum expansion through an XBP-1-dependent pathway."}, {"pubmed": 27334111, "text": "reciprocal regulation of Pin1 and XBP1s is associated with the activation of oncogenic pathways, and the relationship of PIN1 and XBP1 may be an attractive target for novel therapy in cancers"}, {"pubmed": 27338006, "text": "XBP1 splicing in SMCs can control EC migration via SMC derived EVs-mediated miR-150 transfer."}, {"pubmed": 27356931, "text": "XBP1 decreased glucose dysfunction via funneling its effects on improving insulin sensitivity and stimulating insulin secretion. However, XBP1 also yields its double-edged effects, driving the transformation from excess glucose to lipid, which is a key contribution to obesity and Diabetes Mellitus, Type 2. [review]"}, {"pubmed": 27472396, "text": "XBP1 expression correlated with the poor overall survival of patients; XBP1-mediated beta-catenin bladder cancer expression can be targeted with new synthetic Oridonin analogues"}, {"pubmed": 27570073, "text": "mTORC2 responds to glutamine catabolite levels to modulate the hexosamine biosynthesis enzyme GFAT1, and is essential for proper expression and nuclear accumulation of the GFAT1 transcriptional regulator, Xbp1s."}, {"pubmed": 27573888, "text": "plasma exposure resulted in expression of unfolded protein response (UPR) proteins such as glucoserelated protein 78 (GRP78), protein kinase R (PKR)like ER kinase (PERK), and inositolrequiring enzyme 1 (IRE1). Elevated expression of spliced Xbox binding protein 1 (XBP1) and CCAAT/enhancerbinding protein homologous protein (CHOP) further confirmed that ROS generatedby NTGP induces apoptosis through the ER stress"}, {"pubmed": 27646263, "text": "XBP1s transcriptionally activated Kalirin-7 (Kal7), a protein that controls synaptic plasticity. Authors found reduced levels of Kal7 in primary neurons exposed to Abeta oligomers, transgenic mouse models and human AD brains."}, {"pubmed": 27647225, "text": "Our data indicate that reduced response of IRE1alpha/Xbp-1 signaling pathway to bortezomib may contribute to drug resistance in myeloma cells"}, {"pubmed": 27651490, "text": "the XBP1u nascent chain is transferred from the signal recognition particle to the translocon; however, it cannot pass through the translocon or insert into the membrane."}, {"pubmed": 27853315, "text": "Amyloid beta oligomers modulate BACE1 through an XBP-1-dependent pathway involving HRD1."}, {"pubmed": 27996033, "text": "XBP1-mediated unfolded protein response contributes to fibrogenic hepatic stellate cells activation and is functionally linked to cellular autophagy."}, {"pubmed": 28082079, "text": "XBP1 does not act as a direct activator of STAT3 phosphorylation. Hence, in regenerating livers, XBP1 deficiency most likely affects STAT3 phosphorylation in an indirect manner, possibly related to unresolved ER stress."}, {"pubmed": 28099966, "text": "XBP1s might play a role in the pathogenesis of retinal degenerative diseases."}, {"pubmed": 28111258, "text": "The molecular-level exploration into the signaling mechanism was investigated for the respective role of the residues from the two important proteins from Homo sapiens ERalpha and XBP-1 (bZIP domain)) for breast tumors metastasis via proliferation. It further dealt with the analysis and examination of the changes that are caused due to the point mutation K214R in the ERalpha protein."}, {"pubmed": 28167662, "text": "The findings indicate that IRE1-XBP1 downregulation distinguishes germinal center B-cell-like diffuse large B-cell lymphoma (DLBCL) from other DLBCL subtypes and contributes to tumor growth."}, {"pubmed": 28222747, "text": "IRE1alpha-XBP1 pathway regulates Mel-RMu cell proliferation and progression by activating IL-6/STAT3 signaling."}, {"pubmed": 28333149, "text": "MiR-665 induced apoptosis by inhibiting XBP1 and ORMDL3."}, {"pubmed": 28408069, "text": "Data suggest a central role of XBP1 in TLR7-induced IFNalpha production and identify XBP1 as a potential novel therapeutic target in IFNalpha-driven autoimmune and inflammatory diseases."}, {"pubmed": 28717189, "text": "Results revealed that phosphorylation of XBP1s at Ser61 by CDK5 greatly enhances its nuclear translocation, which subsequently regulates the transcription of multiple target genes, including metabolic-related genes, FosB, and non-coding RNAs."}, {"pubmed": 29057323, "text": "our findings suggest that XBP1-u functions far beyond being merely a precursor of XBP1-s and, instead, is involved in fundamental biological processes. Furthermore, this study provides new insights regarding the regulation of the MDM2/p53/p21 axis."}, {"pubmed": 29276149, "text": "urinary levels of the spliced X-box binding protein 1 (sXBP1) mRNA as a proxy of inositol-requiring enzyme 1alpha (IRE1alpha) activity because sXBP1 is absolutely sensitive and specific for endoplasmic reticulum stress."}, {"pubmed": 29352987, "text": "that XBP1 splicing can regulate eNOS expression and cellular location, leading to EC migration and therefore contributing to wound healing and angiogenesis"}, {"pubmed": 29480818, "text": "these data establish the synthetic lethal interaction of the IRE1/XBP1 pathway with MYC hyperactivation and provide a potential therapy for MYC-driven human breast cancers."}, {"pubmed": 29534223, "text": "Decreased mRNA levels for IRE1alpha, XBP-1 and GRP78 can be partially explained by hypermethylation of their promoters and is consistent with chronic endoplasmic reticulum stress, which may explain the glandular dysfunction observed in LSGs of SS patients."}, {"pubmed": 29627568, "text": "a novel XBP1s/Twist/Snail axis mediates epithelial-mesenchymal transition in hepatocellular carcinoma (HCC) cells and the invasion and metastasis of HCC."}, {"pubmed": 29649564, "text": "High XBP1 expression is associated with hepatitis B."}, {"pubmed": 29650257, "text": "Data indicated that NPY plays a protective role in ER stress-induced neuronal cell death through activation of the PI3K-XBP1 pathway."}, {"pubmed": 29768047, "text": "Glucocorticoid-induced endoplasmic reticulum stress activated the IRE1alpha/XBP-1s signaling."}, {"pubmed": 29843019, "text": "Total XBP1 (F(1/126)=9.550, p=0.002, Partial eta2=0.070) and unspliced XBP1 (F(1/128)= 8.803, p= 0.004, Patial eta2=0.065) were significantly decreased in bipolar disorder. Spliced XBP1 (F(1/126)=5.848, p=0.017, Partial eta2=0.044) and the ratio spliced XBP1/ unspliced XBP1 did not differ between bipolar disorder and controls (F(1/126)=0.599, p=0.441, Partial eta2=0.005)."}, {"pubmed": 29916547, "text": "XBP1 is a potential target that is relevant to suppressing cell invasion."}, {"pubmed": 30032821, "text": "this study shows that overexpression of XBP18 predicts poor prognosis in pulmonary adenocarcinoma"}, {"pubmed": 30282030, "text": "Data reveal a role for XBP1s in cytotoxic UPR and provide insights into mechanisms of life-or-death decisions in cells under ER stress."}, {"pubmed": 30305426, "text": "XBP1s can act as a master regulator of N-glycan maturation."}, {"pubmed": 30305738, "text": "ovarian cancer--an aggressive malignancy that is refractory to standard treatments and current immunotherapies--induces endoplasmic reticulum stress and activates the IRE1alpha-XBP1 arm of the unfolded protein response in T cells to control their mitochondrial respiration and anti-tumour function"}, {"pubmed": 30355738, "text": "CNP and RtcA fine-tune XBP1 output during ER stress"}, {"pubmed": 30473215, "text": "The XBP1-s suppresses the expression of tumor suppressor TAp73, a member of p53 family with high homology with p53, by directly binds to TAp73 promoter and suppresses its transcriptional activity."}, {"pubmed": 30509487, "text": "an important specific role of XBP1 in response to psychological stress in the mouse brain"}, {"pubmed": 30538328, "text": "this study shows that the IL-15-AKT-XBP1s signaling pathway contributes to effector functions and survival in human NK cells"}, {"pubmed": 30594400, "text": "BST2 inhibits infection of influenza A virus by promoting apoptosis of infected cells via IRE1a-mediated endoplasmic reticulum stress pathway by increasing spliced form XBP-1."}, {"pubmed": 30865896, "text": "The membrane span of XBP1u defines determinants for intramembrane clevage by SPP."}, {"pubmed": 30973754, "text": "A positive feedback bistable ERN2-XBP1S pathway regulates MUC5B-dominated mucus obstruction in idiopathic pulmonary fibrosis (IPF), providing an unfolded protein response-dependent mechanism linking the MUC5B promoter rs35705950 polymorphism with IPF pathogenesis."}, {"pubmed": 31128106, "text": "The elevated expression of AGR2 induced by hypoxia in immortalized bronchial epithelial cells likely depends on an XBP-1-associated pathway."}, {"pubmed": 31177839, "text": "XBP1 stimulates adaptive cardiac growth through activation of mTOR signaling."}, {"pubmed": 31187548, "text": "IRE1-XBP1 silencing also inhibited radiation-induced IL-6 expression."}, {"pubmed": 31227689, "text": "Study find that enforced activation of XBP1 and ATF6 results in reduction of stemness and proliferation. We expose a novel interaction between XBP1 and PERK-eIF2alpha signaling."}, {"pubmed": 31246176, "text": "the wildtype XBP1u arrest peptide induces only an intermediate level of translational arrest, allowing efficient targeting by signal reconition particle without activating the Sec61 channel."}, {"pubmed": 31260448, "text": "Results provide evidence that XBP1 signaling is essential for alleviating mutant Matn3 protein aggregation in ER-stress related skeletal disease. In addition, the alternative splicing of Xbp1 is found to be crucial in modulating the levels of Matn3 protein aggregation."}, {"pubmed": 31314593, "text": "MiR-34c-5p directly attenuates spliced XBP1 (XBP1s) mRNA levels."}, {"pubmed": 31320508, "text": "IRE1alpha-XBP1 is a mediator of prostaglandin biosynthesis and a potential target to control pain."}, {"pubmed": 31424945, "text": "Type II Epithelial-Mesenchymal Transition Upregulates Protein N-Glycosylation To Maintain Proteostasis and Extracellular Matrix Production."}, {"pubmed": 31495285, "text": "Here the authors show that ectopic expression of Marburg virus GP activated the IRE1-XBP1 axis of unfolded protein response."}, {"pubmed": 31541078, "text": "in liver tissues obtained from patients with nonalcoholic fatty liver disease (NAFLD), the extent of XBP1s acetylation correlated positively with the NAFLD activity score but negatively with the Sirt6 level."}, {"pubmed": 31554371, "text": "Exon1 and -116 C/G Promoter Polymorphism on the X-Box DNA Binding Protein- 1 Gene is not Associated with Breast Cancer."}, {"pubmed": 31836774, "text": "Expression of XBP1s in peritoneal mesothelial cells is critical for inflammation-induced peritoneal fibrosis."}, {"pubmed": 31837300, "text": "Our results suggest that delaying the degradation of XBP1s by preventing ubiquitination might provide a strategic approach for reducing endoplasmic reticulum stress as an anti-diabetes therapy"}, {"pubmed": 31907348, "text": "Intracellular XBP1-IL-24 axis dismantles cytotoxic unfolded protein response in the liver."}, {"pubmed": 31953562, "text": "lncRNA H19 sponging miR-93 to regulate inflammation in retinal epithelial cells under hyperglycemia via XBP1s."}, {"pubmed": 31954175, "text": "siRNA knockdown of sphingosine kinase 2 reduces the expression of the pro-survival XBP-1s."}, {"pubmed": 32039055, "text": "Hydroxycarboxylic Acid Receptor 2 Is a Zika Virus Restriction Factor That Can Be Induced by Zika Virus Infection Through the IRE1-XBP1 Pathway."}, {"pubmed": 32294597, "text": "The emerging role of XBP1 in cancer."}, {"pubmed": 32305055, "text": "LncRNA TUG1 promotes tumor growth and metastasis of esophageal squamous cell carcinoma by regulating XBP1 via competitively binding to miR-498."}, {"pubmed": 32335916, "text": "Spliced X-box binding protein 1 induces liver cancer cell death via activating the Mst1-JNK-mROS signalling pathway."}, {"pubmed": 32418990, "text": "KSHV infection skews macrophage polarisation towards M2-like/TAM and activates Ire1 alpha-XBP1 axis up-regulating pro-tumorigenic cytokine release and PD-L1 expression."}, {"pubmed": 32576923, "text": "High expression of spliced X-Box Binding Protein 1 in lung tumors is associated with cancer aggressiveness and epithelial-to-mesenchymal transition."}, {"pubmed": 32613835, "text": "Systemic Delivery of Aptamer-Conjugated XBP1 siRNA Nanoparticles for Efficient Suppression of HER2+ Breast Cancer."}, {"pubmed": 32700888, "text": "Long non-coding RNA LINC00299 knockdown inhibits ox-LDL-induced T/G HA-VSMC injury by regulating miR-135a-5p/XBP1 axis in atherosclerosis."}, {"pubmed": 32896245, "text": "Endoplasmic reticulum stress perpetuated toll-like receptor signalling-mediated inflammation in rheumatoid arthritis via X-box-binding protein-1."}, {"pubmed": 33137310, "text": "Translocon-Associated Protein Complex (TRAP) is Crucial for Co-Translational Translocation of Pre-Proinsulin."}, {"pubmed": 33227812, "text": "SRP54 mutations induce congenital neutropenia via dominant-negative effects on XBP1 splicing."}, {"pubmed": 33256835, "text": "ER stress arm XBP1s plays a pivotal role in proteasome inhibition-induced bone formation."}, {"pubmed": 33275235, "text": "MiR-34a-5p inhibits fibroblastlike synoviocytes proliferation via XBP1."}, {"pubmed": 33341031, "text": "Is there a relationship between early pregnancy loss and maternal serum human X-box binding protein 1 level?"}, {"pubmed": 33352294, "text": "Endoplasmic reticulum stress exacerbates inflammation in chronic rhinosinusitis with nasal polyps via the transcription factor XBP1."}, {"pubmed": 33545358, "text": "Enforced dimerization between XBP1s and ATF6f enhances the protective effects of the UPR in models of neurodegeneration."}, {"pubmed": 33760106, "text": "Endoplasmic reticulum stress/XBP1 promotes airway mucin secretion under the influence of neutrophil elastase."}, {"pubmed": 33982777, "text": "lncRNA NEAT1 regulates gastric carcinoma cell proliferation, invasion and apoptosis via the miR500a3p/XBP1 axis."}, {"pubmed": 34038755, "text": "A novel XBP1 variant is highly enriched in cancer tissues and is specifically required for cancer cell survival."}, {"pubmed": 34048729, "text": "The XBP1MARCH5MFN2 Axis Confers Endoplasmic Reticulum Stress Resistance by Coordinating Mitochondrial Fission and Mitophagy in Melanoma."}, {"pubmed": 34124911, "text": "Crosstalk of the IkappaB Kinase with Spliced X-Box Binding Protein 1 Couples Inflammation with Glucose Metabolic Reprogramming in Epithelial-Mesenchymal Transition."}, {"pubmed": 34160344, "text": "Serum X-box-binding protein 1 levels in PCOS patients."}, {"pubmed": 34318710, "text": "Paramyxovirus replication induces the hexosamine biosynthetic pathway and mesenchymal transition via the IRE1alpha-XBP1s arm of the unfolded protein response."}, {"pubmed": 34493732, "text": "Targeting the IRE1alpha/XBP1s pathway suppresses CARM1-expressing ovarian cancer."}, {"pubmed": 34542161, "text": "Silencing circBIRC6 inhibits the proliferation, invasion, migration and epithelialmesenchymal transition of bladder cancer cells by targeting the miR4953p/XBP1 signaling axis."}, {"pubmed": 34550724, "text": "Super-enhancer landscape reveals leukemia stem cell reliance on X-box binding protein 1 as a therapeutic vulnerability."}, {"pubmed": 34599932, "text": "Epithelial X-Box Binding Protein 1 Coordinates Tumor Protein p53-Driven DNA Damage Responses and Suppression of Intestinal Carcinogenesis."}, {"pubmed": 34636989, "text": "Genome-wide mRNA profiling identifies X-box-binding protein 1 (XBP1) as an IRE1 and PUMA repressor."}, {"pubmed": 34667145, "text": "XBP1 regulates the protumoral function of tumor-associated macrophages in human colorectal cancer."}, {"pubmed": 34783632, "text": "Downregulation of microRNA-512-3p enhances the viability and suppresses the apoptosis of vascular endothelial cells, alleviates autophagy and endoplasmic reticulum stress as well as represses atherosclerotic lesions in atherosclerosis by adjusting spliced/unspliced ratio of X-box binding protein 1 (XBP-1S/XBP-1U)."}, {"pubmed": 34831075, "text": "High Immunoproteasome Activity and sXBP1 in Pediatric Precursor B-ALL Predicts Sensitivity towards Proteasome Inhibitors."}, {"pubmed": 35046957, "text": "Elevated X-Box Binding Protein1 Splicing and Interleukin-17A Expression Are Associated With Active Generalized Vitiligo in Gujarat Population."}, {"pubmed": 35059734, "text": "XBP1s promotes the development of lung adenocarcinoma via the pJNK MAPK pathway."}, {"pubmed": 35292349, "text": "Role of XBP1 in regulating the progression of non-alcoholic steatohepatitis."}, {"pubmed": 35333353, "text": "XBP1 variant 1 promotes mitosis of cancer cells involving upregulation of the polyglutamylase TTLL6."}, {"pubmed": 35338505, "text": "Activating ATF6 in spinal muscular atrophy promotes SMN expression and motor neuron survival through the IRE1alpha-XBP1 pathway."}, {"pubmed": 35933495, "text": "Unspliced XBP1 contributes to cholesterol biosynthesis and tumorigenesis by stabilizing SREBP2 in hepatocellular carcinoma."}, {"pubmed": 36012375, "text": "Concomitant Inhibition of IRE1alpha/XBP1 Axis of UPR and PARP: A Promising Therapeutic Approach against c-Myc and Gammaherpesvirus-Driven B-Cell Lymphomas."}, {"pubmed": 36081178, "text": "Regulatory network of BLIMP1, IRF4, and XBP1 triad in plasmacytic differentiation and multiple myeloma pathogenesis."}, {"pubmed": 36125275, "text": "SARS-CoV-2 Diverges from Other Betacoronaviruses in Only Partially Activating the IRE1alpha/XBP1 Endoplasmic Reticulum Stress Pathway in Human Lung-Derived Cells."}, {"pubmed": 36209899, "text": "IRE1alpha-XBP1 regulates PDK1-dependent induction of epithelial-mesenchymal transition in non-small cell lung cancer cells."}, {"pubmed": 36215479, "text": "Bip-Yorkie interaction determines oncogenic and tumor-suppressive roles of Ire1/Xbp1s activation."}, {"pubmed": 36252485, "text": "Amiodarone-drove XBP1s aggravates endoplasmic reticulum stress and apoptosis in Hashimoto's thyroiditis through regulating LINC00842/miR-214/FASL axis."}, {"pubmed": 36280023, "text": "Dual Role of Inositol-requiring Enzyme 1alpha-X-box Binding protein 1 Signaling in Neurodegenerative Diseases."}, {"pubmed": 36639835, "text": "XBP1-elicited environment by chemotherapy potentiates repopulation of tongue cancer cells by enhancing miR-22/lncRNA/KAT6B-dependent NF-kappaB signalling."}, {"pubmed": 36680162, "text": "Ebola Virus Activates IRE1alpha-Dependent XBP1u Splicing."}, {"pubmed": 36768338, "text": "Enhanced IRE1alpha Phosphorylation/Oligomerization-Triggered XBP1 Splicing Contributes to Parkin-Mediated Prevention of SH-SY5Y Cell Death under Nitrosative Stress."}, {"pubmed": 36828260, "text": "XBP1s acts as a transcription factor of IRE1alpha and promotes proliferation of colon cancer cells."}, {"pubmed": 37054944, "text": "Single-cell RNA sequencing reveals XBP1-SLC38A2 axis as a metabolic regulator in cytotoxic T lymphocytes in multiple myeloma."}, {"pubmed": 37224754, "text": "Endoplasmic reticulum stress-triggered ferroptosis via the XBP1-Hrd1-Nrf2 pathway induces EMT progression in diabetic nephropathy."}, {"pubmed": 37306512, "text": "The unfolded protein response components IRE1alpha and XBP1 promote human coronavirus infection."}, {"pubmed": 37711626, "text": "Novel XBP1s-independent function of IRE1 RNase in HIF-1alpha-mediated glycolysis upregulation in human macrophages upon stimulation with LPS or saturated fatty acid."}, {"pubmed": 37795354, "text": "The Role of XBP1 in bone metabolism."}, {"pubmed": 38146001, "text": "Innate IRE1alpha-XBP1 activation by viral single-stranded RNA and its influence on lung cytokine production during SARS-CoV-2 pneumonia."}, {"pubmed": 38203358, "text": "miRNA-378 Is Downregulated by XBP1 and Inhibits Growth and Migration of Luminal Breast Cancer Cells."}, {"pubmed": 38322164, "text": "Expression and Clinical Significance of IRE1-XBP1s, p62, and Caspase-3 in Colorectal Cancer Patients."}, {"pubmed": 38648902, "text": "The IRE1alpha-XBP1 arm of the unfolded protein response is a host factor activated in SARS-CoV-2 infection."}, {"pubmed": 38688649, "text": "Correlation Between Low Cytoplasmic Expression of XBP1 and the Likelihood of Surviving Hepatocellular Carcinoma."}, {"pubmed": 38871246, "text": "Overactivation of XBP1 in plasma cells implies worse survival through innate immunity in esophageal squamous cell carcinoma."}, {"pubmed": 38967361, "text": "X-Box binding protein 1 downregulates SIRT6 to promote injury in pancreatic ductal epithelial cells."}], "genomic_pos": {"chr": "22", "end": 28800597, "ensemblgene": "ENSG00000100219", "start": 28794555, "strand": -1}, "genomic_pos_hg19": {"chr": "22", "end": 29196585, "start": 29190543, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001889", "qualifier": "involved_in", "term": "liver development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002639", "pubmed": 11460154, "qualifier": "involved_in", "term": "positive regulation of immunoglobulin production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002639", "qualifier": "involved_in", "term": "positive regulation of immunoglobulin production"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": 23661758, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006511", "qualifier": "involved_in", "term": "ubiquitin-dependent protein catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006633", "pubmed": 22013210, "qualifier": "involved_in", "term": "fatty acid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006914", "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 22013210, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007517", "qualifier": "involved_in", "term": "muscle organ development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 25656649, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008284", "pubmed": 25656649, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010832", "qualifier": "involved_in", "term": "negative regulation of myotube differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015031", "qualifier": "involved_in", "term": "protein transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 25656649, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030968", "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031670", "qualifier": "involved_in", "term": "cellular response to nutrient"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032755", "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032869", "qualifier": "involved_in", "term": "cellular response to insulin stimulus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034976", "pubmed": 22013210, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035356", "qualifier": "involved_in", "term": "intracellular triglyceride homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035470", "pubmed": 25656649, "qualifier": "involved_in", "term": "positive regulation of vascular wound healing"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036498", "pubmed": [22013210, 22934019], "qualifier": "involved_in", "term": "IRE1-mediated unfolded protein response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0036500", "pubmed": 32046286, "qualifier": "involved_in", "term": "ATF6-mediated unfolded protein response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0036503", "pubmed": 17765680, "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042149", "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045348", "pubmed": 1903538, "qualifier": "involved_in", "term": "positive regulation of MHC class II biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045579", "pubmed": 11460154, "qualifier": "involved_in", "term": "positive regulation of B cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045582", "pubmed": 11460154, "qualifier": "involved_in", "term": "positive regulation of T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045600", "qualifier": "involved_in", "term": "positive regulation of fat cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": 25656649, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 8657566, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 1903538, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048666", "qualifier": "involved_in", "term": "neuron development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055089", "qualifier": "involved_in", "term": "fatty acid homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055092", "qualifier": "involved_in", "term": "sterol homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060612", "qualifier": "involved_in", "term": "adipose tissue development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071222", "pubmed": 11460154, "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071230", "qualifier": "involved_in", "term": "cellular response to amino acid stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071332", "qualifier": "involved_in", "term": "cellular response to fructose stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071353", "qualifier": "involved_in", "term": "cellular response to interleukin-4"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071375", "qualifier": "involved_in", "term": "cellular response to peptide hormone stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900100", "pubmed": 11460154, "qualifier": "involved_in", "term": "positive regulation of plasma cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900103", "qualifier": "involved_in", "term": "positive regulation of endoplasmic reticulum unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902236", "pubmed": 19135031, "qualifier": "involved_in", "term": "negative regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903489", "qualifier": "involved_in", "term": "positive regulation of lactation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1990418", "qualifier": "involved_in", "term": "response to insulin-like growth factor stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000347", "qualifier": "involved_in", "term": "positive regulation of hepatocyte proliferation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 23661758, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 23529610, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": 23661758, "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000987", "pubmed": 2196176, "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 1718857, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [1903538, 8657566], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20102225, 23661758, 24670641, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [20102225, 23661758], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046982", "pubmed": 1903538, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[9606, 7494], [9615, 477532], [9913, 541236], [10090, 22433], [10116, 289754]], "id": 3722}, "interpro": [{"desc": "Basic-leucine zipper domain", "id": "IPR004827", "short_desc": "bZIP"}, {"desc": "Basic-leucine zipper domain superfamily", "id": "IPR046347", "short_desc": "bZIP_sf"}], "ipi": ["IPI00056479", "IPI00411953", "IPI00878907", "IPI00879158"], "map_location": "22q12.1|22q12", "name": "X-box binding protein 1", "other_names": ["X-box-binding protein 1", "tax-responsive element-binding protein 5"], "pantherdb": {"HGNC": "12801", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98970", "ortholog_type": "LDO", "panther_family": "PTHR46542", "taxid": 10090, "uniprot_kb": "O35426"}, {"RGD": "1303073", "ortholog_type": "LDO", "panther_family": "PTHR46542", "taxid": 10116, "uniprot_kb": "Q9R1S4"}, {"Ensembl": "ENSGALG00000005796", "ortholog_type": "LDO", "panther_family": "PTHR46542", "taxid": 9031, "uniprot_kb": "F1NAC1"}, {"ZFIN": "ZDB-GENE-011210-2", "ortholog_type": "LDO", "panther_family": "PTHR46542", "taxid": 7955, "uniprot_kb": "Q90X27"}, {"WormBase": "WBGene00006959", "ortholog_type": "LDO", "panther_family": "PTHR46542", "taxid": 6239, "uniprot_kb": "G5EE07"}, {"FlyBase": "FBgn0021872", "ortholog_type": "LDO", "panther_family": "PTHR46542", "taxid": 7227, "uniprot_kb": "Q8MLW7"}], "uniprot_kb": "P17861"}, "pathway": {"kegg": [{"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05017", "name": "Spinocerebellar ataxia - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}], "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-381033", "name": "ATF6 (ATF6-alpha) activates chaperones"}, {"id": "R-HSA-381038", "name": "XBP1(S) activates chaperone genes"}, {"id": "R-HSA-381070", "name": "IRE1alpha activates chaperones"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-381183", "name": "ATF6 (ATF6-alpha) activates chaperone genes"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "wikipathways": [{"id": "WP3613", "name": "Photodynamic therapy-induced unfolded protein response"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP4861", "name": "Endoplasmic reticulum stress response in coronavirus infection"}, {"id": "WP4925", "name": "Unfolded protein response"}]}, "pdb": ["6R5Q", "6R6G", "6R6P", "6R7Q"], "pfam": ["PF00170", "PF07716"], "pharmgkb": "PA37400", "pharos": {"target_id": 452, "tdl": "Tchem"}, "pir": "A36299", "prosite": "PS50217", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168676", "relationship": "is"}, {"id": "GNF179582", "relationship": "is"}, {"id": "GNF190488", "relationship": "is"}, {"id": "GNF201394", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161202", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035626", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF015568", "relationship": "is"}, {"id": "GNF015569", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF240065", "relationship": "is"}, {"id": "GNF240152", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334782", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106597", "relationship": "is"}, {"id": "GNF146243", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_012266.1"], "protein": ["NP_001073007.1", "NP_001380928.1", "NP_001380929.1", "NP_005071.2"], "rna": ["NM_001079539.2", "NM_001393999.1", "NM_001394000.1", "NM_005080.4"], "translation": [{"protein": "NP_001380929.1", "rna": "NM_001394000.1"}, {"protein": "NP_005071.2", "rna": "NM_005080.4"}, {"protein": "NP_001380928.1", "rna": "NM_001393999.1"}, {"protein": "NP_001073007.1", "rna": "NM_001079539.2"}]}, "reporter": {"HG-U133_Plus_2": ["200670_at", "242021_at"], "HG-U95Av2": ["39755_at", "39756_g_at"], "HTA-2_0": "TC22000627.hg.1", "HuEx-1_0": "3956589", "HuGene-1_1": "8075182", "HuGene-2_1": "16933535"}, "summary": "This gene encodes a transcription factor that regulates MHC class II genes by binding to a promoter element referred to as an X box. This gene product is a bZIP protein, which was also identified as a cellular transcription factor that binds to an enhancer in the promoter of the T cell leukemia virus type 1 promoter. It may increase expression of viral proteins by acting as the DNA binding partner of a viral transactivator. It has been found that upon accumulation of unfolded proteins in the endoplasmic reticulum (ER), the mRNA of this gene is processed to an active form by an unconventional splicing mechanism that is mediated by the endonuclease inositol-requiring enzyme 1 (IRE1). The resulting loss of 26 nt from the spliced mRNA causes a frame-shift and an isoform XBP1(S), which is the functionally active transcription factor. The isoform encoded by the unspliced mRNA, XBP1(U), is constitutively expressed, and thought to function as a negative feedback regulator of XBP1(S), which shuts off transcription of target genes during the recovery phase of ER stress. A pseudogene of XBP1 has been identified and localized to chromosome 5. [provided by RefSeq, Jul 2008].", "symbol": "XBP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421527"}, "unigene": "Hs.437638", "uniprot": {"Swiss-Prot": "P17861", "TrEMBL": ["B1AHH2", "B1AHH1"]}, "wikipedia": {"url_stub": "XBP1"}}