{"AllianceGenome": "31675", "HGNC": "31675", "MIM": "610640", "_id": "51441", "_version": 4, "accession": {"genomic": ["AL356786.36", "AL645729.14", "CH471059.2", "CP068277.2", "CQ834214.1", "CQ834216.1", "KT584343.1", "NC_000001.11", "NC_060925.1", "NG_016746.2"], "protein": ["AAD42861.1", "AAF08813.1", "AAH02559.1", "AAL99921.1", "BAF85270.1", "BAG64779.1", "BAG70149.1", "BAG70298.1", "CAH05322.1", "CAH05323.1", "EAX07673.1", "EAX07674.1", "EAX07675.1", "NP_001166299.1", "NP_001166599.1", "NP_057342.2", "Q9Y5A9.2"], "rna": ["AA603037.1", "AB451335.1", "AB451484.1", "AF155095.1", "AF192968.1", "AF432214.1", "AK074276.1", "AK292581.1", "AK303833.1", "BC002559.2", "BF792382.1", "BP320783.1", "DA697091.1", "DC425394.1", "NM_001172828.2", "NM_001173128.2", "NM_016258.3"], "translation": [{"protein": "AAL99921.1", "rna": "AF432214.1"}, {"protein": "BAG64779.1", "rna": "AK303833.1"}, {"protein": "BAG70149.1", "rna": "AB451335.1"}, {"protein": "BAG70298.1", "rna": "AB451484.1"}, {"protein": "NP_057342.2", "rna": "NM_016258.3"}, {"protein": "AAH02559.1", "rna": "BC002559.2"}, {"protein": "BAF85270.1", "rna": "AK292581.1"}, {"protein": "AAF08813.1", "rna": "AF192968.1"}, {"protein": "NP_001166299.1", "rna": "NM_001172828.2"}, {"protein": "AAD42861.1", "rna": "AF155095.1"}, {"protein": "NP_001166599.1", "rna": "NM_001173128.2"}]}, "alias": ["CAHL", "DF2", "HGRG8", "NY-REN-2"], "ensembl": {"gene": "ENSG00000198492", "protein": ["ENSP00000362918", "ENSP00000439394", "ENSP00000444660", "ENSP00000474446", "ENSP00000474784"], "transcript": ["ENST00000373812", "ENST00000468863", "ENST00000474884", "ENST00000475796", "ENST00000476976", "ENST00000478283", "ENST00000496288", "ENST00000541996", "ENST00000542507"], "translation": [{"protein": "ENSP00000474446", "rna": "ENST00000474884"}, {"protein": "ENSP00000444660", "rna": "ENST00000542507"}, {"protein": "ENSP00000362918", "rna": "ENST00000373812"}, {"protein": "ENSP00000439394", "rna": "ENST00000541996"}, {"protein": "ENSP00000474784", "rna": "ENST00000496288"}], "type_of_gene": "protein_coding"}, "entrezgene": "51441", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.893858031, "exp_mis": 188.328929767, "exp_syn": 75.5973426696, "lof_z": 3.69233546821382, "mis_z": 2.47099734751245, "mu_lof": 1.08687483458e-06, "mu_mis": 1.66589365547e-05, "mu_syn": 6.58081014718e-06, "n_lof": 0.0, "n_mis": 119.0, "n_syn": 88.0, "p_li": 0.99116572766449, "p_null": 2.15727920173177e-06, "p_rec": 0.00883211505630862, "syn_z": -0.88432331015523}, "bp": 1740, "cds_end": 29095464, "cds_start": 29063632, "n_exons": 5, "nonpsych": {"exp_lof": 12.4843543187, "exp_mis": 170.364932099, "exp_syn": 68.3319630455, "lof_z": 3.47004366245651, "mis_z": 2.3326850265879, "mu_lof": 1.08687483458e-06, "mu_mis": 1.66589365547e-05, "mu_syn": 6.58081014718e-06, "n_lof": 0.0, "n_mis": 110.0, "n_syn": 81.0, "p_li": 0.986984336641709, "p_null": 6.79770257609316e-06, "p_rec": 0.0130088656557149, "syn_z": -0.964852659654043}, "nontcga": {"exp_lof": 12.7734869731, "exp_mis": 173.253765199, "exp_syn": 69.540696098, "lof_z": 3.52562433839047, "mis_z": 2.50771983405944, "mu_lof": 1.08687483458e-06, "mu_mis": 1.66589365547e-05, "mu_syn": 6.58081014718e-06, "n_lof": 0.0, "n_mis": 107.0, "n_syn": 81.0, "p_li": 0.98715415453238, "p_null": 5.38795562662601e-06, "p_rec": 0.0128404575119933, "syn_z": -0.870083433982068}, "transcript": "ENST00000373812.3"}, "exons": [{"cdsend": 28768952, "cdsstart": 28742420, "chr": "1", "position": [[28736939, 28737147], [28738258, 28738338], [28742402, 28743986], [28768928, 28769775]], "strand": 1, "transcript": "NM_001172828", "txend": 28769775, "txstart": 28736939}, {"cdsend": 28768952, "cdsstart": 28737120, "chr": "1", "position": [[28736620, 28736809], [28737046, 28737147], [28737657, 28737682], [28738258, 28738338], [28742402, 28743986], [28768928, 28769775]], "strand": 1, "transcript": "NM_001173128", "txend": 28769775, "txstart": 28736620}, {"cdsend": 28768952, "cdsstart": 28737120, "chr": "1", "position": [[28736939, 28737147], [28737657, 28737682], [28738258, 28738338], [28742402, 28743986], [28768928, 28769775]], "strand": 1, "transcript": "NM_016258", "txend": 28769775, "txstart": 28736939}], "exons_hg19": [{"cdsend": 29095464, "cdsstart": 29068932, "chr": "1", "position": [[29063451, 29063659], [29064770, 29064850], [29068914, 29070498], [29095440, 29096287]], "strand": 1, "transcript": "NM_001172828", "txend": 29096287, "txstart": 29063451}, {"cdsend": 29095464, "cdsstart": 29063632, "chr": "1", "position": [[29063132, 29063321], [29063558, 29063659], [29064169, 29064194], [29064770, 29064850], [29068914, 29070498], [29095440, 29096287]], "strand": 1, "transcript": "NM_001173128", "txend": 29096287, "txstart": 29063132}, {"cdsend": 29095464, "cdsstart": 29063632, "chr": "1", "position": [[29063451, 29063659], [29064169, 29064194], [29064770, 29064850], [29068914, 29070498], [29095440, 29096287]], "strand": 1, "transcript": "NM_016258", "txend": 29096287, "txstart": 29063451}], "generif": [{"pubmed": 10508479, "text": "PMID:10508479 reported that AF155095 (clone REN-2) may be involved in signal transduction and the gene is on chromosome 14. It turns out that it is the pseudogene, not the real gene, is located on chromosome 14."}, {"pubmed": 16799135, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16799135, "text": "YTHDF2 messenger RNA resulted to be mainly expressed in testis and placenta. The data suggest a possible role of this locus in human longevity."}, {"pubmed": 24284625, "text": "m(6)A is selectively recognized by the human YTH domain family 2 (YTHDF2) 'reader' protein to regulate mRNA degradation"}, {"pubmed": 25412658, "text": "The study presents the structure of YTH-YTHDF2 in complex with an N6-methyladenosine mononucleotide."}, {"pubmed": 25412661, "text": "The basic residues K416 and R527 on the surface of the YTH domain of YTHDF2 are involved in binding to the RNA backbone, and residues W432 and W486 within the hydrophobic pocket contribute to the specific recognition of N6-methyladenosine."}, {"pubmed": 26318451, "text": "binding affinities of the YTH domains of three human proteins and yeast YTH domain protein Pho92"}, {"pubmed": 27371828, "text": "The authors found that the overexpression of YTHDF proteins in cells inhibited HIV-1 infection mainly by decreasing HIV-1 reverse transcription, while knockdown of YTHDF1-3 in cells had the opposite effects. Moreover, silencing the N(6)-methyladenosine writers decreased HIV-1 Gag protein expression in virus-producing cells, while silencing the N(6)-methyladenosine erasers increased Gag expression."}, {"pubmed": 27558897, "text": "YTHDF2 recruits the CCR4-NOT complex through a direct interaction between the YTHDF2 N-terminal region and the SH domain of the CNOT1 subunit, and that this recruitment is essential for the deadenylation of m6A-containing RNAs by CAF1 and CCR4."}, {"pubmed": 28104805, "text": "miR-145 modulates N(6)-methyladenosine levels by targeting the 3'-UTR of YTHDF2 mRNA in hepatocellular carcinoma cells"}, {"pubmed": 29135329, "text": "YTHDF2 knockdown significantly increases the total YAP expression, but inhibits TGF-beta/Smad signaling, indicating that YTHDF2 regulates EMT probably via YAP signaling."}, {"pubmed": 29382422, "text": "apoptosis ratio of YTHDF2-shRNA-expressing MGC-803 cells was significantly higher compared with the control groups"}, {"pubmed": 30423408, "text": "YTHDF2 may act as a tumor suppressor to repress cell proliferation and growth by destabilizing the EGFR mRNA in hepatocellular carcinoma cells."}, {"pubmed": 30930054, "text": "We also find that a subset of m(6)A-containing circular RNAs associates with YTHDF2 in an HRSP12-dependent manner and is selectively downregulated by RNase P/MRP."}, {"pubmed": 31031138, "text": "Targeting the RNA m(6)A Reader YTHDF2 Selectively Compromises Cancer Stem Cells in Acute Myeloid Leukemia."}, {"pubmed": 31504235, "text": "YTH domain family 2 promotes lung cancer cell growth by facilitating 6-phosphogluconate dehydrogenase mRNA translation."}, {"pubmed": 31642031, "text": "Binding to m(6)A RNA promotes YTHDF2-mediated phase separation."}, {"pubmed": 31735169, "text": "Our results have characterized the m(6)A-mRNA landscape in human HCC and revealed YTHDF2 as a molecular 'rheostat' in epitranscriptome and cancer progression."}, {"pubmed": 31815440, "text": "YTHDF2 Binds to 5-Methylcytosine in RNA and Modulates the Maturation of Ribosomal RNA."}, {"pubmed": 31964509, "text": "Molecular Mechanisms Driving mRNA Degradation by m(6)A Modification."}, {"pubmed": 32043594, "text": "m(6) A RNA methylation regulators contribute to malignant progression in rectal cancer."}, {"pubmed": 32126149, "text": "METTL3/YTHDF2 m(6) A axis promotes tumorigenesis by degrading SETD7 and KLF4 mRNAs in bladder cancer."}, {"pubmed": 32169943, "text": "Results suggest YTHDF2 functions to restrain expression of neural-specific mRNAs in induced pluripotent stem cells and facilitate their rapid and coordinated up-regulation during neural induction."}, {"pubmed": 32267835, "text": "YTHDF2 stability is maintained by CDK1.YTHDF2 promotes mRNA decay during cell cycle.Proteolysis pathway of YTHDF2."}, {"pubmed": 32366907, "text": "YTHDF2 promotes the liver cancer stem cell phenotype and cancer metastasis by regulating OCT4 expression via m6A RNA methylation."}, {"pubmed": 32389174, "text": "[Knockdown of YTH N(6)-methyladenosine RNA binding protein 2 (YTHDF2) inhibits cell proliferation and promotes apoptosis in cervical cancer cells]."}, {"pubmed": 32583611, "text": "The study of METTL14, ALKBH5, and YTHDF2 in peripheral blood mononuclear cells from systemic lupus erythematosus."}, {"pubmed": 32884942, "text": "Decreased ALKBH5, FTO, and YTHDF2 in Peripheral Blood Are as Risk Factors for Rheumatoid Arthritis."}, {"pubmed": 32905781, "text": "YTHDF2/3 Are Required for Somatic Reprogramming through Different RNA Deadenylation Pathways."}, {"pubmed": 32948220, "text": "YTHDF2, a protein repressed by miR-145, regulates proliferation, apoptosis, and migration in ovarian cancer cells."}, {"pubmed": 33121495, "text": "YTHDF2 mediates the mRNA degradation of the tumor suppressors to induce AKT phosphorylation in N6-methyladenosine-dependent way in prostate cancer."}, {"pubmed": 33411363, "text": "METTL3/YTHDF2 m6A axis accelerates colorectal carcinogenesis through epigenetically suppressing YPEL5."}, {"pubmed": 33420027, "text": "EGFR/SRC/ERK-stabilized YTHDF2 promotes cholesterol dysregulation and invasive growth of glioblastoma."}, {"pubmed": 33577677, "text": "SUMOylation of YTHDF2 promotes mRNA degradation and cancer progression by increasing its binding affinity with m6A-modified mRNAs."}, {"pubmed": 33651996, "text": "FTO regulates myoblast proliferation by controlling CCND1 expression in an m(6)A-YTHDF2-dependent manner."}, {"pubmed": 33658012, "text": "FBW7 suppresses ovarian cancer development by targeting the N(6)-methyladenosine binding protein YTHDF2."}, {"pubmed": 33692441, "text": "N-methyladenosine reader YTHDF2-mediated long noncoding RNA FENDRR degradation promotes cell proliferation in endometrioid endometrial carcinoma."}, {"pubmed": 33726814, "text": "Histone lactylation drives oncogenesis by facilitating m(6)A reader protein YTHDF2 expression in ocular melanoma."}, {"pubmed": 33958724, "text": "YTHDF2 is a potential target of AML1/ETO-HIF1alpha loop-mediated cell proliferation in t(8;21) AML."}, {"pubmed": 33980824, "text": "RNA m(6)A reader YTHDF2 facilitates lung adenocarcinoma cell proliferation and metastasis by targeting the AXIN1/Wnt/beta-catenin signaling."}, {"pubmed": 34200988, "text": "PBRM1 Cooperates with YTHDF2 to Control HIF-1alpha Protein Translation."}, {"pubmed": 34216543, "text": "Inhibition of YTHDF2 triggers proteotoxic cell death in MYC-driven breast cancer."}, {"pubmed": 34246306, "text": "YTHDF2 facilitates UBXN1 mRNA decay by recognizing METTL3-mediated m(6)A modification to activate NF-kappaB and promote the malignant progression of glioma."}, {"pubmed": 34389432, "text": "A novel protein encoded by circASK1 ameliorates gefitinib resistance in lung adenocarcinoma by competitively activating ASK1-dependent apoptosis."}, {"pubmed": 34408926, "text": "YTHDF1 and YTHDF2 are associated with better patient survival and an inflamed tumor-immune microenvironment in non-small-cell lung cancer."}, {"pubmed": 34497675, "text": "Comprehensive Analysis of YTH Domain Family in Lung Adenocarcinoma: Expression Profile, Association with Prognostic Value, and Immune Infiltration."}, {"pubmed": 34609072, "text": "Hypoxia blocks ferroptosis of hepatocellular carcinoma via suppression of METTL14 triggered YTHDF2-dependent silencing of SLC7A11."}, {"pubmed": 34671198, "text": "YTHDF2 Suppresses Notch Signaling through Post-transcriptional Regulation on Notch1."}, {"pubmed": 34688145, "text": "Identification of MDM2, YTHDF2 and DDX21 as potential biomarkers and targets for treatment of type 2 diabetes."}, {"pubmed": 34709763, "text": "Downregulation of microRNA-6125 promotes colorectal cancer growth through YTHDF2-dependent recognition of N6-methyladenosine-modified GSK3beta."}, {"pubmed": 35075244, "text": "YTHDF2 promotes multiple myeloma cell proliferation via STAT5A/MAP2K2/p-ERK axis."}, {"pubmed": 35422475, "text": "RNA N6-methyladenosine demethylase FTO promotes pancreatic cancer progression by inducing the autocrine activity of PDGFC in an m(6)A-YTHDF2-dependent manner."}, {"pubmed": 35468611, "text": "Senolytics Cocktail Dasatinib and Quercetin Alleviate Human Umbilical Vein Endothelial Cell Senescence via the TRAF6-MAPK-NF-kappaB Axis in a YTHDF2-Dependent Manner."}, {"pubmed": 35489084, "text": "YTHDF2 interference suppresses the EMT of cervical cancer cells and enhances cisplatin chemosensitivity by regulating AXIN1."}, {"pubmed": 35490460, "text": "ALKBH5 regulates STAT3 activity to affect the proliferation and tumorigenicity of osteosarcoma via an m6A-YTHDF2-dependent manner."}, {"pubmed": 35512522, "text": "YTHDF2 is a novel diagnostic marker of endometrial adenocarcinoma and endometrial atypical hyperplasia/ intraepithelial neoplasia."}, {"pubmed": 35661004, "text": "DNA methylation-regulated YTHDF2 correlates with cell migration and immune cell infiltration in glioma."}, {"pubmed": 35714699, "text": "CircFAT1 regulates retinal pigment epithelial cell pyroptosis and autophagy via mediating m6A reader protein YTHDF2 expression in diabetic retinopathy."}, {"pubmed": 35730068, "text": "Gene amplification-driven RNA methyltransferase KIAA1429 promotes tumorigenesis by regulating BTG2 via m6A-YTHDF2-dependent in lung adenocarcinoma."}, {"pubmed": 35763107, "text": "Novel insights into roles of N6-methyladenosine reader YTHDF2 in cancer progression."}, {"pubmed": 35776431, "text": "Expression and clinical significance of the m6A reader YTHDF2 in peripheral blood mononuclear cells from rheumatoid arthritis patients."}, {"pubmed": 35924072, "text": "N6-Methyladenosine Reader YTHDF2 Enhances Non-Small-Cell Lung Cancer Cell Proliferation and Metastasis through Mediating circ_SFMBT2 Degradation."}, {"pubmed": 35985997, "text": "METTL3 promotes prostatic hyperplasia by regulating PTEN expression in an m(6)A-YTHDF2-dependent manner."}, {"pubmed": 36216883, "text": "YTHDF2-mediated FGF14-AS2 decay promotes osteolytic metastasis of breast cancer by enhancing RUNX2 mRNA translation."}, {"pubmed": 36397411, "text": "Potential impact of WTAP and YTHDF2 on tumor immunity in lung adenocarcinoma."}, {"pubmed": 36675186, "text": "Cross-Talk between N6-Methyladenosine and Their Related RNAs Defined a Signature and Confirmed m6A Regulators for Diagnosis of Endometriosis."}, {"pubmed": 36681189, "text": "YTHDF2 Regulates Cell Growth and Cycle by Facilitating KDM1A mRNA Stability."}, {"pubmed": 36694229, "text": "The mechanism underlying redundant functions of the YTHDF proteins."}, {"pubmed": 36765030, "text": "O-GlcNAcylation of YTHDF2 promotes HBV-related hepatocellular carcinoma progression in an N[6]-methyladenosine-dependent manner."}, {"pubmed": 36916936, "text": "YTHDF2 Is Downregulated in Response to Host Shutoff Induced by DNA Virus Infection and Regulates Interferon-Stimulated Gene Expression."}, {"pubmed": 36939388, "text": "The m6A Reader YTHDF2 Promotes Bladder Cancer Progression by Suppressing RIG-I-Mediated Immune Response."}, {"pubmed": 36960869, "text": "METTL3/YTHDF2 m6A axis promotes the malignant progression of bladder cancer by epigenetically suppressing RRAS."}, {"pubmed": 37012388, "text": "N6-methyladenosine reader YTHDF2 promotes multiple myeloma cell proliferation through EGR1/p21[cip1/waf1]/CDK2-Cyclin E1 axis-mediated cell cycle transition."}, {"pubmed": 37030331, "text": "YBX2 modulates mRNA stability via interaction with YTHDF2 in endometrial cancer cells."}, {"pubmed": 37236197, "text": "YTHDF2 inhibition potentiates radiotherapy antitumor efficacy."}, {"pubmed": 37357252, "text": "YTHDF2 negatively correlates with tumor immune infiltration in small cell lung cancer."}, {"pubmed": 37381158, "text": "ALKBH5/YTHDF2-mediated m6A modification of circAFF2 enhances radiosensitivity of colorectal cancer by inhibiting Cullin neddylation."}, {"pubmed": 37496062, "text": "Diagnostic value and immune infiltration characterization of YTHDF2 as a critical m6A regulator in osteoarthritic synovitis."}, {"pubmed": 37515378, "text": "HSP90beta Impedes STUB1-Induced Ubiquitination of YTHDF2 to Drive Sorafenib Resistance in Hepatocellular Carcinoma."}, {"pubmed": 37700438, "text": "YTHDF2 promotes gallbladder cancer progression and gemcitabine resistance via m6A-dependent DAPK3 degradation."}, {"pubmed": 37792239, "text": "N[6]-methyladenosine (m[6]A) reader YTHDF2 accelerates endothelial cells ferroptosis in cerebrovascular atherosclerosis."}, {"pubmed": 37803021, "text": "YTHDF2 facilitates aggresome formation via UPF1 in an m[6]A-independent manner."}, {"pubmed": 37891533, "text": "METTL3-regulated m6A modification impairs the decidualization of endometrial stromal cells by regulating YTHDF2-mediated degradation of FOXO1 mRNA in endometriosis-related infertility."}, {"pubmed": 37933909, "text": "WTAP enhances the instability of SYTL1 mRNA caused by YTHDF2 in bladder cancer."}, {"pubmed": 38013600, "text": "METTL3/YTHDF2 m6A axis mediates the progression of diabetic nephropathy through epigenetically suppressing PINK1 and mitophagy."}, {"pubmed": 38099498, "text": "Epitranscriptional regulation of TGF-beta pseudoreceptor BAMBI by m6A/YTHDF2 drives extrinsic radioresistance."}, {"pubmed": 38190128, "text": "FOXM1 Participates in Scleral Remodeling in Myopia by Upregulating APOA1 Expression Through METTL3/YTHDF2."}, {"pubmed": 38247171, "text": "YTHDF2 Is a Therapeutic Target for HCC by Suppressing Immune Evasion and Angiogenesis Through ETV5/PD-L1/VEGFA Axis."}, {"pubmed": 38380957, "text": "FTO promotes the progression of retinoblastoma through YTHDF2-dependent N6-methyladenosine modification in E2F3."}, {"pubmed": 38427163, "text": "Hereditary spastic paraparesis type 18 (SPG18): new ERLIN2 variants in a series of Italian patients, shedding light upon genetic and phenotypic variability."}, {"pubmed": 38462165, "text": "YTHDF2 protein stabilization by the deubiquitinase OTUB1 promotes prostate cancer cell proliferation via PRSS8 mRNA degradation."}, {"pubmed": 38548669, "text": "Negative Regulation of LINC01013 by METTL3 and YTHDF2 Enhances the Osteogenic Differentiation of Senescent Pre-Osteoblast Cells Induced by Hydrogen Peroxide."}, {"pubmed": 38616512, "text": "YTHDF2 promotes gastric cancer progression and enhances chemoradiotherapy resistance."}, {"pubmed": 38636894, "text": "BCLAF1 drives esophageal squamous cell carcinoma progression through regulation of YTHDF2-dependent SIX1 mRNA degradation."}, {"pubmed": 38832511, "text": "Smooth Muscle Ythdf2 Abrogation Ameliorates Pulmonary Vascular Remodeling by Regulating Myadm Transcript Stability."}, {"pubmed": 38977346, "text": "[Porphyromonas gingivalis infection facilitates immune escape of esophageal cancer by enhancing YTHDF2-mediated Fas degradation]."}], "genomic_pos": {"chr": "1", "end": 28769775, "ensemblgene": "ENSG00000198492", "start": 28736621, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 29096287, "start": 29063133, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001556", "qualifier": "involved_in", "term": "oocyte maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006402", "pubmed": [27558897, 30559377, 30930054], "qualifier": "involved_in", "term": "mRNA catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006959", "pubmed": 10508479, "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007276", "qualifier": "involved_in", "term": "gamete generation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007284", "qualifier": "involved_in", "term": "spermatogonial cell division"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030155", "qualifier": "involved_in", "term": "regulation of cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034063", "pubmed": 32451507, "qualifier": "involved_in", "term": "stress granule assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043488", "pubmed": 32492408, "qualifier": "involved_in", "term": "regulation of mRNA stability"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043488", "pubmed": [24284625, 26046440], "qualifier": "involved_in", "term": "regulation of mRNA stability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045746", "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045948", "pubmed": 32492408, "qualifier": "NOT involved_in", "term": "positive regulation of translational initiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048598", "qualifier": "involved_in", "term": "embryonic morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050767", "pubmed": 32169943, "qualifier": "involved_in", "term": "regulation of neurogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050767", "qualifier": "involved_in", "term": "regulation of neurogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060339", "pubmed": 30559377, "qualifier": "involved_in", "term": "negative regulation of type I interferon-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061157", "qualifier": "involved_in", "term": "mRNA destabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061157", "pubmed": [27558897, 30559377, 30930054, 32492408], "qualifier": "involved_in", "term": "mRNA destabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061157", "pubmed": [28106072, 32169943], "qualifier": "involved_in", "term": "mRNA destabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070925", "pubmed": 31292544, "qualifier": "involved_in", "term": "organelle assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071425", "qualifier": "involved_in", "term": "hematopoietic stem cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0098508", "qualifier": "involved_in", "term": "endothelial to hematopoietic transition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902036", "qualifier": "involved_in", "term": "regulation of hematopoietic stem cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903538", "qualifier": "involved_in", "term": "regulation of meiotic cell cycle process involved in oocyte maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903679", "pubmed": 26458103, "qualifier": "involved_in", "term": "positive regulation of cap-independent translational initiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000232", "pubmed": 31815440, "qualifier": "involved_in", "term": "regulation of rRNA processing"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000737", "pubmed": 32169943, "qualifier": "involved_in", "term": "negative regulation of stem cell differentiation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000932", "pubmed": [24284625, 31292544, 32492408], "qualifier": "located_in", "term": "P-body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 26458103, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 32492408, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 26458103, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0010494", "pubmed": [31292544, 32451507], "qualifier": "located_in", "term": "cytoplasmic stress granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034451", "qualifier": "located_in", "term": "centriolar satellite"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036464", "qualifier": "located_in", "term": "cytoplasmic ribonucleoprotein granule"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [24965446, 28106072, 30930054], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0062153", "pubmed": 31815440, "qualifier": "enables", "term": "C5-methylcytidine-containing RNA reader activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:1990247", "qualifier": "enables", "term": "N6-methyladenosine-containing RNA reader activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990247", "pubmed": [22575960, 24284625, 25412658, 25412661, 26046440, 26318451, 26458103, 27558897, 28106072, 30559377, 30930054, 31292544, 32169943, 32451507, 32492408], "qualifier": "enables", "term": "N6-methyladenosine-containing RNA reader activity"}]}, "homologene": {"genes": [[7955, 393220], [8364, 100379960], [9031, 419583], [9544, 717225], [9598, 740305], [9606, 51441], [9615, 478161], [9913, 541050], [10090, 213541], [10116, 313053]], "id": 32302}, "interpro": [{"desc": "YTH domain", "id": "IPR007275", "short_desc": "YTH_domain"}, {"desc": "YTH domain containing protein", "id": "IPR045168", "short_desc": "YTH_prot"}], "ipi": ["IPI00306043", "IPI00397024"], "map_location": "1p35.3", "name": "YTH N6-methyladenosine RNA binding protein F2", "other_names": ["9430020E02Rik", "CLL-associated antigen KW-14", "YTH N(6)-methyladenosine RNA binding protein 2", "YTH N6-methyladenosine RNA binding protein 2", "YTH domain family, member 2", "YTH domain-containing family protein 2", "high-glucose-regulated protein 8", "renal carcinoma antigen NY-REN-2"], "pantherdb": {"HGNC": "31675", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2444233", "ortholog_type": "LDO", "panther_family": "PTHR12357", "taxid": 10090, "uniprot_kb": "Q91YT7"}, {"RGD": "1311321", "ortholog_type": "LDO", "panther_family": "PTHR12357", "taxid": 10116, "uniprot_kb": "E9PU11"}, {"Ensembl": "ENSGALG00000034831", "ortholog_type": "LDO", "panther_family": "PTHR12357", "taxid": 9031, "uniprot_kb": "A0A1D5PIU0"}, {"ZFIN": "ZDB-GENE-040426-948", "ortholog_type": "LDO", "panther_family": "PTHR12357", "taxid": 7955, "uniprot_kb": "E7F1H9"}, {"FlyBase": "FBgn0039261", "ortholog_type": "LDO", "panther_family": "PTHR12357", "taxid": 7227, "uniprot_kb": "Q9VBZ5"}, {"SGD": "S000002782", "ortholog_type": "LDO", "panther_family": "PTHR12357", "taxid": 4932, "uniprot_kb": "Q06390"}, {"PomBase": "SPCC736.12c", "ortholog_type": "LDO", "panther_family": "PTHR12357", "taxid": 4896, "uniprot_kb": "O74958"}, {"TAIR": "2095938", "ortholog_type": "O", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "Q3MK94"}, {"TAIR": "2159391", "ortholog_type": "O", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "F4K1Z0"}, {"EnsemblGenome": "AT1G55500", "ortholog_type": "O", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "A0A1P8AS03"}, {"TAIR": "2092815", "ortholog_type": "O", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "Q9LJE5"}, {"TAIR": "2088995", "ortholog_type": "O", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "Q1JPL5"}, {"TAIR": "2207405", "ortholog_type": "LDO", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "Q9FPE7"}, {"TAIR": "2161213", "ortholog_type": "O", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "F4KDJ9"}, {"TAIR": "2010494", "ortholog_type": "O", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "Q500V8"}, {"TAIR": "2024286", "ortholog_type": "O", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "Q56XH8"}, {"TAIR": "2089280", "ortholog_type": "O", "panther_family": "PTHR12357", "taxid": 3702, "uniprot_kb": "Q0WR25"}], "uniprot_kb": "Q9Y5A9"}, "pdb": ["4RDN", "4RDO", "4WQN", "7A1V", "7BIK", "7R5F", "7R5L", "7R5W", "7YWB", "7YX6", "7YXE", "7Z26", "7Z4U", "7Z54", "7Z5M", "7Z7B", "7Z7F", "7Z8P", "7Z8W", "7Z8X", "7Z92", "7Z93", "7ZG4"], "pfam": "PF04146", "pharmgkb": "PA134964518", "pharos": {"target_id": 1760, "tdl": "Tbio"}, "prosite": "PS50882", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170866", "relationship": "is"}, {"id": "GNF181772", "relationship": "is"}, {"id": "GNF192678", "relationship": "is"}, {"id": "GNF203584", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158823", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032681", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF015614", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114088", "relationship": "is"}, {"id": "GNF153729", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_016746.2"], "protein": ["NP_001166299.1", "NP_001166599.1", "NP_057342.2"], "rna": ["NM_001172828.2", "NM_001173128.2", "NM_016258.3"], "translation": [{"protein": "NP_001166299.1", "rna": "NM_001172828.2"}, {"protein": "NP_057342.2", "rna": "NM_016258.3"}, {"protein": "NP_001166599.1", "rna": "NM_001173128.2"}]}, "reporter": {"HG-U133_Plus_2": ["217812_at", "222430_s_at"], "HTA-2_0": "TC01000391.hg.1", "HuEx-1_0": ["2327630", "3533472", "3533481", "3533483"], "HuGene-1_1": "7899519", "HuGene-2_1": "16661663"}, "retired": [63042, 149147], "summary": "This gene encodes a member of the YTH (YT521-B homology) superfamily containing YTH domain. The YTH domain is typical for the eukaryotes and is particularly abundant in plants. The YTH domain is usually located in the middle of the protein sequence and may function in binding to RNA. In addition to a YTH domain, this protein has a proline rich region which may be involved in signal transduction. An Alu-rich domain has been identified in one of the introns of this gene, which is thought to be associated with human longevity. In addition, reciprocal translocations between this gene and the Runx1 (AML1) gene on chromosome 21 has been observed in patients with acute myeloid leukemia. This gene was initially mapped to chromosome 14, which was later turned out to be a pseudogene. Alternatively spliced transcript variants encoding different isoforms have been identified in this gene. [provided by RefSeq, Oct 2012].", "symbol": "YTHDF2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538134"}, "unigene": "Hs.532286", "uniprot": {"Swiss-Prot": "Q9Y5A9", "TrEMBL": ["S4R3V3", "S4R3J8"]}}