{"AllianceGenome": "12856", "HGNC": "12856", "MIM": "600013", "_id": "7528", "_version": 1, "accession": {"genomic": ["AF047455.1", "AL157871.5", "CH471061.1", "CP068264.2", "NC_000014.9", "NC_060938.1", "NG_046908.1"], "protein": ["AAA59467.1", "AAA59926.1", "AAH37308.1", "AAH65366.1", "CAA78455.1", "EAW81689.1", "EAW81690.1", "NP_003394.1", "P25490.2"], "rna": ["AF147416.1", "AK025731.1", "AK026497.1", "BC014138.2", "BC020324.1", "BC037308.1", "BC051735.1", "BC065366.1", "BX647456.1", "DA234524.1", "M76541.1", "M77698.1", "NM_003403.5", "Z14077.1"], "translation": [{"protein": "AAH65366.1", "rna": "BC065366.1"}, {"protein": "AAA59467.1", "rna": "M77698.1"}, {"protein": "CAA78455.1", "rna": "Z14077.1"}, {"protein": "NP_003394.1", "rna": "NM_003403.5"}, {"protein": "AAH37308.1", "rna": "BC037308.1"}, {"protein": "AAA59926.1", "rna": "M76541.1"}]}, "alias": ["DELTA", "GADEVS", "INO80S", "NF-E1", "UCRBP", "YIN-YANG-1"], "ensembl": {"gene": "ENSG00000100811", "protein": ["ENSP00000262238", "ENSP00000451329", "ENSP00000452140", "ENSP00000452225", "ENSP00000498329", "ENSP00000515913"], "transcript": ["ENST00000262238", "ENST00000553625", "ENST00000554371", "ENST00000554579", "ENST00000554804", "ENST00000623799", "ENST00000651219", "ENST00000704024", "ENST00000704485"], "translation": [{"protein": "ENSP00000451329", "rna": "ENST00000554371"}, {"protein": "ENSP00000262238", "rna": "ENST00000262238"}, {"protein": "ENSP00000452140", "rna": "ENST00000553625"}, {"protein": "ENSP00000452225", "rna": "ENST00000554804"}, {"protein": "ENSP00000498329", "rna": "ENST00000651219"}, {"protein": "ENSP00000515913", "rna": "ENST00000704485"}], "type_of_gene": "protein_coding"}, "entrezgene": "7528", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.3782901057, "exp_mis": 182.329104549, "exp_syn": 118.394565281, "lof_z": 3.19118949658894, "mis_z": 4.9020727856451, "mu_lof": 7.95161854788e-07, "mu_mis": 1.88220336233e-05, "mu_syn": 1.24720702955e-05, "n_lof": 0.0, "n_mis": 47.0, "n_syn": 83.0, "p_li": 0.967830954926674, "p_null": 5.18163566256434e-05, "p_rec": 0.0321172287167004, "syn_z": 2.01660396582068}, "bp": 1245, "cds_end": 100743937, "cds_start": 100705581, "n_exons": 5, "nonpsych": {"exp_lof": 9.29459317013, "exp_mis": 164.926678249, "exp_syn": 107.05978258, "lof_z": 2.99410592177378, "mis_z": 4.86722117563046, "mu_lof": 7.95161854788e-07, "mu_mis": 1.88220336233e-05, "mu_syn": 1.24720702955e-05, "n_lof": 0.0, "n_mis": 41.0, "n_syn": 72.0, "p_li": 0.958239989832608, "p_null": 0.000120650892955319, "p_rec": 0.0416393592744366, "syn_z": 2.13333857334812}, "nontcga": {"exp_lof": 9.53840071956, "exp_mis": 167.733162097, "exp_syn": 108.913415934, "lof_z": 3.04662525355886, "mis_z": 4.68283937065829, "mu_lof": 7.95161854788e-07, "mu_mis": 1.88220336233e-05, "mu_syn": 1.24720702955e-05, "n_lof": 0.0, "n_mis": 46.0, "n_syn": 76.0, "p_li": 0.958110254407947, "p_null": 9.96302912311083e-05, "p_rec": 0.0417901153008223, "syn_z": 1.99689111928038}, "transcript": "ENST00000262238.4"}, "exons": [{"cdsend": 100277600, "cdsstart": 100239244, "chr": "14", "position": [[100239143, 100239923], [100262303, 100262466], [100274697, 100274758], [100276489, 100276648], [100277417, 100282788]], "strand": 1, "transcript": "NM_003403", "txend": 100282788, "txstart": 100239143}], "exons_hg19": [{"cdsend": 100743937, "cdsstart": 100705581, "chr": "14", "position": [[100705480, 100706260], [100728640, 100728803], [100741034, 100741095], [100742826, 100742985], [100743754, 100749125]], "strand": 1, "transcript": "NM_003403", "txend": 100749125, "txstart": 100705480}], "generif": [{"pubmed": 11940654, "text": "Counterregulation of chromatin deacetylation and histone deacetylase occupancy at the integrated promoter of human immunodeficiency virus type 1 (HIV-1) by the HIV-1 repressor YY1 and HIV-1 activator Tat."}, {"pubmed": 12393438, "text": "Some AML patients showed significantly elevated YY1 transcript levels in bone marrow cells, which together with data presented on mice suggests involvement of abnormal YY1 expression in pathogenesis of human AML"}, {"pubmed": 12411495, "text": "interaction with E2F provides mechanism for specificity of E2F function"}, {"pubmed": 12483538, "text": "discovery as regulatory determinant of DEK expression and consistency with the well-documented roles of this factor in cellular proliferation and transformation"}, {"pubmed": 12571248, "text": "This transcription factor down-regulates expression of CCR5, a major coreceptor for HIV-1."}, {"pubmed": 12588874, "text": "YY1-regulated transcription is very likely connected to the pathway of glucose metabolism that culminates in the O-GlcNAcylation on YY1, changing its function in transcription"}, {"pubmed": 12754214, "text": "YY1 is a negative regulator of alpha-myosin heavy chain gene expression in human heart failure."}, {"pubmed": 12788099, "text": "The interaction domains between YY1 and SAP30 were mapped to the C-terminal segment of YY1 (295-414) and the C-terminal 91 amino acid region of SAP30."}, {"pubmed": 12805085, "text": "individuals bearing haplotypic variants of the MCP-4 core promoter that avidly bind the transcription factor YY-1 had higher plasma levels of MCP-4 than did individuals with variants with lower binding avidity"}, {"pubmed": 12808092, "text": "YY1 represses Smad transcriptional activities in a gene-specific manner and thus regulates cell differentiation induced by TGF-beta superfamily pathways"}, {"pubmed": 12913000, "text": "The ankyrin domain of Notch1 receptor (N1IC) and zinc finger domains of YY1 were essential for the association of N1IC and YY1, which were both present in a large complex of the nucleus to suppress activity transactivated by Notch signaling"}, {"pubmed": 15084399, "text": "the YY1 factor is translocted to the cytoplasm of vaccinia virus infected macrophages"}, {"pubmed": 15153544, "text": "transcription factors GATA4 and YY1 are involved in the regulation of FcgammaRIIb expression, and that the expression variants of FcgammaRIIb lead to altered cell signaling, which may contribute to autoimmune pathogenesis in humans."}, {"pubmed": 15210108, "text": "YY1 is a negative regulator of p53."}, {"pubmed": 15291746, "text": "results designate YY1 as the factor responsible for the intron 1-mediated boost of the HSD3B2 gene basal promoter activity"}, {"pubmed": 15295102, "text": "YY1 regulates the transcriptional activity, acetylation, ubiquitination, and stability of p53 by inhibiting its interaction with the coactivator p300 and by enhancing its interaction with the negative regulator Mdm2."}, {"pubmed": 15586248, "text": "YY1 plays an important role in epidermal differentiation by negatively regulating the human involucrin gene promoter."}, {"pubmed": 15782117, "text": "Overexpression of YY1 in lung carcinoma cell line cells can increase HLJ1 expression and reduce cell invasive capability"}, {"pubmed": 15805285, "text": "CHK down-regulates CXCR4 through the YY1 transcription factor, leading to decreased CXCR4-mediated breast cancer cell motility and migration."}, {"pubmed": 15831475, "text": "YY1 is involved in a positive feedback loop during apoptosis."}, {"pubmed": 15870067, "text": "YY1 cooperates with AP-2 to stimulate ERBB2 promoter activity through the AP-2 binding sites"}, {"pubmed": 15942652, "text": "YY1 may play a role in prostate cancer development; however, decreased YY1 may give metastatic cells a survival advantage"}, {"pubmed": 15955096, "text": "Sp1 and YY1 transactivate human ATP2C1 promoter via cis-enhancing elements and that incomplete upregulation of ATP2C1 transcription contributes to keratinocyte-specific pathogenesis of Hailey-Hailey disease."}, {"pubmed": 16143308, "text": "Altogether, these findings reveal that NO inhibits YY1 DNA-binding activity through S-nitrosation and consequently results in upregulation of Fas expression and tumor cell sensitization to Fas-induced apoptosis."}, {"pubmed": 16170350, "text": "HCV core can recruit B23 and p300 to relieve the repression effect of YY1 on B23 promoter activity"}, {"pubmed": 16260628, "text": "the novel factor YY2 antagonizes the negative actions exerted by YY1"}, {"pubmed": 16314465, "text": "Actin polymerization controls subcellular YY1 localization, which contributes to vascular smooth muscle proliferation and differentiation in normal pulmonary artery development."}, {"pubmed": 16769183, "text": "YY1 accelerates the binding of SNAP(c) to the proximal sequence element, its target within snRNA promoters."}, {"pubmed": 16918502, "text": "Depletion of E2F1 prevented prohibitin from repressing the YY1 promoter."}, {"pubmed": 16954376, "text": "We discuss here the capacity of YY1 to either repress (through histone deacetylase recruitment) or activate (through CBP recruitment) IFN-beta gene expression according to the occupancy of either only its -90 site or both its -122 and -90 sites."}, {"pubmed": 16963455, "text": "YY1 represses homeo box A11-dependent transcription via interactions with the homeo box proteins and Histone Deacetylase recruitment"}, {"pubmed": 17192956, "text": "Schizophrenia-associated SNP in the Syt11 5'UTR region, where the potent transcription factor YY1 can bind, affects the transcriptional activity of Syt11."}, {"pubmed": 17353273, "text": "Results report that Yin Yang 1 protein can be sumoylated both in vivo and in vitro by PIASy, a SUMO E3 ligase."}, {"pubmed": 17434929, "text": "Transcription factor Ying Yang 1 (YY1) indirectly regulates the C promoter-binding factor 1 (CBF1)-dependent Notch1 signaling via direct interaction with the Notch1 receptor."}, {"pubmed": 17549406, "text": "Our findings provide for the first time evidence for the implication of YY1 in uterine cervix carcinogenesis."}, {"pubmed": 17556661, "text": "a new role for YY1 as both an inducer of p53 instability in smooth muscle cells, and an indirect repressor of p21WAF1/Cip1 transcription, p21WAF1/Cip1-cdk4-cyclin D1 assembly and intimal thickening."}, {"pubmed": 17721549, "text": "Binding of YY1 to its DNA sites in target genes requires INO80, suggesting that YY1 uses the INO80 complex not only to activate transcription but also to gain access to target promoters"}, {"pubmed": 17925399, "text": "the transcription factor YY1 binds to and recruits HDAC3 to the lanosterol synthase promoter."}, {"pubmed": 17973082, "text": "These results suggest that YY1 might be a negative regulator of PPARdelta gene expression through its direct interaction with the PPARdelta promoter."}, {"pubmed": 17973241, "text": "study identified the major CD30 gene promoter microsatellite binding activity as the transcription factor Yin Yang 1"}, {"pubmed": 17980704, "text": "YY1 and E2F1 have synergistic effect on p73 promoter activity"}, {"pubmed": 17990281, "text": "the cooperative interaction of Sp1 and YY1 transcription factors is the critical event triggering the initiation of transcription of the MOR gene in lymphocytes"}, {"pubmed": 18339860, "text": "YY1 and VEGF/CXCR4 seem to intervene in the pathogenesis of the malignant phenotype of osteosarcoma by acting on cell invasiveness and metastasis growth."}, {"pubmed": 18389627, "text": "Transcription factor YY1 participates in activation transcription of the human ribosomal protein L11 gene"}, {"pubmed": 18391986, "text": "acute loss of p53 in normal HKc induces EGFR expression by a mechanism that involves YY1 and Sp1 and does not require p53 binding to the EGFR promoter"}, {"pubmed": 18423564, "text": "YY-1 expression was higher in airway biopsy specimens from asthmatic compared with control subjects"}, {"pubmed": 18424742, "text": "proteasome inhibitor NPI-0052 inhibits the transcription repressor Yin Yang 1 (YY1) which regulates TRAIL resistance and negatively regulates DR5 transcription."}, {"pubmed": 18480431, "text": "These results reveal that HDAg interacts with cellular transcription factor YY1 and its associated acetyltransferases CBP and p300 in a large nuclear complex, which in turn modulates the replication of HDV RNA."}, {"pubmed": 18485096, "text": "This review focuses on the function of YY1 in the nervous system including its role in neural development, neuronal function, developmental myelination, and neurological disease."}, {"pubmed": 18488713, "text": "Silencing of YY1 downregulates RIZ1 promoter in human osteosarcoma."}, {"pubmed": 18542060, "text": "C-terminal region of p300 provides corepressor function and facilitates the recruitment of p300 and HDAC3 to the YY1-binding site and represses the c-Myc promoter."}, {"pubmed": 18558095, "text": "YY1, HDAC3 and HDAC4 restrained cell senescence by repressing p16(INK4a) expression through an epigenetic modification of histones"}, {"pubmed": 18753137, "text": "YY1 physically interacts with SUZ12 and can act as a mediator to recruit the polycomb group proteins and DNA methyltransferases to participate in the CEBPD gene silencing process"}, {"pubmed": 18950698, "text": "The DNA-binding sites of YY1 are longer than the known motif of YY1."}, {"pubmed": 19034670, "text": "HIV-1 induces OTK18 expression through a YY1-mediated manner in human macrophages"}, {"pubmed": 19129193, "text": "Identification of adjacent binding sites for the YY1 and E4BP4 transcription factors in the PrP (Prion) gene promoter."}, {"pubmed": 19164126, "text": "two CpG islands adjacent to the Sp1 and YY1 elements in the promoter region were methylated, which together with reduced Sp1, contributed to the failure of interaction of Sp1 with YY1 and their binding to the elements, leading to silencing of the MOR gene"}, {"pubmed": 19235591, "text": "a positive correlation between the autocrine expression of YY1 and TGF-beta 1, IGF-1 and FGF-2, known to be involved in the progression of gliomas and meningiomas"}, {"pubmed": 19297611, "text": "These results indicate that YY1 functions to negatively regulate these vaccinia virus promoters by binding to their initiator elements."}, {"pubmed": 19360355, "text": "YY1 mRNA and protein stability are important regulatory mechanisms of YY1 expression in colon cancer."}, {"pubmed": 19483472, "text": "PTEN induces HIF-2alpha transcriptional activity by inhibiting expression of Yin Yang 1 (YY1), which acts as a novel corepressor of HIF-2alpha."}, {"pubmed": 19553391, "text": "In contrast to other viral and cellular promoters, where YY1 is thought to function as a positive transcription-'initiator' factor, HPV-16 P97 transcription is downregulated by YY1 from a critical motif overlapping the transcription start site."}, {"pubmed": 19566924, "text": "reduction of YY1 expression in breast cancer cells could contribute to the acquisition of an invasive phenotype through increased cell migration as well as by reduced expression of HP1alpha"}, {"pubmed": 19575798, "text": "Two key transcription factors, NRF-2 and YY-1, were further identified to coordinately participate in driving gene expressions of PREPL-C2ORF34 genes pairin an additive manner."}, {"pubmed": 19685047, "text": "FcepsilonRIalpha gene -18483A>C polymorphism affects transcriptional activity through YY1 binding."}, {"pubmed": 19712462, "text": "YY1 is autoregulated through its own DNA-binding sites."}, {"pubmed": 19720140, "text": "There is a consensus YY1 binding site in the GDAP1 core promoter. Overexpression of YY1 activated the GDAP1 promoter in a reporter gene system as well as increased the level of endogenous mRNA."}, {"pubmed": 19793915, "text": "These results demonstrate a novel mechanism for the inactivation of YY1 through phosphorylation of its DNA-binding domain."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20025767, "text": "Nuclear expression of YY1 was detected in 33% of breast cancer cases investigated."}, {"pubmed": 20081364, "text": "These data suggest that YY1 is involved in B cells transformation which gives rise to high-grade lymphomas through a dysregulation in the normal development of B cells affecting cell cycle and cellular motility."}, {"pubmed": 20081375, "text": "These results suggest a dual role of YY1 in cancer development, either through overexpression or under-expression, depending on the tumor type."}, {"pubmed": 20105288, "text": "The transcriptional changes of YY1 target genes after the CoCl2 exposure indicate an induction or enrichment of the YY1 protein but it remains unclear, whether the substitution of zinc ions by Co2+ is responsible for that."}, {"pubmed": 20215434, "text": "short hairpin loop inhibitory RNAs for human YY1 and its homolog YY2 caused significant changes in both shared and distinguishable gene sets in human cells."}, {"pubmed": 20233728, "text": "Cis-acting genetic variation at an E2F1/YY1 response site and putative p53 site is associated with altered allele-specific expression of ERCC5 (XPG) transcript in normal human bronchial epithelium."}, {"pubmed": 20237276, "text": "BMP2 is both negatively and positively regulated by Smad4 and YY1 bound to a promoter region in cerebral cortex neurons."}, {"pubmed": 20430007, "text": "diverse binding affinities of YY1 and its interacting partners to iNOS -1026C/A resulted in differential promoter activity, and potent inhibition of iNOS expression by YY1/AP-1 complex with -1026C may contribute to an enhanced risk for hypertension."}, {"pubmed": 20431063, "text": "NFIB/X and NFY repressors contribute differentially to organ-specific regulation of the VWF promoter."}, {"pubmed": 20504995, "text": "Data show that MeCP2 cooperates with YY1 in repressing the ANT1 gene encoding a mitochondrial adenine nucleotide translocase."}, {"pubmed": 20519390, "text": "The results of coimmunoprecipitation and in vitro pulldown assays revealed that Yin Yang 1 interacted with the catalytic core and C-terminal domains of human immunodeficiency virus type 1 integrase."}, {"pubmed": 20660740, "text": "YY1 forms an active complex with HIF-1alpha at VEGF gene promoters and increases VEGF transcription"}, {"pubmed": 20663886, "text": "Inhibition of YY1 in combination with forced expression of p300 and Sp3 restored the expression of ChM-I in cells with a hypomethylated promoter region, but not in cells with hypermethylation."}, {"pubmed": 20666933, "text": "increased YY1 levels and DNA methylation percentage in the 5' untranslated region of Adenosine A(2A) receptors were found in the cerebellum with respect to the putamen of human brains"}, {"pubmed": 20686494, "text": "YY1 may have a role in maintenance of the undifferentiated phenotype of keratinocytes in the basal epidermal layer, and reduction of YY1 in the suprabasal layers may allow keratinocytes to differentiate and move toward the upper layers of the epidermis"}, {"pubmed": 20805357, "text": "HCF-1 interacts with the middle region of YY1 encompassing the glycine-lysine-rich domain and is essential for the formation of a ternary complex with YY1 and BAP1 in vivo."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21057508, "text": "YY1 is an important activator of peripheral myelination and neuregulin signaling."}, {"pubmed": 21182263, "text": "Demonstrated that miR-34a directly targets YY1 through a miR-34a-binding site within the 3' UTR of YY1 using a luciferase reporter system."}, {"pubmed": 21253604, "text": "Plk1 directly phosphorylates YY1 in vitro and in vivo at threonine 39 in the activation domain, and this phosphorylation is cell cycle regulated and peaks at G2/M."}, {"pubmed": 21282644, "text": "Studies in mouse suggest Yy1 may be an important regulator of differentiation state-specific genes in germinal-center B-cell."}, {"pubmed": 21326896, "text": "Studies indicate that elevated Yin Yang 1 (YY1) expression correlates with higher morphologic grades or malignant histological phenotypes in prostate cancer."}, {"pubmed": 21332389, "text": "The frequent alteration in the YY1-RKIP balance might represent a marker of malignant progression and be exploited for therapeutic interventions in HCC."}, {"pubmed": 21345358, "text": "HBV could promote HLJ1 expression by up-regulating the transcription factor YY1."}, {"pubmed": 21376359, "text": "These results imply that YY1 is involved in the regulation of Kaposi's sarcoma-associated herpesvirus reactivation."}, {"pubmed": 21378158, "text": "the MYO7A SNP differentially regulates the binding of the YY1 transcription factor with the T(-4128) allele creating an YY1 binding site"}, {"pubmed": 21385102, "text": "results do not support the hypothesis of YY-1 involvement in idiopathic pulmonary fibrosis; however, similar expression of YY-1 gene in two biological samples cannot exclude a possible role of this polymorphic gene in the pathway of IPF"}, {"pubmed": 21454521, "text": "Sin3a, HDAC1, and YY1 are co-factors for Gon4l and that Gon4l may function as a platform for the assembly of complexes that regulate gene expression."}, {"pubmed": 21565439, "text": "YY1 expression is associated with smaller quadriceps fibre CSA in COPD and nuclear localisation of YY1 was found in muscle of patients but not controls. Regulation of YY1 appears altered in COPD and may be implicated in COPD-related muscle atrophy"}, {"pubmed": 21666725, "text": "YY1 is a key regulator of BRCA1 expression and may be causally linked to the molecular etiology of human breast cancer."}, {"pubmed": 21792014, "text": "results demonstrated that the expression of YY1 is upregulated in cervical carcinomas and that YY1 plays a critical role in the progression of HPV-positive cervical cancer"}, {"pubmed": 21795679, "text": "Altered binding of SP1 and YY1 to the promoter correlated with cellular UDP-N-acetylhexosamines content and inhibition of HAS2 expression."}, {"pubmed": 21839814, "text": "The identification of the functional role of YY1 in the transcriptional control of the human POSTN gene adds new insights in the studies focused on gene expression in normal and transformed cells."}, {"pubmed": 22065573, "text": "Nuclear factor kappaB subunits RelB and cRel negatively regulate Toll-like receptor 3-mediated beta-interferon production via induction of transcriptional repressor protein YY1."}, {"pubmed": 22169291, "text": "Transfection of DLL4 into K562 cells increased the protein expression levels of transcription factor YY1 and proto-oncogene c-Myc, which slowed cell proliferation and increased apoptosis."}, {"pubmed": 22184066, "text": "identify serine 118 in the transactivation domain of YY1 as the site of CK2alpha phosphorylation, proximal to a caspase 7 cleavage site"}, {"pubmed": 22248053, "text": "Although there is not a complete consensus about the role of YY1 in cancers based on its activities of regulating oncogene and tumor suppressor expression, most of the currently available evidence supports a role of YY1 in tumorigenesis"}, {"pubmed": 22248054, "text": "review highlights the unexplored mechanism through which fluctuations in YY1 protein levels alter the transcriptional status of imprinted genes containing clustered YY1 binding sites, which potentially could affect cancer development and/or progression"}, {"pubmed": 22248055, "text": "propose YY1 as a potential novel prognostic biomarker for EMT and a therapeutic target for both the prevention of metastasis and the reversal of resistance"}, {"pubmed": 22248056, "text": "discuss the multiple roles and mechanisms of YY1 in the regulation of gene expression, its genetic factor functions, epigenetic regulatory activity, and its role as a redox sensor in the context of malignant neoplastic diseases"}, {"pubmed": 22248057, "text": "article summarizes all critical aspects that are (or will be) relevant for a better understanding of YY1- and/or YY2-mediated cellular control mechanisms"}, {"pubmed": 22248058, "text": "studies are reviewed to give an overview of the increasingly recognized importance of YY1 in human tumorigenesis"}, {"pubmed": 22248059, "text": "expression, function, and role of YY1 in the pathogenesis of hematologic malignancies are summarized briefly herein. Data are represented for B non-Hodgkin lymphoma, AIDS-related lymphoma, multiple myeloma, and children's acute lymphocytic leukemia"}, {"pubmed": 22253417, "text": "analysis of angiotensin II-dependent transcriptional activation of human steroidogenic acute regulatory protein gene by a 25-kDa cAMP-responsive element modulator protein isoform and Yin Yang 1"}, {"pubmed": 22262839, "text": "Data show that bilirubin interacts with the Raf/ERK/MAPK pathway, effect on cyclin D1 and Raf content, altered retinoblastoma protein profile of hypophosphorylation, calcium influx, and YY1 proteolysis."}, {"pubmed": 22267549, "text": "Findings indicate that galiximab inhibits the NF-kappaB/Snail/YY1/Bcl-XL circuit that regulates drug resistance in B-cell lymphoma and in combination with cytotoxic drugs results in apoptosis."}, {"pubmed": 22292071, "text": "Pregnane X receptor and yin yang 1 contribute to the differential tissue expression and induction of CYP3A5 and CYP3A4."}, {"pubmed": 22391813, "text": "Study demonstrated that YY1 could promote hepatocellular carcinogenesis and inhibit cellular differentiation through the downregulation of CEBPA expression."}, {"pubmed": 22440256, "text": "Yin Yang 1 plays an essential role in breast cancer and negatively regulates p27."}, {"pubmed": 22467534, "text": "Binding of YY1 at the -31C Site of IL1B Promoter"}, {"pubmed": 22536409, "text": "Two direct YY1 binding sites within the PSCA promoter, an inhibitory upstream site and a downstream site, proximal to the androgen-responsive element, which stimulated PSCA promoter activity."}, {"pubmed": 22776217, "text": "propose that, in the cell, YY1 may achieve higher specificity by associating with co-regulators or as a part of multi-subunit complexes"}, {"pubmed": 22907428, "text": "Our results therefore establish a novel miR-193a-5p-YY1-APC axis, which contributes to endometrioid endometrial carcinoma"}, {"pubmed": 22929025, "text": "Knockdown of YY1 led to a significant reduction in GDF5 expression, supporting YY1 as a GDF5 activator."}, {"pubmed": 23208495, "text": "YY1 promotes colon cancer growth through inhibiting p53 and promoting Wnt signaling pathways and serves as an independent prognostic biomarker for colorecatl cancer patients."}, {"pubmed": 23226345, "text": "YY1 is a novel substrate of the Aurora B kinase both in vitro and in vivo"}, {"pubmed": 23328582, "text": "findings unraveled a novel mechanism by which YY1 inhibition disrupts hypoxia-stimulated HIF-1alpha stabilization in a p53-independent manner"}, {"pubmed": 23348961, "text": "YY1 expression was upregulated in obese mice and non-alcoholic fatty liver disease patients. Overexpression of YY1 in healthy mice promoted hepatosteatosis under high-fat dietary conditions. YY1 suppressed farnesoid X receptor expression."}, {"pubmed": 23403125, "text": "The identification of the general transcription factor Yin Yang 1 (YY1) as a novel and specific binding partner of S6K2, but not S6K1."}, {"pubmed": 23523134, "text": "Cellular transcription factors Sp1, Sp3 and YY1 bind to the varicella-zoster virus ORF3 promoter, and mutation of their binding sites inhibited ORF3 gene expression."}, {"pubmed": 23539139, "text": "HCFC1 is a common component of active human CpG-island promoters and coincides with ZNF143, THAP11, YY1, and GABP transcription factor occupancy."}, {"pubmed": 23560079, "text": "USF2 functionally interacts with YY1 blocking its inhibitory activity, in favor of CEBPB transactivation."}, {"pubmed": 23630070, "text": "This is the first study to detect a specific fusion gene in mesothelioma (the reason how frequent the EWSR1-YY1 fusion is remains uncertain) and also the first time that direct involvement of YY1 in oncogenesis has been demonstrated"}, {"pubmed": 23757039, "text": "The results confirm association of YY1 and PLK1 with outcome in follicular lymphoma and suggest coexpression at the centrosome."}, {"pubmed": 23776572, "text": "Yin Yang 1 intronic binding sequences and splicing elicit intron-mediated enhancement of ubiquitin C gene expression."}, {"pubmed": 23805300, "text": "PRE-PIK3C2B interacts directly with YY1 in vitro and recruits PRC2 complex in vivo. The localization of PcG proteins including YY1 to PRE-PIK3C2B in HEK cells is decreased on knock-down of either YY1 or SUZ12."}, {"pubmed": 23813057, "text": "Transient YY1 overexpression significantly inhibited MUC4 promoter activity and endogenous MUC4 protein expression."}, {"pubmed": 23874387, "text": "Depletion of YY1 or RelA almost completely impaired the colony forming ability of multiple myeloma(MM) progenitor cells suggesting that both RelA and YY1 are essential for the survival and growth of MM progenitor cells."}, {"pubmed": 23919806, "text": "The expression of YY1 significantly correlates with that of HO-1 in esophageal squamous cell carcinoma tissues."}, {"pubmed": 24026176, "text": "Little change was observed in SNCA expression levels; however, RP11-115D19.1 expression was prominently stimulated by YY1."}, {"pubmed": 24105472, "text": "NLRP7 affects trophoblast lineage differentiation, binds to overexpressed YY1 and alters CpG methylation."}, {"pubmed": 24116200, "text": "Study identified a novel binding site for YY1 on the HIV-1 LTR, 120 nucleotides upstream of the transcription start site; YY1 can bind to this site in vitro and in vivo and binding to the LTR is dissociated upon T cell activation."}, {"pubmed": 24326773, "text": "T372R mutation alters the expression of YY1 target genes in pancreatic beta-cells of insulinomas."}, {"pubmed": 24369345, "text": "findings define a novel mechanism of Smad7 and YY1 to antagonize TGF-beta signaling"}, {"pubmed": 24418559, "text": "The cellular factor YY1 played role in varicella-zoster virus replication through the mediation of IE62 activation of viral gene expression."}, {"pubmed": 24481728, "text": "The expression of miR-34a in renal cell carcinoma cells displayed an inverse correlation with YY1, but a positive correlation with C/EBPalpha"}, {"pubmed": 24508259, "text": "Data show that knockdown of Yin Yang 1 (YY1) releases the survivin promoter from the observed repression and leads to a 3- to 5-fold increase in promoter activity above basal levels."}, {"pubmed": 24554339, "text": "Subsequently, we examined in a subset of the study the expression in blood of two genes regulating mitochondrial biogenesis, YY1 and PGC-1alpha. We found a positive association of YY1 expression and mtDNA content in controls."}, {"pubmed": 24674326, "text": "data demonstrated that YY1 contributes to gastric carcinogenesis in gastric cancer. In early stage GACs YY1 might serve as a poor prognostic marker and possibly as a potential therapeutic target"}, {"pubmed": 24803334, "text": "These results suggest a novel regulatory mechanism for YY1 function by Smurf2."}, {"pubmed": 24862326, "text": "Taken together, these results demonstrate that HIV-1 Tat protein suppresses CX3CR1 expression in microglia via NF-kappaB-YY1 pathway and attenuates CX3CL1-induced functional response of microglia."}, {"pubmed": 24884523, "text": "YY1 suppresses invasion and metastasis of pancreatic ductal adenocarcinoma by downregulating MMP10 in a MUC4/ErbB2/p38/MEF2C-dependent mechanism."}, {"pubmed": 24970600, "text": "Findings revealed that the expression of YY1 is upregulated in Multiple myeloma, its higher nuclear localization is associated with disease progression."}, {"pubmed": 24970812, "text": "Data indicate that the 3'-untranslated region (3'-UTR) of transcription factor Yin Yang 1 (YY1) mRNA was the target of microRNA-34 (miR-34) family consisting of miR-34a, miR-34b, and miR-34c."}, {"pubmed": 24990942, "text": "these findings suggest that YY1-RuvBL1-RuvBL2 complexes could contribute to functions beyond transcription, and we show that YY1 and the ATPase activity of RuvBL2 are required for RAD51 foci formation during homologous recombination."}, {"pubmed": 24991827, "text": "YY1 regulated SQSTM1 expression through the epigenetic modulation of the transcription of MIR372 (microRNA 372) which was found to target SQSTM1 directly."}, {"pubmed": 25209548, "text": "YY1 is the first autosomal activating factor involved in a fundamental and conserved pathway of Xist regulation that ensures the asymmetric transcriptional upregulation of the master regulator of X-chromosome inactivation."}, {"pubmed": 25427980, "text": "These data show that hepatitis B virus proteins repress DGCR8 promoter activity by upregulating the expression of transcription factor YY1."}, {"pubmed": 25644713, "text": "YY1 is necessary to maintain the steady-state level of VEGFA expression while its silencing increases VEGFA mRNA half-life at 4 h and impairs the maturation of miRNA 200b/c."}, {"pubmed": 25698133, "text": "YY1 is overexpressed in differentiated thyroid cancer, and more frequently overexpressed in the papillary carcinoma subtype."}, {"pubmed": 25727947, "text": "These findings imply that the T allele significantly suppresses PSCA expression in vivo by recruiting YY1 to its promoter, which eventually predisposes gastric epithelial cells to GC development"}, {"pubmed": 25763608, "text": "The somatic Thr372Arg YY1 mutation is a relevant finding in female patients with sporadic insulinomas."}, {"pubmed": 25764217, "text": "Transcription factor YY1 is critically involved in the chromatin remodeling and chromosomal interactions at the Th2 cytokine locus."}, {"pubmed": 25772619, "text": "results suggest that YY1 up-regulates UBIAD1 expression and UBIAD1 conversion activity through the UBIAD1 promoter"}, {"pubmed": 25775215, "text": "Results demonstrate that YY1 is a critical effecter in IL-13-induced fibroblast differentiation: increasing YY1 enhances it whereas decreasing YY1 reduces it."}, {"pubmed": 25787250, "text": "YY1(T372R) mutations are neomorphic, resulting in constitutive activation of cAMP and Ca(2+) signaling pathways involved in insulin secretion in insulin-producing adenomas"}, {"pubmed": 25885449, "text": "YY1 is a transcription repressor of FEN1 regulating FEN1 levels in response to DNA damaging agents."}, {"pubmed": 25935483, "text": "YY1 regulates, in a sex-specific manner, Mena expression in heart failure"}, {"pubmed": 25954903, "text": "Rescue experiments indicated that the suppressive effect of miR-34a on invasion and migration was mediated by activating YY1 expression."}, {"pubmed": 25963536, "text": "The results of our study indicate that YY1 belongs to the family of intrinsically disordered proteins, which exist natively in a partially unfolded conformation."}, {"pubmed": 26104682, "text": "Results identify a novel YY1 ~ miR-9 ~ RYBP axis involved in melanoma tumorigenesis and reinforce the idea that regulatory circuitries involving miRNAs and TFs are prevalent mechanisms."}, {"pubmed": 26198631, "text": "Data show that YY1 transcription factor (YY1) is tyrosine-phosphorylated by Src family kinases, leading to down-regulation of its activity."}, {"pubmed": 26292095, "text": "IL-18 induced YY1 expression, which repressed FXR and MRP2 expression in HepG2 cells."}, {"pubmed": 26329601, "text": "These data demonstrate the crucial requirement for YY1 in lung morphogenesis."}, {"pubmed": 26618242, "text": "Study shows that YY1 regulates inflammatory responses in vascular endothelium through its binding to ANRIL."}, {"pubmed": 26762111, "text": "YY1 promotes mTORC2-mediated AKT activation"}, {"pubmed": 26768613, "text": "Knockdown of miR-381 target gene, YY1, mimicked the phenotype induced by miR-381 overexpression."}, {"pubmed": 26786659, "text": "YY1 regulates lung CCL4 transcription in pulmonary tuberculosis."}, {"pubmed": 26800240, "text": "YY1 overexpression contributes to EZH2 recruitment for H3K27me3-mediated silencing of tumour-suppressive microRNAs, thereby activating NF-kappaB signalling in hepatocarcinogenesis."}, {"pubmed": 26902152, "text": "SET7/SET9-mediated YY1 methylation was shown to be involved in YY1-regulated gene transcription and cell proliferation."}, {"pubmed": 26910132, "text": "Significance of the pathogenic mutation T372R in the Yin Yang 1 protein interaction with DNA--thermodynamic studies: the mutation does not affect the secondary structure of either zinc fingers or the N-terminal fragment of the protein."}, {"pubmed": 27074573, "text": "YY1 promotes apoptosis via upregulating Bax transcription and subsequent activation of Bax by translocation from the cytosol to the mitochondrial membrane."}, {"pubmed": 27259051, "text": "High YY1 expression is Associated with Endometrial Cancer."}, {"pubmed": 27369384, "text": "ZFs of YY1 are able to interact with multiple RNA sequences, and that their specificity is not limited to putative endogenous RNA target Xist. The mode of interaction appears to be distinct from both the DNA binding of YY1 and the RNA binding of other classical ZF proteins."}, {"pubmed": 27428271, "text": "Interactions of the chromatin remodeling protein INO80 with DNA, and the role of YY1 in this process have been described."}, {"pubmed": 27535137, "text": "the existence of both INO80 and YY1 is required for recruiting the INO80/YY1 complex to BCCIP promoter region. Our findings strongly indicate that BCCIP is a potential target gene of the INO80/YY1 complex."}, {"pubmed": 27663660, "text": "miR-215 is downregulated in colon cancer and it suppresses colon cancer cell proliferation, migration and invasion by directly targeting YY1"}, {"pubmed": 27829535, "text": "YY1 was over-expressed in RA which can bind to the promotor of IL-6 to introduce IL-6 expression, contributing to the inflammation of RA via stimulation of Th17 differentiation."}, {"pubmed": 27857184, "text": "Data suggest a role for YY1 transcription factor (YY1) in transcriptional activity on inactive X (Xi) in general through sequence-specific binding, and its involvement at superloop anchors."}, {"pubmed": 27913726, "text": "Yin Yang 1 (YY1) interacts with Seryl-tRNA synthetase (SerRS) to form a SerRS/YY1 complex which functions as a negative effector to regulate vegfa transcription through binding a distal segment of the vegfa promoter, while NFKB1 serves as a positive effector through outcompeting SerRS/YY1 for binding at the same distal segment."}, {"pubmed": 28101571, "text": "Our results suggested that YY1 depletion repressed prostate cancer cell viability and proliferation and induced apoptosis at least in a miR-146a-assisted manner."}, {"pubmed": 28412749, "text": "High expression of nuclear YY1 was significantly associated with higher AJCC stage and small vessel invasion."}, {"pubmed": 28447715, "text": "These data suggested that YY1 may be important for apoptosis induction via the regulation of Fas during sepsis. Therefore, Fas may be a potential therapeutic target to prevent MOD through regulation of YY1 expression. Furthermore, YY1 and Fas expression in PBMCs may be used to as prognostic markers."}, {"pubmed": 28472826, "text": "This is the first report on the status of YY1 T372R in insulinoma cases of Indian origin."}, {"pubmed": 28485541, "text": "YY1 promotes proliferation and migration with suppression of apoptosis via directly inhibiting MYCT1 in laryngeal cancer cells, suggesting that YY1 is a useful target as a potential oncogene in laryngeal cancer development and progression."}, {"pubmed": 28489564, "text": "Results show that histone deacetylase 1 (HDAC1) expression was positively correlated with YY1 transcription factor (YY1) in hepatocellular carcinoma (HCC) cell lines and primary tumor tissues."}, {"pubmed": 28536180, "text": "results support a model in which YY1 acts as an architectural protein to connect developmentally regulated looping interactions; the location of YY1-mediated interactions may be demarcated in development by a preexisting topological framework created by constitutive CTCF-mediated interactions."}, {"pubmed": 28575647, "text": "these results define a clinical syndrome caused by haploinsufficiency of YY1 through dysregulation of key transcriptional regulators."}, {"pubmed": 28592880, "text": "In conclusion, YY1 may play an important regulatory role in ATP6V1A expression with potential mechanistic and clinical implications in gastric cancer."}, {"pubmed": 28593745, "text": "Authors found that YY1 and STAT1 were upregulated in ox-LDL-stimulating macrophages followed by translocation in the nucleus and binding to the transcriptional promoter region of miR-29a, thus leading to the increase of miR-29a expression."}, {"pubmed": 28827574, "text": "These data demonstrate that miR-584-3p directly targets the MMP-14 promoter to repress YY1-facilitated MMP-14 expression and inhibits the progression of gastric cancer."}, {"pubmed": 28855673, "text": "Aurora A phosphorylation of YY1 during mitosis inactivates its DNA binding activity."}, {"pubmed": 28867247, "text": "Low YY1 expression is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 28972861, "text": "High YY1 expression is associated with Lung Cancer Progression."}, {"pubmed": 29052509, "text": "miR-30a acts in a feedback loop to modulate the pro-autophagic activities of YY1."}, {"pubmed": 29138857, "text": "YY1 promoted glioma cell proliferation and miR218 could inhibit glioma cell proliferation by targeting YY1."}, {"pubmed": 29224777, "text": "Study shows that the ubiquitously expressed transcription factor Yin Yang 1 (YY1) contributes to enhancer-promoter structural interactions in a manner analogous to DNA interactions mediated by CTCF."}, {"pubmed": 29358858, "text": "The repression of TBX21 expression by high-affinity binding of YY1 to the -1993C allele may contribute to a decreased development of AIH-1 via suppression of type 1 immunity."}, {"pubmed": 29396463, "text": "YY1 transcriptionally activated miR-135b and formed a 'miR-135b-BMAL1-YY1' loop, which holds significant predictive and prognostic value for patients with pancreatic cancer."}, {"pubmed": 29467239, "text": "The YY1 p.T372R heterozygous mutation was found in 2 of 23 sporadic insulinoma samples, but not in the corresponding RNA of the two mutation-positive samples. YY1 mRNA was abundantly expressed in the tumors with the mutation."}, {"pubmed": 29470526, "text": "Results suggest that up-regulation of YY1 is closely associated with the progression of cervical squamous cell carcinoma, and YY1 may play an important role in the pathogenesis of cervical cancer by modulating the expression of E-cadherin and HPV16 E6."}, {"pubmed": 29536411, "text": "expression of miR-192-5p was negatively correlated with that of YY1 in bladder cancer tissues"}, {"pubmed": 29604932, "text": "we discuss the correlation between YY1 expression and clinical outcomes and therapeutic potential of YY1 in cancer treatment. Based on this review, we conclude that YY1 is a bona fide inducer of cancer metastasis and can serve as a clinical biomarker and therapeutic target for cancer treatment."}, {"pubmed": 29604933, "text": "in this review, we focus on the role of YY1 in cancer biology, including its expression, function, regulation by other upstream factors, and some of its more significant downstream effectors."}, {"pubmed": 29604934, "text": "Our work shows for the first time that YY1 represses survivin transcription by physically interacting with the survivin promoter. Furthermore, YY1 appears to contribute to basal survivin transcriptional activity, indicating that disruption of its binding may in part contribute to survivin overexpression after cellular stress events including chemotherapy and radiotherapy."}, {"pubmed": 29604935, "text": "In this review, a general discussion is provided on the role of YY1 overexpression in cancer and the application of various inhibitors of YY1 activities and their potential as therapeutics."}, {"pubmed": 29604936, "text": "This review discusses the potential therapeutic targeting of an overexpressed transcription factor, Yin Yang 1 (YY1), which has been implicated in the development of epithelial-mesenchymal transition (EMT) and drug resistance. Several examples targeting YY1 in experimental models are presented."}, {"pubmed": 29604937, "text": "A summary is of the published studies on the expression levels of YY1 in human cancers and their potential cross-reactivities with YY2 is also provided. Well-documented monospecific antibodies to both YY1 and YY2 have to be developed and used when examining the expression levels of YY1 and YY2 in human cancers to elucidate the accurate relationship between them and clinical significance of each."}, {"pubmed": 29604938, "text": "Meta-analysis of YY1-DNA binding allowed us to observe that YY1's avidity to multiple binding sites is crucial in providing high-affinity specific sequence recognition. Alternatively, other trans-acting factors can modulate the YY1-DNA interaction and influence its outcome."}, {"pubmed": 29604939, "text": "deregulation of the epigenome is observed frequently in a variety of cancer types and is often correlated directly with advanced metastatic stages and poor prognosis. In this review, we address the current understanding of YY1 as a recruiter of epi-modifier molecules in the mechanism of aberrant regulation of target genes as a part of the metastatic cascade."}, {"pubmed": 29604940, "text": "In this review, we summarize and analyze recent findings about the regulation of YY1 at multiple levels. We emphasize the necessity for deeper insights into these regulatory mechanisms if YY1 is to find its way to the clinical setting."}, {"pubmed": 29616858, "text": "High YY1 expression is associated with acute lymphoblastic leukemia."}, {"pubmed": 29807053, "text": "Results show that YY1 is phosphorylated by c-Abl kinase at tyrosine residue 254 and that this phosphorylation likely modulates its transcriptional activity."}, {"pubmed": 29921695, "text": "This study reveals a novel role for YY1 in regulating G6PD and activating the pentose phosphate pathway, linking its function in tumorigenesis to metabolic reprogramming."}, {"pubmed": 29932276, "text": "BCCIP stabilized YY1 protein in colorectal cancer cells.BCCIP promoter region contains YY1 binding site (CCGCCATC)."}, {"pubmed": 30060075, "text": "Data show that MiR-147b targets the 3' untranslated region (3'UTR) of Yin Yang 1 (YY1)."}, {"pubmed": 30098214, "text": "both YY1 and E2A bind to E3' of the human Igkappa locus and regulate Igkappa expression through epigenetic modifications. The results also imply a novel mechanism by which YY1 contributes to antibody maturation by transiently inhibiting Igkappa expression in germinal center B cells."}, {"pubmed": 30176928, "text": "Study shows YAP/TAZ function as key nodes of multiple signaling pathways and play multiple regulatory roles in cancer cells especially in metabolic reprogramming. [review]"}, {"pubmed": 30229869, "text": "The results reveal a role of YY1 involved in neutrophil infiltration in rheumatoid arthritis via the PI3K/Akt/mTOR/IL-8 signaling pathway."}, {"pubmed": 30251328, "text": "Low YY1 expression is associated with epithelial-to-mesenchymal transition in lung cancer."}, {"pubmed": 30365062, "text": "miR186 reverses cisplatin resistance and inhibits the formation of the glioblastomainitiating cell phenotype by degrading YY1 in glioblastoma."}, {"pubmed": 30481541, "text": "study identified NPCCAT1 as an oncogenic lncRNA which promotes nasopharyngeal carcinoma (NPC) progression via upregulating YY1, and suggested that lncRNA NPCCAT1 may be a promising therapeutic target for NPC."}, {"pubmed": 30551877, "text": "Results support a model in which YY1 is able to silence tumor suppressor genes such as XAF1 through HDAC1 in prostate cancer."}, {"pubmed": 30563889, "text": "Circ-CTNNB1 bound DEAD-box polypeptide 3 (DDX3) to facilitate its physical interaction with transcription factor Yin Yang 1 (YY1), resulting in the transactivation of YY1 and transcriptional alteration of downstream genes associated with beta-catenin activation and cancer progression."}, {"pubmed": 30586549, "text": "Ectopic overexpression of miR-7-5p sensitized LN229/TMZ-R cells to TMZ and suppressed the stemness of glioblastoma stem cells (GSCs). Further experiments demonstrated that miR-7-5p exerts its role by directly targeting the 3'-untranslated region of Yin Yang 1 (YY1)."}, {"pubmed": 30594392, "text": "YY1-regulated LINC00152 promotes triple negative breast cancer progression by affecting the stability of PTEN protein."}, {"pubmed": 30716533, "text": "a putative mechanism for promotion of carcinogenesis in early-stage colon cancers by loss of immunosuppressive molecules by epigenetic silencing through NF-kappaB-mediated EZH2/YY1 axis."}, {"pubmed": 30718276, "text": "results reveal a previously unappreciated mechanism in which the YY1/c-Myc/miR-141 axis plays a critical role in nasopharyngeal carcinoma (NPC) progression and may provide some potential and valuable targets for the diagnosis and treatment of NPC."}, {"pubmed": 30737371, "text": "Study is the first to illustrate that miR-1260b, mediated by YY1, activates KIT signaling by targeting SOCS6 to regulate NSCLC cell proliferation and apoptosis, and is a potential biomarker and therapeutic target for NSCLC."}, {"pubmed": 30737378, "text": "Studies demonstrate that miR-500a-5p functions as a tumour suppressor in CRC by targeting the p300/YY1/HDAC2 axis, which contributes to the development of and provides new potential candidates for CRC therapy."}, {"pubmed": 30760518, "text": "findings identify the YY1/p65/p300 complex as a regulator of QKI expression, identifying several potential therapeutic targets for the treatment of hepatocellular carcinoma"}, {"pubmed": 30810052, "text": "YY1 may be considered as a metastasis risk factor in WT since its overexpression correlates with the metastasis of this tumor. This finding makes sense since YY1 is a transcription factor that is capable of influencing the expression of other proteins (CXCL12 and HMGA2) that have been proposed as prognostic markers of survival and relapse in several kinds of tumors, including WT."}, {"pubmed": 30887707, "text": "FAM3C-YY1-HSF1 pathway plays an important role in TGFbeta-triggered proliferation and migration of human breast cancer MDA-MB-231 cells."}, {"pubmed": 30951662, "text": "The YY1 governs multiple metabolic pathways and protein synthesis in both NCSCs and melanoma."}, {"pubmed": 31005030, "text": "Authors review the role of YY1 in cancer and its regulation of immune resistance, role of PD-L1 expression in cancer and its resistance to cytotoxic anti-tumor activities and delineated several signaling crosstalk pathways in which YY1 regulates the expression of PDL1, both directly and indirectly.[review]"}, {"pubmed": 31028249, "text": "When monocytes are differentiated into macrophages with CSF-1, CSF-1R is redirected to transcription starting sites, colocalizes with H3K4me3, and interacts with ELK and YY1 transcription factors."}, {"pubmed": 31084931, "text": "YY1 depletion by siRNA attenuates profibrogenic property of human myofibroblasts."}, {"pubmed": 31131888, "text": "different effects of YY1 and YY2 on gene expression patterns"}, {"pubmed": 31159863, "text": "Yin Yang 1(YY1) negatively regulated miR-449a expression and formed a mutual inhibition loop in RA-FLS. MiR-449a inhibited TNFalpha-mediated HMGB1 and YY1 overexpression and IL-6 production."}, {"pubmed": 31173500, "text": "High YY1 expression is associated with Cell Migration and Invasion in Colorectal Cancer."}, {"pubmed": 31230816, "text": "The source (donor) L1 for this insertion was slightly 5' truncated, lacked the YY1 binding site, and was highly mobile when tested in vitro. Locus-specific bisulfite sequencing revealed that the donor L1 and other young L1s with mutated YY1 binding sites were hypomethylated in embryonic stem cells, during neurodifferentiation, and in liver and brain tissue"}, {"pubmed": 31298324, "text": "Long noncoding RNA DDX11-AS1 induced by YY1 accelerates colorectal cancer progression through targeting miR-873/CLDN7 axis."}, {"pubmed": 31448838, "text": "these studies identify YY1 as a novel cotranscription factor of TFEB in regulating autophagy and lysosomal functions and suggest YY1 could be a therapeutic target in cancer treatment"}, {"pubmed": 31505424, "text": "YY1 up-regulation was able to rescue the effects of miR-410-3p in rheumatoid arthritis fibroblast-like synoviocytes."}, {"pubmed": 31534017, "text": "Yin Yang 1 protein ameliorates diabetic nephropathy pathology through transcriptional repression of TGFbeta1."}, {"pubmed": 31623640, "text": "YY1, a transcription factor binds to the promoter of LINC00673, a long non coding RNA to activate its transcription in breast cancer cells."}, {"pubmed": 31631174, "text": "YY1 can directly bind to the promoter region of TPPP and inhibit the expression of TPPP."}, {"pubmed": 31688895, "text": "YY1 is a cis-regulator in the organoid models of high mammographic density."}, {"pubmed": 31693222, "text": "YY1-mediated overexpression of long noncoding RNA MCM3AP-AS1 accelerates angiogenesis and progression in lung cancer by targeting miR-340-5p/KPNA4 axis."}, {"pubmed": 31695789, "text": "Yin Yang 1 facilitates hepatocellular carcinoma cell lipid metabolism and tumor progression by inhibiting PGC-1beta-induced fatty acid oxidation."}, {"pubmed": 31705051, "text": "Upregulation of Yy1 Suppresses Dilated Cardiomyopathy caused by Ttn insufficiency."}, {"pubmed": 31818358, "text": "Human transcription factor YY1 could upregulate the HIV-1 gene expression."}, {"pubmed": 31828582, "text": "Somatic Mutations and Intratumoral Heterogeneity of Cancer-Related Genes NLK, YY1 and PA2G4 in Gastric and Colorectal Cancers."}, {"pubmed": 31858560, "text": "CircRNA_0016418 expedites the progression of human skin melanoma via miR-625/YY1 axis."}, {"pubmed": 31956270, "text": "The USP21/YY1/SNHG16 axis contributes to tumor proliferation, migration, and invasion of non-small-cell lung cancer."}, {"pubmed": 32003019, "text": "YY1-PVT1 affects trophoblast invasion and adhesion by regulating mTOR pathway-mediated autophagy."}, {"pubmed": 32077676, "text": "The effect of D380Y pathogenic mutation in human Yin Yang 1 on the protein's structure and function."}, {"pubmed": 32159250, "text": "YY1-induced upregulation of FOXP4-AS1 and FOXP4 promote the proliferation of esophageal squamous cell carcinoma cells."}, {"pubmed": 32226547, "text": "The biological implications of Yin Yang 1 in the hallmarks of cancer."}, {"pubmed": 32231272, "text": "SNP rs17079281 decreases lung cancer risk through creating an YY1-binding site to suppress DCBLD1 expression."}, {"pubmed": 32272940, "text": "Molecular interplay between linc01134 and YY1 dictates hepatocellular carcinoma progression."}, {"pubmed": 32278016, "text": "The CCDC43-ADRM1 axis regulated by YY1, promotes proliferation and metastasis of gastric cancer."}, {"pubmed": 32334006, "text": "YY1-mediated PTEN dephosphorylation antagonizes IR-induced DNA repair contributing to tongue squamous cell carcinoma radiosensitization."}, {"pubmed": 32396525, "text": "Transcription factor YY1 inhibits the expression of THY1 to promote interstitial pulmonary fibrosis by activating the HSF1/miR-214 axis."}, {"pubmed": 32409309, "text": "YAP-Mediated Recruitment of YY1 and EZH2 Represses Transcription of Key Cell-Cycle Regulators."}, {"pubmed": 32432733, "text": "Long noncoding RNA SNHG14 promotes malignancy of prostate cancer by regulating with miR-5590-3p/YY1 axis."}, {"pubmed": 32557953, "text": "HOXD3 was negatively regulated by YY1 recruiting HDAC1 to suppress progression of hepatocellular carcinoma cells via ITGA2 pathway."}, {"pubmed": 32572898, "text": "Role of lncRNA NEAT1 mediated by YY1 in the development of diabetic cataract via targeting the microRNA-205-3p/MMP16 axis."}, {"pubmed": 32627382, "text": "Complex movement disorder in a patient with heterozygous YY1 mutation (Gabriele-de Vries syndrome)."}, {"pubmed": 32681092, "text": "CircAGFG1 drives metastasis and stemness in colorectal cancer by modulating YY1/CTNNB1."}, {"pubmed": 32800940, "text": "CircHIPK3 regulates melanoma cell behaviors by binding with miR-215-5p to upregulate YY1."}, {"pubmed": 32845162, "text": "Transcriptional regulation of human abraxas brother protein 1 expression by yin yang 1."}, {"pubmed": 32929330, "text": "Dysregulated Kras/YY1/ZNF322A/Shh transcriptional axis enhances neo-angiogenesis to promote lung cancer progression."}, {"pubmed": 32970204, "text": "Transcription factor YY1 mediates epithelial-mesenchymal transition through the TGFbeta signaling pathway in bladder cancer."}, {"pubmed": 32983133, "text": "LncRNA NEAT1 Targets Fibroblast-Like Synoviocytes in Rheumatoid Arthritis via the miR-410-3p/YY1 Axis."}, {"pubmed": 33084547, "text": "Yin-Yang 1 and HBx protein activate HBV transcription by mediating the spatial interaction of cccDNA minichromosome with cellular chromosome 19p13.11."}, {"pubmed": 33125912, "text": "Combined Omics Approaches Reveal the Roles of Non-canonical WNT7B Signaling and YY1 in the Proliferation of Human Pancreatic Progenitor Cells."}, {"pubmed": 33199912, "text": "YY1 interacts with guanine quadruplexes to regulate DNA looping and gene expression."}, {"pubmed": 33235311, "text": "Endothelial specific YY1 deletion restricts tumor angiogenesis and tumor growth."}, {"pubmed": 33279983, "text": "DeepYY1: a deep learning approach to identify YY1-mediated chromatin loops."}, {"pubmed": 33315124, "text": "Transcription factors CP2 and YY1 as prognostic markers in head and neck squamous cell carcinoma: analysis of The Cancer Genome Atlas and a second independent cohort."}, {"pubmed": 33318617, "text": "LncRNA SNHG5 upregulation induced by YY1 contributes to angiogenesis via miR-26b/CTGF/VEGFA axis in acute myelogenous leukemia."}, {"pubmed": 33436409, "text": "Oncogenic HPV promotes the expression of the long noncoding RNA lnc-FANCI-2 through E7 and YY1."}, {"pubmed": 33456567, "text": "KDM6A promotes imatinib resistance through YY1-mediated transcriptional upregulation of TRKA independently of its demethylase activity in chronic myelogenous leukemia."}, {"pubmed": 33683171, "text": "YY1-inudced activation of lncRNA DUXAP8 promotes proliferation and suppresses apoptosis of triple negative breast cancer cells through upregulating SAPCD2."}, {"pubmed": 33705973, "text": "Mutation and Expression of Gene YY1 in Pancreatic Neuroendocrine Tumors and Its Clinical Significance."}, {"pubmed": 33798911, "text": "YY1-induced up-regulation of FOXE1 is negatively regulated by miR-129-5p and contributes to the progression of papillary thyroid microcarcinoma."}, {"pubmed": 33849067, "text": "Cistrome analysis of YY1 uncovers a regulatory axis of YY1:BRD2/4-PFKP during tumorigenesis of advanced prostate cancer."}, {"pubmed": 33900899, "text": "Expression of YY1 in pro-B and T phenotypes correlation with poor survival in pediatric acute lymphoblastic leukemia."}, {"pubmed": 33931730, "text": "A missense variant in NDUFA6 confers schizophrenia risk by affecting YY1 binding and NAGA expression."}, {"pubmed": 33994849, "text": "YY1-modulated long non-coding RNA SNHG12 promotes gastric cancer metastasis by activating the miR-218-5p/YWHAZ axis."}, {"pubmed": 34061599, "text": "A BMPR2/YY1 Signaling Axis Is Required for Human Cytomegalovirus Latency in Undifferentiated Myeloid Cells."}, {"pubmed": 34093590, "text": "Plasma Membrane Calcium ATPase Regulates Stoichiometry of CD4(+) T-Cell Compartments."}, {"pubmed": 34099540, "text": "Multifaceted regulation of hepatic lipid metabolism by YY1."}, {"pubmed": 34105224, "text": "Circular RNA circ_0001588 sponges miR-211-5p to facilitate the progression of glioblastoma via up-regulating YY1 expression."}, {"pubmed": 34115613, "text": "TP73-AS1 is induced by YY1 during TMZ treatment and highly expressed in the aging brain."}, {"pubmed": 34135143, "text": "Loss of YY1 expression predicts unfavorable prognosis in stage III colorectal cancer."}, {"pubmed": 34405943, "text": "Silencing of circ_0000517 suppresses proliferation, glycolysis, and glutamine decomposition of non-small cell lung cancer by modulating miR-330-5p/YY1 signal pathway."}, {"pubmed": 34445183, "text": "YY1 Silencing Induces 5-Fluorouracil-Resistance and BCL2L15 Downregulation in Colorectal Cancer Cells: Diagnostic and Prognostic Relevance."}, {"pubmed": 34561789, "text": "LINC01089, suppressed by YY1, inhibits lung cancer progression by targeting miR-301b-3p/HPDG axis."}, {"pubmed": 34618373, "text": "YY1: A New Gene for Childhood Onset Dystonia with Prominent Oromandibular-Laryngeal Involvement?"}, {"pubmed": 34657441, "text": "Enhanced Sp1/YY1 Expression Directs CBS Transcription to Mediate VEGF-Stimulated Pregnancy-Dependent H2S Production in Human Uterine Artery Endothelial Cells."}, {"pubmed": 34720049, "text": "YY1-induced long non-coding RNA PSMA3 antisense RNA 1 functions as a competing endogenous RNA for microRNA 214-5p to expedite the viability and restrict the apoptosis of bladder cancer cells via regulating programmed cell death-ligand 1."}, {"pubmed": 34728310, "text": "Long noncoding RNA KB-1460A1.5 inhibits glioma tumorigenesis via miR-130a-3p/TSC1/mTOR/YY1 feedback loop."}, {"pubmed": 34796378, "text": "MiR-98-3p regulates ovarian granulosa cell proliferation and apoptosis in polycystic ovary syndrome by targeting YY1."}, {"pubmed": 34802969, "text": "YY1-Induced Transcriptional Activation of FAM111B Contributes to the Malignancy of Breast Cancer."}, {"pubmed": 34818994, "text": "CRTAC1 (Cartilage acidic protein 1) inhibits cell proliferation, migration, invasion and epithelial-mesenchymal transition (EMT) process in bladder cancer by downregulating Yin Yang 1 (YY1) to inactivate the TGF-beta pathway."}, {"pubmed": 34834139, "text": "LINC02532 Contributes to Radiosensitivity in Clear Cell Renal Cell Carcinoma through the miR-654-5p/YY1 Axis."}, {"pubmed": 34863279, "text": "Study on the mechanism of LOXL1-AS1/miR-3614-5p/YY1 signal axis in the malignant phenotype regulation of hepatocellular carcinoma."}, {"pubmed": 34898474, "text": "YY1 and eIF4A3 are mediators of the cell proliferation, migration and invasion in cholangiocarcinoma promoted by circ-ZNF609 by targeting miR-432-5p to regulate LRRC1."}, {"pubmed": 35038059, "text": "METTL3 facilitates multiple myeloma tumorigenesis by enhancing YY1 stability and pri-microRNA-27 maturation in m[6]A-dependent manner."}, {"pubmed": 35103856, "text": "RNF144A exerts tumor suppressor function in breast cancer through targeting YY1 for proteasomal degradation to downregulate GMFG expression."}, {"pubmed": 35163649, "text": "Transcriptional Regulation of Yin-Yang 1 Expression through the Hypoxia Inducible Factor-1 in Pediatric Acute Lymphoblastic Leukemia."}, {"pubmed": 35246964, "text": "Homeostasis Imbalance of YY2 and YY1 Promotes Tumor Growth by Manipulating Ferroptosis."}, {"pubmed": 35266011, "text": "Yin Yang 1 regulates ITGAV and ITGB1, contributing to improved prognosis of colorectal cancer."}, {"pubmed": 35408813, "text": "Dual Role of YY1 in HPV Life Cycle and Cervical Cancer Development."}, {"pubmed": 35594378, "text": "The Transcription Factor YY1 Is Essential for Normal DNA Repair and Cell Cycle in Human and Mouse beta-Cells."}, {"pubmed": 35730240, "text": "Transcription factor YY1 contributes to human melanoma cell growth through modulating the p53 signalling pathway."}, {"pubmed": 35791393, "text": "A Systematic Pan-Cancer Analysis of YY1 Aberrations and their Relationship with Clinical Outcome, Tumor Microenvironment, and Therapeutic Targets."}, {"pubmed": 35829845, "text": "A de novo YY1 missense variant expanding the Gabriele-de Vries syndrome phenotype and affecting X-chromosome inactivation."}, {"pubmed": 35864972, "text": "YY1-induced DLEU1/miR-149-5p Promotes Malignant Biological Behavior of Cholangiocarcinoma through Upregulating YAP1/TEAD2/SOX2."}, {"pubmed": 35907137, "text": "TMEM97 is transcriptionally activated by YY1 and promotes colorectal cancer progression via the GSK-3beta/beta-catenin signaling pathway."}, {"pubmed": 35970081, "text": "YY1/ITGA3 pathway may affect trophoblastic cells migration and invasion ability."}, {"pubmed": 36202224, "text": "Hypoxia promotes the expression of Von Willebrand factor in breast cancer cells by up-regulating the transcription factor YY1 and down-regulating the hsa-miR-424."}, {"pubmed": 36257380, "text": "METTL3-mediated N6-methyladenosine modification and HDAC5/YY1 promote IFFO1 downregulation in tumor development and chemo-resistance."}, {"pubmed": 36285444, "text": "Salt-like transcription factor 4 promotes laryngeal cancer progression through transcriptional activation of ubiquitin-specific protease 21 to stabilize Yin Yang 1."}, {"pubmed": 36385489, "text": "LINC01608 activated by YY1 facilitate hepatocellular carcinoma progression by modulating the EGFR/ERK axis."}, {"pubmed": 36424383, "text": "HDAC1/3-dependent moderate liquid-liquid phase separation of YY1 promotes METTL3 expression and AML cell proliferation."}, {"pubmed": 36436207, "text": "YY1 (Yin-Yang 1), a transcription factor regulating systemic inflammation, is involved in cognitive impairment of depression."}, {"pubmed": 36524374, "text": "PLAU is associated with cell migration and invasion and is regulated by transcription factor YY1 in cervical cancer."}, {"pubmed": 36626426, "text": "Crosstalk between YY1 and lncRNAs in cancer: A review."}, {"pubmed": 36669583, "text": "Twist1-YY1-p300 complex promotes the malignant progression of HCC through activation of miR-9 by forming phase-separated condensates at super-enhancers and relieved by metformin."}, {"pubmed": 36880159, "text": "The role of transcription factor Yin Yang-1 in colorectal cancer."}, {"pubmed": 36882816, "text": "SIRT1 is transcriptionally repressed by YY1 and suppresses ferroptosis in rheumatoid arthritis."}, {"pubmed": 36999621, "text": "The regulatory effect of the YY1/miR-HCC2/BAMBI axis on the stemness of liver cancer cells."}, {"pubmed": 37078241, "text": "YY1-induced LncRNA-TUG1 elevates YOD1 to promote cell proliferation and inhibit bortezomib sensitivity in multiple myeloma."}, {"pubmed": 37211173, "text": "eIF3a sustains non-small cell lung cancer stem cell-like properties by promoting YY1-mediated transcriptional activation of beta-catenin."}, {"pubmed": 37212947, "text": "Depletion of enhancer zeste homolog 2 (EZH2) directs transcription factors associated with T cell differentiation through epigenetic regulation of Yin Yang 1(YY1) in combating non-small cell lung cancer (NSCLC)."}, {"pubmed": 37215986, "text": "YAP1 synergize with YY1 transcriptional co-repress DUSP1 to induce osimertinib resistant by activating the EGFR/MAPK pathway and abrogating autophagy in non-small cell lung cancer."}, {"pubmed": 37295026, "text": "YY1/miR-140-5p/Jagged1/Notch axis mediates cartilage progenitor/stem cells fate reprogramming in knee osteoarthritis."}, {"pubmed": 37552345, "text": "YY1 regulates the proliferation and invasion of triple-negative breast cancer via activating PLAUR."}, {"pubmed": 37658636, "text": "Clinical analysis of Gabriele-de Vries caused by YY1 mutations and literature review."}, {"pubmed": 37677983, "text": "YY1-regulated lncRNA SOCS2-AS1 suppresses HCC cell stemness and progression via miR-454-3p/CPEB1."}, {"pubmed": 37762277, "text": "Binding of YY1/CREB to an Enhancer Region Triggers Claudin 6 Expression in H. pylori LPS-Stimulated AGS Cells."}, {"pubmed": 37862922, "text": "Epigenetic regulation of enhancer of zeste homolog 2 (EZH2) -Yin Yang 1 (YY1) axis in cancer."}, {"pubmed": 37879498, "text": "BRD4-binding enhancer promotes CRC progression by interacting with YY1 to activate the Wnt pathway through upregulation of TCF7L2."}, {"pubmed": 37922205, "text": "Yin Yang 1 suppresses apoptosis and oxidative stress injury in SH-SY5Y cells by facilitating NR4A1 expression."}, {"pubmed": 37994046, "text": "SMURF1 activates the cGAS/STING/IFN-1 signal axis by mediating YY1 ubiquitination to accelerate the progression of lupus nephritis."}, {"pubmed": 38065955, "text": "YY1 modulates the radiosensitivity of esophageal squamous cell carcinoma through KIF3B-mediated Hippo signaling pathway."}, {"pubmed": 38254634, "text": "MiR-192-5p Ameliorates Hepatic Lipid Metabolism in Non-Alcoholic Fatty Liver Disease by Targeting Yy1."}, {"pubmed": 38436544, "text": "RPL35A drives ovarian cancer progression by promoting the binding of YY1 to CTCF promoter."}, {"pubmed": 38493498, "text": "YY1 Lactylation Aggravates Autoimmune Uveitis by Enhancing Microglial Functions via Inflammatory Genes."}, {"pubmed": 38551642, "text": "The DDX6/KIFC1 signaling axis, as regulated by YY1, contributes to the malignant behavior of pancreatic cancer."}, {"pubmed": 38631661, "text": "A mutual regulatory loop between transcription factor Yin Yang 1 and hepatitis B virus replication influences chronic hepatitis B."}, {"pubmed": 38744342, "text": "Lnc-PIK3R1, transcriptionally suppressed by YY1, inhibits hepatocellular carcinoma progression via the Lnc-PIK3R1/miR-1286/GSK3beta axis."}, {"pubmed": 38831379, "text": "YY1 mediated DCUN1D5 transcriptional activation promotes triple-negative breast cancer progression by targeting FN1/PI3K/AKT pathway."}, {"pubmed": 38913848, "text": "YY1/circCTNNB1/miR-186-5p/YY1 positive loop aggravates lung cancer progression through the Wnt pathway."}], "genomic_pos": {"chr": "14", "end": 100282788, "ensemblgene": "ENSG00000100811", "start": 100238298, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 100749129, "start": 100704635, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 9857059, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [1655281, 1946405, 16260628], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0000723", "qualifier": "involved_in", "term": "telomere maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000724", "pubmed": 18026119, "qualifier": "involved_in", "term": "double-strand break repair via homologous recombination"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006275", "pubmed": 25016522, "qualifier": "involved_in", "term": "regulation of DNA replication"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0006282", "qualifier": "involved_in", "term": "regulation of DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006338", "pubmed": 21303910, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": 15329343, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006403", "qualifier": "involved_in", "term": "RNA localization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006974", "pubmed": 18026119, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010225", "pubmed": 18026119, "qualifier": "involved_in", "term": "response to UV-C"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 22065573, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030183", "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032688", "pubmed": 16260628, "qualifier": "involved_in", "term": "negative regulation of interferon-beta production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033044", "pubmed": 26340092, "qualifier": "involved_in", "term": "regulation of chromosome organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034644", "pubmed": 18026119, "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034696", "qualifier": "involved_in", "term": "response to prostaglandin F"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0045739", "qualifier": "involved_in", "term": "positive regulation of DNA repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 27641337, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0045944", "pubmed": 30241939, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:0045995", "qualifier": "involved_in", "term": "regulation of embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048593", "qualifier": "involved_in", "term": "camera-type eye morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051726", "pubmed": 26340092, "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060382", "pubmed": 25016522, "qualifier": "involved_in", "term": "regulation of DNA strand elongation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061052", "qualifier": "involved_in", "term": "negative regulation of cell growth involved in cardiac muscle cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071347", "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071707", "qualifier": "involved_in", "term": "immunoglobulin heavy chain V-D-J recombination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902894", "qualifier": "involved_in", "term": "negative regulation of miRNA transcription"}, {"evidence": "ISO", "gocategory": "BP", "id": "GO:1904507", "qualifier": "involved_in", "term": "positive regulation of telomere maintenance in response to DNA damage"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10791971, 16260628, 18026119], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 22065573, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005677", "qualifier": "part_of", "term": "chromatin silencing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016363", "qualifier": "located_in", "term": "nuclear matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031011", "pubmed": [18026119, 21303910], "qualifier": "part_of", "term": "Ino80 complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031519", "qualifier": "part_of", "term": "PcG protein complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000400", "pubmed": 18026119, "qualifier": "enables", "term": "four-way junction DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 9857059, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 30241939, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 15329343, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000987", "pubmed": 16260628, "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0000987", "pubmed": 15329343, "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0001217", "pubmed": 1946405, "qualifier": "enables", "term": "DNA-binding transcription repressor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 1655281, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001227", "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 30241939, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 21729784, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 21729784, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7853498, 9016636, 10369680, 14744866, 18026119, 19879840, 21988832, 23385818, 24981860, 27705803, 27939641, 28514442, 32296183, 32814053, 35140242], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0046332", "pubmed": 15329343, "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": 15674325, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 322397], [8364, 100126440], [9031, 423455], [9598, 453159], [9606, 7528], [9615, 611171], [9913, 534353], [10090, 22632], [10116, 24919]], "id": 2556}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}, {"desc": "C2H2-type Zinc finger protein, YY1-like", "id": "IPR017114", "short_desc": "YY1-like"}], "ipi": "IPI00014513", "map_location": "14q32.2", "name": "YY1 transcription factor", "other_names": ["INO80 complex subunit S", "YY-1", "Yin and Yang 1 protein", "delta transcription factor", "transcriptional repressor protein YY1"], "pantherdb": {"HGNC": "12856", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3837947", "ortholog_type": "O", "panther_family": "PTHR14003", "taxid": 10090, "uniprot_kb": "Q3TTC2"}, {"RGD": "2324567", "ortholog_type": "O", "panther_family": "PTHR14003", "taxid": 10116, "uniprot_kb": "P0C6P6"}, {"MGI": "1277969", "ortholog_type": "O", "panther_family": "PTHR14003", "taxid": 10090, "uniprot_kb": "O70230"}, {"MGI": "99150", "ortholog_type": "LDO", "panther_family": "PTHR14003", "taxid": 10090, "uniprot_kb": "Q00899"}, {"RGD": "3982", "ortholog_type": "LDO", "panther_family": "PTHR14003", "taxid": 10116, "uniprot_kb": "Q8CHJ4"}, {"Ensembl": "ENSGALG00000017388", "ortholog_type": "LDO", "panther_family": "PTHR14003", "taxid": 9031, "uniprot_kb": "F1NHV6"}, {"ZFIN": "ZDB-GENE-040426-2127", "ortholog_type": "O", "panther_family": "PTHR14003", "taxid": 7955, "uniprot_kb": "Q7T304"}, {"ZFIN": "ZDB-GENE-030131-1117", "ortholog_type": "LDO", "panther_family": "PTHR14003", "taxid": 7955, "uniprot_kb": "Q7T1S3"}, {"WormBase": "WBGene00011639", "ortholog_type": "LDO", "panther_family": "PTHR14003", "taxid": 6239, "uniprot_kb": "P45972"}, {"FlyBase": "FBgn0035997", "ortholog_type": "O", "panther_family": "PTHR14003", "taxid": 7227, "uniprot_kb": "Q9VSZ3"}, {"FlyBase": "FBgn0002521", "ortholog_type": "LDO", "panther_family": "PTHR14003", "taxid": 7227, "uniprot_kb": "Q8ST83"}, {"SGD": "S000000270", "ortholog_type": "O", "panther_family": "PTHR14003", "taxid": 4932, "uniprot_kb": "P38082"}, {"SGD": "S000002450", "ortholog_type": "LDO", "panther_family": "PTHR14003", "taxid": 4932, "uniprot_kb": "Q03125"}, {"TAIR": "1005716361", "ortholog_type": "O", "panther_family": "PTHR14003", "taxid": 3702, "uniprot_kb": "Q2V3L3"}], "uniprot_kb": "P25490"}, "pathway": {"biocarta": {"id": "prc2pathway", "name": "the prc2 complex sets long-term gene silencing through modification of histone tails"}, "netpath": {"id": "Pathway_Notch", "name": "Notch"}, "pid": [{"id": "e2f_pathway", "name": "E2F transcription factor network"}, {"id": "hdac_classi_pathway", "name": "Signaling events mediated by HDAC Class I"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "mtor_4pathway", "name": "mTOR signaling pathway"}, {"id": "notch_pathway", "name": "Notch signaling pathway"}, {"id": "p53regulationpathway", "name": "p53 pathway"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5617472", "name": "Activation of anterior HOX genes in hindbrain development during early embryogenesis"}, {"id": "R-HSA-5619507", "name": "Activation of HOX genes during differentiation"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689603", "name": "UCH proteinases"}, {"id": "R-HSA-5696394", "name": "DNA Damage Recognition in GG-NER"}, {"id": "R-HSA-5696398", "name": "Nucleotide Excision Repair"}, {"id": "R-HSA-5696399", "name": "Global Genome Nucleotide Excision Repair (GG-NER)"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8864260", "name": "Transcriptional regulation by the AP-2 (TFAP2) family of transcription factors"}, {"id": "R-HSA-8866910", "name": "TFAP2 (AP-2) family regulates transcription of growth factors and their receptors"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}], "wikipathways": [{"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP2817", "name": "Mammary gland development pathway - Pregnancy and lactation (Stage 3 of 4)"}]}, "pdb": ["1UBD", "1ZNM", "4C5I"], "pfam": "PF00096", "pharmgkb": "PA37445", "pharos": {"target_id": 6101, "tdl": "Tbio"}, "pir": "A40350", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF220781", "relationship": "is"}, {"id": "GNF258047", "relationship": "is"}, {"id": "GNF258048", "relationship": "is"}, {"id": "GNF258049", "relationship": "is"}, {"id": "GNF258050", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162391", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF037548", "relationship": "is"}, {"id": "GNF043084", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF015623", "relationship": "is"}, {"id": "GNF015624", "relationship": "is"}, {"id": "GNF017504", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101068", "relationship": "is"}, {"id": "GNF140723", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_046908.1"], "protein": "NP_003394.1", "rna": "NM_003403.5", "translation": {"protein": "NP_003394.1", "rna": "NM_003403.5"}}, "reporter": {"GNF1H": "200047_s_at", "HG-U133_Plus_2": ["200047_s_at", "201901_s_at", "201902_s_at", "213494_s_at", "224711_at", "224718_at"], "HG-U95Av2": ["33209_at", "33210_at", "891_at"], "HG-U95B": ["44692_at", "48339_at"], "HTA-2_0": ["TC14000632.hg.1", "TC14001851.hg.1", "TC14001852.hg.1"], "HuEx-1_0": ["2476951", "3551677"], "HuGene-1_1": "7976744", "HuGene-2_1": "16788384"}, "summary": "YY1 is a ubiquitously distributed transcription factor belonging to the GLI-Kruppel class of zinc finger proteins. The protein is involved in repressing and activating a diverse number of promoters.  YY1 may direct histone deacetylases and histone acetyltransferases to a promoter in order to activate or repress the promoter, thus implicating histone modification in the function of YY1. [provided by RefSeq, Jul 2008].", "symbol": "YY1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421565"}, "unigene": ["Hs.603118", "Hs.388927"], "uniprot": {"Swiss-Prot": "P25490", "TrEMBL": ["G3V3M8", "A0A994J726", "A0A494C032", "H0YJU4", "H0YJV7"]}, "wikipedia": {"url_stub": "YY1"}}