{"AllianceGenome": "18078", "HGNC": "18078", "MIM": "605878", "_id": "51341", "_version": 2, "accession": {"genomic": ["AC016586.9", "CH471139.2", "CP068259.2", "NC_000019.10", "NC_060943.1"], "protein": ["AAB58414.1", "AAC72973.1", "AAH19108.1", "AAH84568.1", "AAI13512.1", "EAW69266.1", "EAW69267.1", "EAW69268.1", "EAW69269.1", "EAW69270.1", "EAW69271.1", "EAW69272.1", "NP_001304919.1", "NP_056982.1", "O95365.1", "XP_005259627.3", "XP_005259628.1", "XP_054177150.1", "XP_054177151.1"], "rna": ["AF000561.1", "AF097916.1", "AL390151.1", "BC019108.1", "BC080608.1", "BC084568.1", "BC113511.1", "BM696365.1", "BQ082585.1", "BQ711712.1", "CB047382.1", "CB242327.1", "DB495635.1", "NM_001317990.2", "NM_015898.4", "NM_020224.1", "XM_005259570.6", "XM_005259571.5", "XM_054321175.1", "XM_054321176.1"], "translation": [{"protein": "AAI13512.1", "rna": "BC113511.1"}, {"protein": "AAH19108.1", "rna": "BC019108.1"}, {"protein": "AAC72973.1", "rna": "AF097916.1"}, {"protein": "XP_005259628.1", "rna": "XM_005259571.5"}, {"protein": "XP_054177151.1", "rna": "XM_054321176.1"}, {"protein": "AAB58414.1", "rna": "AF000561.1"}, {"protein": "XP_054177150.1", "rna": "XM_054321175.1"}, {"protein": "XP_005259627.3", "rna": "XM_005259570.6"}, {"protein": "NP_001304919.1", "rna": "NM_001317990.2"}, {"protein": "AAH84568.1", "rna": "BC084568.1"}, {"protein": "NP_056982.1", "rna": "NM_015898.4"}]}, "alias": ["FBI-1", "FBI1", "LRF", "MNDLFH", "TIP21", "ZBTB7", "ZNF857A", "pokemon"], "ensembl": {"gene": "ENSG00000178951", "protein": ["ENSP00000323670", "ENSP00000471865"], "transcript": ["ENST00000322357", "ENST00000601588"], "translation": [{"protein": "ENSP00000323670", "rna": "ENST00000322357"}, {"protein": "ENSP00000471865", "rna": "ENST00000601588"}], "type_of_gene": "protein_coding"}, "entrezgene": "51341", "exons": [{"cdsend": 4055232, "cdsstart": 4047751, "chr": "19", "position": [[4043302, 4048244], [4053970, 4055247], [4065429, 4065529]], "strand": -1, "transcript": "NM_001317990", "txend": 4065529, "txstart": 4043302}, {"cdsend": 4055232, "cdsstart": 4047751, "chr": "19", "position": [[4043302, 4048244], [4053970, 4055247], [4066681, 4066899]], "strand": -1, "transcript": "NM_015898", "txend": 4066899, "txstart": 4043302}], "exons_hg19": [{"cdsend": 4055230, "cdsstart": 4047749, "chr": "19", "position": [[4043300, 4048242], [4053968, 4055245], [4065427, 4065527]], "strand": -1, "transcript": "NM_001317990", "txend": 4065527, "txstart": 4043300}, {"cdsend": 4055230, "cdsstart": 4047749, "chr": "19", "position": [[4043300, 4048242], [4053968, 4055245], [4066679, 4066897]], "strand": -1, "transcript": "NM_015898", "txend": 4066897, "txstart": 4043300}], "generif": [{"pubmed": 11907272, "text": "Results suggest that FBI-1 is a cellular factor that preferentially associates with active chromatin and that can specifically stimulate Tat-activated HIV-1 transcription."}, {"pubmed": 12004059, "text": "POZ domain of FBI1 represses transcription of ADH5."}, {"pubmed": 12750370, "text": "found that FBI-1 binds to inverted sequence repeats downstream of the HIV-1 transcription start site"}, {"pubmed": 14701838, "text": "may contribute to adipogenesis through influencing the switch from cellular proliferation to terminal differentiation"}, {"pubmed": 15662416, "text": "Pokemon is aberrantly overexpressed in human cancers and that its expression levels predict biological behaviour and clinical outcome"}, {"pubmed": 15917220, "text": "FBI-1 enhances transcription of the NF-kappaB-responsive E-selectin gene by nuclear localization of the p65 subunit of NF-kappaB"}, {"pubmed": 17595526, "text": "The sumoylation target lysine residue at amino acid 61, which is located in the middle of the POZ-domain, is important because K61R mutation resulted in a much weaker molecular interaction with corepressors."}, {"pubmed": 18355317, "text": "elucidate the mechanism underlying the regulation of Pokemon gene transcription, and also define a novel regulatory sequence that may be used to decrease expression of the Pokemon gene in cancer gene therapy"}, {"pubmed": 18368381, "text": "FBI-1 is the first transcriptional repressor shown to act as a dual regulator in adipogenesis exerting repressor activities on target genes by both, direct and indirect mechanisms."}, {"pubmed": 18482847, "text": "Through the two-step purification, Zbtb7A protein was purified in high purity and its production reached up to as high as 18 mg/L. These results indicated that an effective procedure for expressing and purifying human Zbtb7A in P. pastoris was established"}, {"pubmed": 18550205, "text": "Pokemon had some clinical significance for prognostic evaluation of the patients with non-small cell lung cancer"}, {"pubmed": 18682402, "text": "Proto-oncogene FBI-1 (Pokemon) and SREBP-1 synergistically activate transcription of fatty-acid synthase gene"}, {"pubmed": 18801742, "text": "Proto-oncogene FBI-1 (Pokemon/ZBTB7A) represses transcription of the tumor suppressor Rb gene via binding competition with Sp1 and recruitment of co-repressors."}, {"pubmed": 19244234, "text": "FBI-1 represses transcription of p21CIP1.  FBI-1 interacted with p53 and Sp1.  FBI-1 also interacted with corepressors, such as mSin3A, NCoR, and SMRT."}, {"pubmed": 19444642, "text": "Curcumin decreases the expression of Pokemon by suppressing the binding activity of the Sp1 protein in human lung cancer cells."}, {"pubmed": 19471103, "text": "Eukaryotic translation initiator protein 1A isoform, CCS-3, enhances the transcriptional repression of p21CIP1 by proto-oncogene FBI-1 (Pokemon/ZBTB7A)."}, {"pubmed": 20336405, "text": "This is the first report on the global mapping of ZBTB7A downstream direct targets, and these findings will be useful in understanding the roles of ZBTB7A in cellular processes."}, {"pubmed": 20394500, "text": "ZBTB7 might be implicated in breast cancer development and may serve as a promising prognostic marker."}, {"pubmed": 20812024, "text": "FBI-1 functions as a novel androgen receptor co-repressor in prostate cancer cells."}, {"pubmed": 20923760, "text": "analysis of the miRNA-mediated interaction between leukemia/lymphoma-related factor (LRF) and alternative splicing factor/splicing factor 2 (ASF/SF2) affects cell senescence and apoptosis"}, {"pubmed": 21176152, "text": "knockdown of MT1-MMP abolished FBI-1-mediated cell migration and invasion. Conversely, stable knockdown of FBI-1 remarkably reduced the motility of these cells with decreased expression of MT1-MMP."}, {"pubmed": 21251909, "text": "The expression of LRF was evaluated in benign prostate hyperplastic (BPH) and prostate cancer (PC) tissues."}, {"pubmed": 21392388, "text": "Pokemon promotes breast cancer progression by upregulating survivin expression and may be a potential target for the treatment of this malignancy"}, {"pubmed": 21590684, "text": "FBI-1/OCZF/LRF regulates osteoclast formation and apoptosis in vivo, and may become a useful marker and target in treating disorders leading to reduced bone density, including chronic arthritis."}, {"pubmed": 21640721, "text": "The aim of this study was to examine the regulation of LRF expression in human prostate cells."}, {"pubmed": 21713761, "text": "The current findings indicated that FBI-1 plays an important role in HCC carcinogenesis and chemotherapy tolerance"}, {"pubmed": 21771706, "text": "siRNA of Pokemon was applied to inhibit the expression of Pokemon and NF-kappa B p65 and apoptotic rate was determined by flow cytometric analysis"}, {"pubmed": 21985851, "text": "Depletion of Pokemon inhibited proliferation of HepG(2) or induced apoptosis."}, {"pubmed": 22447046, "text": "The activities of CDK2 and E2F4 promoters were suppressed by the modulation of Zbtb7 levels and that Zbtb7 represses promoter activities through a mechanism involving direct binding of Zbtb7 to the promoters."}, {"pubmed": 22754333, "text": "Pokemon prevents anoikis through the suppression of Bim expression, which facilitates tumor cell invasion and metastasis."}, {"pubmed": 22847180, "text": "The oncogene LRF is a survival factor in chondrosarcoma and contributes to tumor malignancy and drug resistance."}, {"pubmed": 23054188, "text": "Pokemon activates the expression of both p65 and IkappaBalpha by sequence-specific binding to their promoters and plays a dual role in regulating NF-kappaB signaling."}, {"pubmed": 23300578, "text": "Pokemon promotes cell proliferation and migration in hepatocellular carcinoma and accelerates tumor development."}, {"pubmed": 23396304, "text": "Studies indicate that LRF regulates hematopoiesis by playing specific roles in different cell lineages."}, {"pubmed": 23727861, "text": "ZBTB7A is a context-dependent cancer gene that can act as an oncogene in some contexts but also has oncosuppressive-like activity in PTEN-null tumors."}, {"pubmed": 23807508, "text": "p38beta is a novel regulatory target of the transcription factor Pokemon and positively regulated by Pokemon in hepatic cells."}, {"pubmed": 23874836, "text": "Pokemon might serve as an important mediator of crosstalk between intrinsic and extrinsic apoptotic pathways in HCC cel"}, {"pubmed": 23911422, "text": "Data indicate that ZBTB7A is identified as a strong candidate for regulation of thymic insulin expression."}, {"pubmed": 23924858, "text": "Knockdown of Pokemon protein expression inhibits hepatocellular carcinoma cell proliferation by suppression of AKT activity."}, {"pubmed": 24175766, "text": "The mRNA expression level of Pokemon in colorectal adenocarcinoma was significantly higher than that in adjacent tumor specimens. The positive expression ratio of Pokemon protein in colorectal cancer was significantly higher than in the adjacent tissues."}, {"pubmed": 24261083, "text": "our results may help better understand the role of Pokemon in hepatocellular carcinoma and promote the clinical applications"}, {"pubmed": 24326827, "text": "For the first time, we show that LRF/Pokemon is predominantly expressed in nodular lymphocyte-predominant Hodgkin lymphoma with low to absent NOTCH1 protein expression"}, {"pubmed": 24377524, "text": "Pokemon expression of NP69 and C666-1 obviously varied from mRNA to protein."}, {"pubmed": 24393848, "text": "Investigated the functions of Pokemon in the carcinogenesis and development of bladder cancer and observed the inhibitory effects of siRNA expression vector on Pokemon in bladder cancer cells."}, {"pubmed": 24514149, "text": "An unexpected function for FBI-1 in splicing modulation with a direct impact on cell survival."}, {"pubmed": 24857950, "text": "a potential regulatory role of FBI-1 in transcription factor activity of ETS-1"}, {"pubmed": 25184678, "text": "ZBTB7A, a member of the POK (POZ/BTB and Kruppel) transcription repressor family, directly binds to the promoter and represses the transcription of critical glycolytic genes, including GLUT3, PFKP, and PKM"}, {"pubmed": 25367850, "text": "Pokemon enhanced the oncogenesis of colorectal cancer by promoting cell proliferation, cell cycle progression and anti-apoptosis activity."}, {"pubmed": 25439053, "text": "Pokemon was significantly downregulated in OSCC."}, {"pubmed": 25514493, "text": "Taken together, all these data suggest that Pokemon is a new partner of Smad4 and plays a negative role in TGF-beta pathway."}, {"pubmed": 25722217, "text": "our findings suggest that TGF-b1 may inhibit the expression of Pokemon, b-catenin, and E-cadherin. The high expression of TGF-b1 leads to an increase in the phenotype and apical-base polarity of epithelial cells"}, {"pubmed": 25995384, "text": "ZBTB7A directly binds to the promoter and transcriptionally represses the expression of MCAM, establishing ZBTB7A as a bona fide transcriptional repressor of MCAM"}, {"pubmed": 26227218, "text": "there is an auto-regulatory circuit consisting of miR-125 and Pokemon, which promotes the progression of HCC and may be a promising therapeutic target in clinical HCC treatment"}, {"pubmed": 26455326, "text": "Our study uncovers the loss-of-function mutation in ZBTB7A as a novel mechanism causing elevated glycolysis in human cancer, which carries important therapeutic implication."}, {"pubmed": 26713860, "text": "Zbtb7a knockdown by siRNA suppressed cell proliferation and induced G1 cell cycle arrest and apoptosis in lung cancer cells. Furthermore, miR-125a expression showed a negative correlation with Zbtb7a expression in non-small cell lung cancer tissues."}, {"pubmed": 26797719, "text": "Pokemon was found to enhance the migration and invasion of hepatocellular carcinoma by increasing MEF2D expression"}, {"pubmed": 26816381, "text": "this study found that LRF/ZBTB7A transcription factor occupies fetal gamma-globin genes and maintains the nucleosome density necessary for gamma-globin gene silencing in adults, and that LRF confers its repressive activity through a NuRD repressor complex independent of the fetal globin repressor BCL11A."}, {"pubmed": 26968532, "text": "This analysis complements the understanding of the mutational landscape of core binding factor acute myeloid leukemia, and has led to the identification of novel ZBTB7A mutations in t(8;21) acute myeloid leukemia subgroup."}, {"pubmed": 27252013, "text": "The specific association of ZBTB7A mutations with t(8;21) rearranged acute myeloid leukaemia points towards leukemogenic cooperativity between mutant ZBTB7A and the RUNX1/RUNX1T1 fusion protein has been reported."}, {"pubmed": 27282567, "text": "Variants of ZBTB7A (LRF) and its beta-globin gene cluster binding motifs in sickle cell anemia/"}, {"pubmed": 27492460, "text": "High FBI-1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 27798625, "text": "Mutation in ZBTB7A is associated with core-binding factor acute myeloid leukemia."}, {"pubmed": 28088736, "text": "CCAT2 promotes tumorigenesis by over-expression of Pokemon."}, {"pubmed": 28242196, "text": "Data suggest that microRNA miR-520e directly targets to the 3'-untranslated region (3'-UTR) of zinc finger and BTB domain containing 7A protein (Zbtb7a)."}, {"pubmed": 28701473, "text": "Alveolar macrophages deficient in Zbtb7a failed to induce antibody and T cell responses."}, {"pubmed": 28849590, "text": "Lymphoma-related factor mediates the protease-activated receptor 2-suppressed p53 expression in the cancer cells and binds DAP5 to interfere with the gene transcription of p53 in colon cancer cells."}, {"pubmed": 28942243, "text": "ZBTB7A is increased in cisplatin-resistant osteosarcoma cells and elevated ZBTB7A inhibits cisplatin-induced apoptosis by repressing LINC00473 expression."}, {"pubmed": 29610478, "text": "Some forms of hereditary persistence of fetal hemoglobin, a rare benign condition where individuals express the gamma-globin gene throughout adulthood, are caused by point mutations in the gamma-globin gene promoter at regions residing ~115 and 200 bp upstream of the transcription start site. We found that the major fetal globin gene repressors BCL11A and ZBTB7A directly bound to the sites at -115 and -200 bp, respecti..."}, {"pubmed": 29673422, "text": "miR-137 was identified to negatively regulate the expression of ZBTB7, and its abundance is inversely correlated with that of ZBTB7 in renal carcinoma specimens and cell lines."}, {"pubmed": 29699474, "text": "Results indicate the reverse association between the expression of ZBTB7A and the tumorigenicity of nasopharyngeal carcinoma (NPC)."}, {"pubmed": 29715100, "text": "Our data suggest that ZBTB7A is involved in the development and progression of colorectal carcinoma"}, {"pubmed": 29764865, "text": "Direct epigenetic repression of the transcription-repressive regulators NCOR2 and ZBTB7A by the histone reader protein HP1gamma leads to activation of protumorigenic genes in lung adenocarcinoma."}, {"pubmed": 29975452, "text": "provide the evidence for the regulatory role of miR-106b in HCC, which is causally linked to targeting of Zbtb7a"}, {"pubmed": 30106136, "text": "ZBTB7 was upregulated in colorectal cancer and promoted cancer progression.ZBTB7 mediated 5fluorouracil drug resistance in the colorectal cancer cells through NFkappaB signaling."}, {"pubmed": 30251205, "text": "ASXL2 and ZBTB7A mutations were frequently identified in Japanese AML patients with t(8;21), but not in those with inv(16). Further analysis is required to clarify the detailed biological mechanism of AE9a regulation of the cohesin complex."}, {"pubmed": 30265334, "text": "ZBTB7A transcriptionally regulates ER-alpha expression in ER-alpha-positive breast cancer cell lines by binding to the ESR1 promoter leading to increased transcription of ER-alpha."}, {"pubmed": 30285874, "text": "This is one of the very first pharmacoepigenomic studies indicating that the hypomethylation of ZBTB7A during hydroxyurea (HU) treatment enhances the LRF expression, which by its turn suppresses the HbF resumption in the HU non-responders"}, {"pubmed": 30427207, "text": "The results indicate that LRF may act as an activator and repressor of the human beta-like globin gene transcription in a manner dependent on developmental stage."}, {"pubmed": 31209240, "text": "Contribution of DNA methylation to the expression of FCGRT in human liver and myocardium."}, {"pubmed": 31209250, "text": "Intragenic antagonistic roles of protein and circRNA in tumorigenesis."}, {"pubmed": 31309112, "text": "ZBTB7A had a positive association with NR_047538."}, {"pubmed": 31385585, "text": "The high expression of ZBTB7A may promote cell migration, invasion and tumour metastasis, which may be related to EMT events by regulating NF-kappaB."}, {"pubmed": 31444154, "text": "ZBTB7A was rapidly recruited to the E2F-Rb binding sites by AR and negatively regulated the transcriptional activity of E2F1 on DNA replication genes. ZBTB7A suppressed the growth of castration-resistant prostate cancer (CRPC) in vitro and in vivo, and overexpression of ZBTB7A acted in synergy with high-dose testosterone treatment to effectively prevent its recurrence."}, {"pubmed": 31998789, "text": "Obesity-Induced Upregulation of ZBTB7A Promotes Lipid Accumulation through SREBP1."}, {"pubmed": 32115572, "text": "ZBTB7A prevents RUNX1-RUNX1T1-dependent clonal expansion of human hematopoietic stem and progenitor cells."}, {"pubmed": 32166935, "text": "miR-106b exerts tumor suppressive functions in ovarian carcinoma by directly targeting ZBTB7A."}, {"pubmed": 32410140, "text": "Proto-oncogene Zbtb7a represses miR-125a-5p transcription in hepatocellular carcinoma cells."}, {"pubmed": 32755656, "text": "LRF/ZBTB7A conservation accentuates its potential as a therapeutic target for the hematopoietic disorders."}, {"pubmed": 32867453, "text": "[Esculin inhibits proliferation of triple negative breast cancer cells by down-regulating FBI-1]."}, {"pubmed": 32965543, "text": "Elevated ZBTB7A expression in the tumor invasive front correlates with more tumor budding formation in gastric adenocarcinoma."}, {"pubmed": 33051436, "text": "FBI-1 enhanced the resistance of triple-negative breast cancer cells to chemotherapeutic agents via the miR-30c/PXR axis."}, {"pubmed": 33167891, "text": "ZBTB7A functioned as an oncogene in colorectal cancer."}, {"pubmed": 33627571, "text": "Zbtb7a and Zbtb7b: Opening naive loci to reprogram ESCs."}, {"pubmed": 33812414, "text": "[The Relationship between ASXL2 and ZBTB7A Gene Mutations and Prognosis in Patients with Acute Myeloid Leukemia]."}, {"pubmed": 34014468, "text": "Role of ZBTB7A zinc finger in tumorigenesis and metastasis."}, {"pubmed": 34304709, "text": "Kruppel-like factor 1 (KLF1) promoted the proliferation, migration and invasion of human lens epithelial cells by enhancing the expression of Zinc Finger and BTB Domain Containing 7A (ZBTB7A) and activating Wnt/beta-catenin pathway."}, {"pubmed": 34515416, "text": "Heterozygous variants in ZBTB7A cause a neurodevelopmental disorder associated with symptomatic overgrowth of pharyngeal lymphoid tissue, macrocephaly, and elevated fetal hemoglobin."}, {"pubmed": 34592153, "text": "Structural basis for human ZBTB7A action at the fetal globin promoter."}, {"pubmed": 34989006, "text": "FBI-1 inhibits epithelial-to-mesenchymal transition, migration, and invasion in lung adenocarcinoma A549 cells by downregulating transforming growth factor-beta1 signaling pathway."}, {"pubmed": 35012438, "text": "Long non-coding RNA p53 upregulated regulator of p53 levels (PURPL) promotes the development of gastric cancer."}, {"pubmed": 35806029, "text": "LRF Promotes Indirectly Advantageous Chromatin Conformation via BGLT3-lncRNA Expression and Switch from Fetal to Adult Hemoglobin."}, {"pubmed": 36221318, "text": "Microcribriform Adenocarcinoma of Salivary Glands: A Unique Tumor Entity Characterized by an SS18::ZBTB7A Fusion."}, {"pubmed": 36243002, "text": "ZBTB7A promotes virus-host homeostasis during human coronavirus 229E infection."}, {"pubmed": 36596853, "text": "ZBTB7A suppresses glioblastoma tumorigenesis through the transcriptional repression of EPB41L5."}, {"pubmed": 36626981, "text": "Structural basis for transcription factor ZBTB7A recognition of DNA and effects of ZBTB7A somatic mutations that occur in human acute myeloid leukemia."}, {"pubmed": 37011832, "text": "Post-translational regulation of proto-oncogene ZBTB7A expression by p53 status in cancer cells: HSP90-dependent stabilization vs. p53-KLHL20-ubiquitin proteasomal degradation."}, {"pubmed": 37065756, "text": "ZBTB7A as a novel vulnerability in neuroendocrine prostate cancer."}, {"pubmed": 37182800, "text": "Targeting Pokemon is a novel strategy to suppress cancer aggressiveness of non-small cell lung cancer: Identification of Pokemon as ideal target for developing anti-NSCLC drugs."}, {"pubmed": 37486375, "text": "Transcriptional repression of lncRNA and miRNA subsets mediated by LRF during erythropoiesis."}, {"pubmed": 39095579, "text": "Pokemon inhibits Bim transcription to promote the proliferation, anti-anoikis, invasion, histological grade, and dukes stage of colorectal neoplasms."}], "genomic_pos": {"chr": "19", "end": 4066899, "ensemblgene": "ENSG00000178951", "start": 4043303, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 4066943, "start": 4044362, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 20812024, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000381", "pubmed": 24514149, "qualifier": "involved_in", "term": "regulation of alternative mRNA splicing, via spliceosome"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006110", "pubmed": 26455326, "qualifier": "involved_in", "term": "regulation of glycolytic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006325", "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006338", "pubmed": 26816381, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006351", "qualifier": "involved_in", "term": "DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": [14701838, 17595526], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006357", "pubmed": 26455326, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030183", "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030512", "pubmed": 25514493, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034504", "pubmed": 15917220, "qualifier": "involved_in", "term": "protein localization to nucleus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042981", "pubmed": 24514149, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043249", "pubmed": 26816381, "qualifier": "involved_in", "term": "erythrocyte maturation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043249", "qualifier": "involved_in", "term": "erythrocyte maturation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045444", "pubmed": 14701838, "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045746", "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 12004059, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": [20812024, 25514493], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "pubmed": 15337766, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051090", "qualifier": "involved_in", "term": "regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051092", "pubmed": 15917220, "qualifier": "involved_in", "term": "positive regulation of NF-kappaB transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060766", "pubmed": 20812024, "qualifier": "involved_in", "term": "negative regulation of androgen receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097680", "qualifier": "involved_in", "term": "double-strand break repair via classical nonhomologous end joining"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000677", "pubmed": 12004059, "qualifier": "involved_in", "term": "regulation of transcription regulatory region DNA binding"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [15917220, 17595526, 26455326], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15917220, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0035861", "qualifier": "colocalizes_with", "term": "site of double-strand break"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0070418", "qualifier": "part_of", "term": "DNA-dependent protein kinase complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0000978", "pubmed": 26455326, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001222", "pubmed": 20812024, "qualifier": "enables", "term": "transcription corepressor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001222", "pubmed": 20812024, "qualifier": "enables", "term": "transcription corepressor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001227", "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003677", "pubmed": 15337766, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 17595526, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15917220, 24514149, 25416956, 26816381, 29813070], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0035035", "pubmed": 15337766, "qualifier": "enables", "term": "histone acetyltransferase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046332", "pubmed": 25514493, "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046332", "pubmed": 25514493, "qualifier": "enables", "term": "SMAD binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050681", "pubmed": 20812024, "qualifier": "enables", "term": "nuclear androgen receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050681", "pubmed": 20812024, "qualifier": "enables", "term": "nuclear androgen receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": 12004059, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 565670], [9031, 395411], [9544, 721817], [9598, 468671], [9606, 51341], [9615, 485048], [9913, 788491], [10090, 16969], [10116, 117107]], "id": 7820}, "interpro": [{"desc": "BTB/POZ domain", "id": "IPR000210", "short_desc": "BTB/POZ_dom"}, {"desc": "SKP1/BTB/POZ domain superfamily", "id": "IPR011333", "short_desc": "SKP1/BTB/POZ_sf"}, {"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": ["IPI00024943", "IPI00026317"], "map_location": "19p13.3", "name": "zinc finger and BTB domain containing 7A", "other_names": ["HIV-1 1st-binding protein 1", "HIV-1 inducer of short transcripts binding protein", "POK erythroid myeloid ontogenic factor", "POZ and Krueppel erythroid myeloid ontogenic factor", "TTF-I-interacting peptide 21", "factor binding IST protein 1", "factor that binds to inducer of short transcripts protein 1", "leukemia/lymphoma-related factor", "lymphoma related factor", "pokemon 1", "zinc finger and BTB domain containing 7A, HIV-1 inducer of short transcripts binding protein", "zinc finger and BTB domain-containing protein 7A", "zinc finger protein 857A"], "pantherdb": {"HGNC": "18078", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1335091", "ortholog_type": "LDO", "panther_family": "PTHR46105", "taxid": 10090, "uniprot_kb": "O88939"}, {"RGD": "620946", "ortholog_type": "LDO", "panther_family": "PTHR46105", "taxid": 10116, "uniprot_kb": "Q9QZ48"}, {"FlyBase": "FBgn0030417", "ortholog_type": "O", "panther_family": "PTHR46105", "taxid": 7227, "uniprot_kb": "Q9VYJ8"}], "uniprot_kb": "O95365"}, "pathway": {"biocarta": {"id": "bcellsurvivalpathway", "name": "b cell survival pathway"}, "wikipathways": {"id": "WP4754", "name": "IL-18 signaling pathway"}}, "pdb": ["2IF5", "2NN2", "7EYI", "7N5S", "7N5T", "7N5U", "7N5V", "7N5W", "8E3D", "8E3E", "8H9H"], "pfam": ["PF00096", "PF00651"], "pharmgkb": "PA134885165", "pharos": {"target_id": 18964, "tdl": "Tbio"}, "prosite": ["PS50097", "PS50157"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170839", "relationship": "is"}, {"id": "GNF181745", "relationship": "is"}, {"id": "GNF192651", "relationship": "is"}, {"id": "GNF203557", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF037745", "relationship": "weakly similar to"}, {"id": "GNF046393", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF017796", "relationship": "is"}, {"id": "GNF131640", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335095", "relationship": "is"}, {"id": "GNF338659", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF096616", "relationship": "is"}, {"id": "GNF111038", "relationship": "is"}, {"id": "GNF136271", "relationship": "is"}, {"id": "GNF150679", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001304919.1", "NP_056982.1", "XP_005259627.3", "XP_005259628.1", "XP_054177150.1", "XP_054177151.1"], "rna": ["NM_001317990.2", "NM_015898.4", "NM_020224.1", "XM_005259570.6", "XM_005259571.5", "XM_054321175.1", "XM_054321176.1"], "translation": [{"protein": "XP_005259628.1", "rna": "XM_005259571.5"}, {"protein": "XP_054177151.1", "rna": "XM_054321176.1"}, {"protein": "XP_054177150.1", "rna": "XM_054321175.1"}, {"protein": "XP_005259627.3", "rna": "XM_005259570.6"}, {"protein": "NP_001304919.1", "rna": "NM_001317990.2"}, {"protein": "NP_056982.1", "rna": "NM_015898.4"}]}, "reporter": {"HG-U133_Plus_2": ["213299_at", "213303_x_at", "219186_at", "222082_at", "226554_at", "230709_x_at"], "HG-U95Av2": ["39539_at", "39540_at"], "HG-U95B": "53830_at", "HTA-2_0": "TC19001057.hg.1", "HuEx-1_0": "3846594", "HuGene-1_1": "8032755", "HuGene-2_1": "16867235"}, "retired": 56976, "summary": "Enables several functions, including SMAD binding activity; androgen receptor binding activity; and transcription corepressor binding activity. Involved in several processes, including erythrocyte maturation; negative regulation of signal transduction; and regulation of nucleobase-containing compound metabolic process. Located in cytoplasm and nucleus. Colocalizes with DNA-dependent protein kinase complex and NuRD complex. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "ZBTB7A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1538143"}, "unigene": "Hs.591384", "uniprot": {"Swiss-Prot": "O95365"}, "wikipedia": {"url_stub": "ZBTB7A"}}