{"AllianceGenome": "21711", "HGNC": "21711", "MIM": "612282", "_id": "91752", "_version": 1, "accession": {"genomic": ["AC010747.10", "AC096667.1", "AC112720.2", "CH471058.2", "CP068276.2", "HF584437.1", "NC_000002.12", "NC_060926.1", "NG_046950.1"], "protein": ["AAI36603.1", "AAI42613.1", "AAI50199.1", "AAP92799.1", "BAD18549.1", "BAG58264.1", "CCQ43934.1", "EAX10945.1", "EAX10946.1", "NP_919226.1", "Q7Z570.3"], "rna": ["AF052145.1", "AK055275.1", "AK127762.1", "AK131402.1", "AK295280.1", "AK307596.1", "AY327407.1", "BC136602.1", "BC142612.1", "BC150198.1", "NM_194250.2"], "translation": [{"protein": "AAP92799.1", "rna": "AY327407.1"}, {"protein": "AAI42613.1", "rna": "BC142612.1"}, {"protein": "NP_919226.1", "rna": "NM_194250.2"}, {"protein": "BAD18549.1", "rna": "AK131402.1"}, {"protein": "AAI50199.1", "rna": "BC150198.1"}, {"protein": "AAI36603.1", "rna": "BC136602.1"}, {"protein": "BAG58264.1", "rna": "AK295280.1"}]}, "alias": "C2orf10", "ensembl": {"gene": "ENSG00000170396", "protein": "ENSP00000303252", "transcript": "ENST00000302277", "translation": [{"protein": "ENSP00000303252", "rna": "ENST00000302277"}], "type_of_gene": "protein_coding"}, "entrezgene": "91752", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.101021096, "exp_mis": 320.649469106, "exp_syn": 127.45190469, "lof_z": 3.93668506529522, "mis_z": -2.08551366407696, "mu_lof": 1.90466072727e-06, "mu_mis": 2.82282992751e-05, "mu_syn": 1.11283156471e-05, "n_lof": 4.0, "n_mis": 397.0, "n_syn": 158.0, "p_li": 0.827436291073838, "p_null": 6.53418904452792e-06, "p_rec": 0.172557174737117, "syn_z": -1.67749215527082}, "bp": 3630, "cds_end": 185803753, "cds_start": 185463686, "n_exons": 4, "nonpsych": {"exp_lof": 20.8274721004, "exp_mis": 290.137538833, "exp_syn": 115.275067967, "lof_z": 3.83639577547948, "mis_z": -1.77261601379664, "mu_lof": 1.90466072727e-06, "mu_mis": 2.82282992751e-05, "mu_syn": 1.11283156471e-05, "n_lof": 3.0, "n_mis": 350.0, "n_syn": 144.0, "p_li": 0.924283127481452, "p_null": 4.51644598180026e-06, "p_rec": 0.0757123560725663, "syn_z": -1.68443508136893}, "nontcga": {"exp_lof": 21.2450276604, "exp_mis": 294.989620714, "exp_syn": 117.24782111, "lof_z": 3.69076650761153, "mis_z": -2.26286581035274, "mu_lof": 1.90466072727e-06, "mu_mis": 2.82282992751e-05, "mu_syn": 1.11283156471e-05, "n_lof": 4.0, "n_mis": 373.0, "n_syn": 139.0, "p_li": 0.713842951619358, "p_null": 2.76300752949451e-05, "p_rec": 0.286129418305347, "syn_z": -1.27195904126958}, "transcript": "ENST00000302277.6"}, "exons": [{"cdsend": 184939026, "cdsstart": 184598959, "chr": "2", "position": [[184598528, 184599070], [184866368, 184866512], [184933602, 184933733], [184935782, 184939491]], "strand": 1, "transcript": "NM_194250", "txend": 184939491, "txstart": 184598528}], "exons_hg19": [{"cdsend": 185803753, "cdsstart": 185463686, "chr": "2", "position": [[185463255, 185463797], [185731095, 185731239], [185798329, 185798460], [185800509, 185804218]], "strand": 1, "transcript": "NM_194250", "txend": 185804218, "txstart": 185463255}], "generif": [{"pubmed": 18677311, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18677311, "text": "genome-wide association study of schizophrenia; meta-analysis provided strongest evidence for association around ZNF804A (P = 1.61 x 10(-7)) and this strengthened when the affected phenotype included bipolar disorder (P = 9.96 x 10(-9))"}, {"pubmed": 19407193, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19407193, "text": "healthy carriers of rs1344706 risk genotype show no changes in regional activity but pronounced gene dosage-dependent alteration in functional coupling of dorsolateral prefrontal cortex across hemispheres & with hippocampus & abnormal coupling of amygdala"}, {"pubmed": 19844207, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19844207, "text": "This study suggested that there is a consistent link between the A allele of rs1344706, increased expression of ZNF804A and risk for schizophrenia."}, {"pubmed": 20048749, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20048749, "text": "ZNF804A variants examined in this study confer risk of more than one category of disease. Rs1344706[T] is associated with both schizophrenia and bipolar disorder, and the copy number variants identified here suggest a connection with anxiety as well."}, {"pubmed": 20231838, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20368704, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20368704, "text": "The allelic association at the ZNF804A locus is now one of the most compelling in schizophrenia to date, and supports the accumulating data suggesting overlapping genetic risk between schizophrenia and bipolar disorder."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20458322, "text": "This study further evidence for a positive association between the ZNF804A locus and schizophrenia, and support previous findings implicating that ZNF804A is likely a true susceptibility locus for schizophrenia."}, {"pubmed": 20538430, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20538430, "text": "This study suggested that significant association between ZNF804A status and the clinical symptomatology based on lifetime severity score for mania."}, {"pubmed": 20603450, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20664580, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20664580, "text": "ZNF804A is predicted to have a role in phenotypes reflecting altered neural connectivity."}, {"pubmed": 20688871, "text": "We conclude that ZNF804A is robustly, if modestly, associated with schizophrenia risk, with much work still remaining to elucidate its role in schizophrenia biology."}, {"pubmed": 20862696, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20862696, "text": "results do not support the hypothesis that moderately rare non-synonymous variants at the ZNF804A locus are involved in schizophrenia susceptibility"}, {"pubmed": 20934520, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20934520, "text": "These data are consistent with our earlier behavioral data and suggest that ZNF804A is delineating a schizophrenia subtype characterized by relatively intact brain volume"}, {"pubmed": 20946959, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20946959, "text": "Our findings confirm a key role for disturbed functional connectivity in the genetic risk architecture of schizophrenia"}, {"pubmed": 20957649, "text": "data suggest that rs1344706 may be related to memory dysfunction in schizophreni"}, {"pubmed": 21040459, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21040459, "text": "genome-wide supported psychosis risk variant of ZNF804A is associated with altered executive control (larger conflict effect), which is a potential endophenotype of psychotic disorders"}, {"pubmed": 21349497, "text": "The results if this study suggested that a clinical and molecular modulation by sex of the association of ZNF804A ingle Nucleotide Polymorphism rs7597593 and risk of schizophrenia."}, {"pubmed": 21457757, "text": "These results suggest that the genetic variation in ZNF804A might increase susceptibility not only for schizophrenia but also for schizotypal personality traits in healthy subjects."}, {"pubmed": 21525856, "text": "The ZNF804A risk variant rs1344706 identifies neural mechanisms common to both schizophrenia and bipolar disorder through its potential effects on cortical thickness, white matter tract integrity, and cognitive function."}, {"pubmed": 21663974, "text": "This study demonistrated that variation in ZNF804A contribute to the etiology or clinical schizophrenia in Chinese Han population."}, {"pubmed": 21767209, "text": "nominal association of SNP rs1344706 with bipolar disorders and psychosis subphenotype"}, {"pubmed": 21810628, "text": "SNP rs1344706 associated with abnormal dorsolateral prefrontal cortex functional connectivity with other brain areas in schizophrenia"}, {"pubmed": 21876541, "text": "The results of this study demonistrated that ZNF804A was significantly associated with variation in interpersonal attributions in healthy participants but not in patients."}, {"pubmed": 21890790, "text": "Our results suggest that ZNF804A is a common risk gene for schizophrenia in world populations and that the newly identified functional SNP (rs359895) is likely a risk SNP for schizophrenia."}, {"pubmed": 21892778, "text": "The results of this study provided the further evidence that ZNF804A is of functional relevance to schizophrenia and indicates that ZNF804A may be a novel target for pharmacological interventions."}, {"pubmed": 21911029, "text": "The ZNF804A variant may confer risk for schizophrenia by exerting its effects on the white matter in the left prefrontal lobe together with other risk factors for schizophrenia."}, {"pubmed": 21988329, "text": "using a PCR-RFKP method an association between ZNF804A rs1344706 variant and schizophrenia in a Turkish population was replicated"}, {"pubmed": 21993378, "text": "present study adds new evidence for an association between the conserved mammalian region of the ZNF804A gene and schizophrenia"}, {"pubmed": 22042765, "text": "The present data support fronto-hippocampal dysconnectivity as intermediate phenotype linking rs1344706 genotype for ZNF804A to psychosis"}, {"pubmed": 22080834, "text": "gene ontology analysis of differentially expressed genes indicated a significant effect of ZNF804A knockdown on expression of genes involved in cell adhesion, suggesting a role for ZNF804A in processes such as neural migration, neurite outgrowth and synapse formation"}, {"pubmed": 22328493, "text": "ZNF804A risk variant influence white matter integrity involving cortico-limbic brain regions in schizophrenia."}, {"pubmed": 22373944, "text": "these results indicated that IQ may modulate the role of rs1344706 in the etiology of both schizophrenia and its cognitive impairments"}, {"pubmed": 22384243, "text": "ZNF804a regulates expression of the schizophrenia-associated genes PRSS16, COMT, PDE4B, and DRD2"}, {"pubmed": 22775511, "text": "The ZNF804A rs1344706 variant was not associated with schizophrenia in the Romanian population from Cluj Napoca ."}, {"pubmed": 22781169, "text": "The present study provides evidence that ZNF804A might have a role in cognitive traits of relevance to reading and spelling."}, {"pubmed": 22840435, "text": "analysis of a genomewide supported psychosis variant in ZNF804A and white matter integrity in the human brain"}, {"pubmed": 22871346, "text": "The results of this study that supporting the association between ZNF804A and schizophrenia in our Han Chinese sample."}, {"pubmed": 22887939, "text": "ZNF804A may also contribute to schizophrenia susceptibility in Asians although the risk SNP is different from that in Europeans."}, {"pubmed": 22945618, "text": "growing body of evidence suggests that the risk allele of rs1347706 is associated with a distinctive set of phenotypic features in healthy volunteers and individuals with schizophrenia."}, {"pubmed": 22948380, "text": "The findings of this study suggested that ZNF804A is associated with a subtype of schizophrenia with better cognitive and neurological functioning"}, {"pubmed": 23010486, "text": "This study have identified a novel transcriptional variant of ZNF804A in human LCLs and postmortem brain samples."}, {"pubmed": 23032874, "text": "results show that ZNF804A modulates mechanisms underlying cognitive control."}, {"pubmed": 23147122, "text": "no association between the ZNF804A (rs1344706) and white matter connectivity was found"}, {"pubmed": 23155182, "text": "ZNF804A variation is associated with a schizotypy phenotype."}, {"pubmed": 23212061, "text": "rs1344706 associated with decrease in ZNF804A expression during second trimester of fetal brain development, evidence for schizophrenic risk mechanism"}, {"pubmed": 23295962, "text": "This study demonistrated that ZNF804A genotype modulates neural activity in prefrontal cortex during working memory for faces."}, {"pubmed": 23351715, "text": "showed no significant association of ZNF804a rs1344706 with ADHD in UK and Taiwanese sample"}, {"pubmed": 23434502, "text": "This study demonistratedt that ZNF804A regulate the gene expression involved in TGF-beta signaling."}, {"pubmed": 23562677, "text": "The resukts of this study show no significant associations in schizophrenia and bipolar disorder."}, {"pubmed": 23590871, "text": "Thr results of this study concluded that rs1344706 or a yet unknown polymorphism in linkage disequilibrium is also involved in conferring susceptibility to schizophrenia in samples with different (Asian) ancestral backgrounds."}, {"pubmed": 23776546, "text": "Meta-analysis indicates that the European GWAS-identified risk SNP rs1344706 within ZNF804A is not associated with schizophrenia in Han Chinese population."}, {"pubmed": 23815973, "text": "This study suggests that rs1366842 is associated with schizophrenia in Han Chinese."}, {"pubmed": 24066410, "text": "No evidence found that the ZNF804A SNP rs1344706 is a susceptibility locus for SZ in Han Chinese."}, {"pubmed": 24078172, "text": "In schizophrenic patients, AA carriers had thicker prefrontal and temporal cortex and less disturbed cortical folding; the opposite was seen in controls. The A allele was associated with lower prefrontal ZNF804A expression in schizophrenic patients."}, {"pubmed": 24123948, "text": "ZNF804A is one of a handful of genes so far identified to have been strongly associated with risk for both schizophrenia and bipolar disorder."}, {"pubmed": 24247043, "text": "findings confirm the effects of the psychosis risk variant in ZNF804A on the dysfunction of the Theory of Mind network"}, {"pubmed": 24315717, "text": "The data of this study does not preclude the possibility of other functional variants in ZNF804A, it provides evidence that the rs1344706 SZ risk allele is the cis-regulatory variant directly."}, {"pubmed": 24424391, "text": "Significant associations found between ZNF804A genotype and variation in the auditory P300 response in schizophrenia."}, {"pubmed": 24424392, "text": "ZNF804A has pleiotropic effects on risk for SZ and neural mechanisms that are indexed by the novel P300b ERP component."}, {"pubmed": 24462263, "text": "This study demonistrated that Allelic imbalance associated with the schizophrenia risk SNP rs1344706 indicates a cis-acting variant in ZNF804A."}, {"pubmed": 24636489, "text": "No significant associations were found between rs1344706 and the cognitive traits of intelligence, memory, inhibition, or with white matter microstructure."}, {"pubmed": 24685285, "text": "The present study indicates that the ZNF804A schizophrenia risk gene may affect regional white matter microstructure, including white matter regions that have been found compromised in schizophrenia patients."}, {"pubmed": 24828433, "text": "Epistasis increases the risk variation explained above the contribution of the polygenic score in the ZNF804A pathway, showing its role in intelligence (IQ), memory and social cognition in cases with psychosis."}, {"pubmed": 24866414, "text": "Results suggest that ZNF804A could have a pivotal role in mediating the intermediate phenotypes associated with verbal traits in individuals with autism"}, {"pubmed": 25065377, "text": "Our findings demonstrate effects of ZNF804A genetic variation on brain structure, with diverging regional effects in schizophrenia patients and healthy controls in frontal and temporal brain areas."}, {"pubmed": 25162540, "text": "SNP rs1344706 influences the expression of novel splice variant ZNF804A(E3E4)in fetal brain and may be part of mechanism by which allelic variation in ZNF804A affects risk of psychosis"}, {"pubmed": 25217366, "text": "This study showed that no effect of schizophrenia risk genes ZNF804A on macroscopic brain structure"}, {"pubmed": 25526981, "text": "Single nucleotide polymorphism rs1344706 of ZNF804A is associated with schizophrenia."}, {"pubmed": 25708696, "text": "Several ZNF804A variants were significantly associated with the risk of heroin addiction, and these variants affected decision making and gray matter volume in heroin abusers compared with controls."}, {"pubmed": 25757652, "text": "Study found a significant decrease in intrahippocampal theta (using MEG) and greater coactivation of the superior frontal gyrus with the hippocampal network (using fMRI) in risk versus nonrisk ZNF804A rs1344706 homozygotes"}, {"pubmed": 25896933, "text": "P3b latencies were more variable for AA carriers than C carriers. Intra-subject variability, was not associated with genotype. Results suggest that this risk gene is associated with an attenuated form of an endophenotype associated with the psychosis."}, {"pubmed": 25905630, "text": "findings suggest that ZNF804A may affect a differentiating neuron's response to inflammatory cytokines"}, {"pubmed": 25921517, "text": "ZNF804A rs1344706 may aggravate the risk for schizophrenia by exerting its effects on cortical thickness, surface area, and cortical volume in these brain regions."}, {"pubmed": 25935703, "text": "These findings provided supportive evidence for the involvement of ZNF804A rs1344706 in Bipolar disorder, especially in BD-I."}, {"pubmed": 26164821, "text": "This study demontrated that ZNF804A expression in developmental brain."}, {"pubmed": 26382569, "text": "SNPs have also been implicated for regulating ZNF804A expression in human brain. In this independent replication study, we tested the rs7597593 and rs1344706 SNP genotypes and their corresponding haplotypes for association with heroin addiction"}, {"pubmed": 26654932, "text": "ZNF804A SNP rs1344706 was associated with the functional connectivity between right dorsolateral prefrontal cortex and left hippocampal formation"}, {"pubmed": 26670283, "text": "The single-nucleotide polymorphism rs1344706 (A/C) at the second intron of gene ZNF804A on 2q32.1 is the most widely supported of all the genome-wide association studies-identified risk factors in schizophrenia."}, {"pubmed": 26866941, "text": "rs1344706 and rs1366842 of ZNF804A might confer a small but detectable risk of schizophrenia (and bipolar disorder) in Asians."}, {"pubmed": 26934312, "text": "results did not support the association of rs1344706 with schizophrenia in Han Chinese"}, {"pubmed": 27759212, "text": "ZNF804A variants found to be associated with Bipolar disorder or Schizophrenia in other populations are also associated with Bipolar disorder risk in Latinos."}, {"pubmed": 27784192, "text": "ZNF804A SNPs are involved in the susceptibility of major mood disorders"}, {"pubmed": 27790829, "text": "Authors assessed the effect across the human brain of the CACNA1C rs1006737 genotype on FA, in a Caucasian clinical sample as well as in health, and whether this genotype effect was different between diagnostic groups and whether it interacted with the ZNF804A rs1344706 genotype."}, {"pubmed": 27837918, "text": "data reveal a novel subcellular distribution for ZNF804A within somatodendritic compartments and a nanoscopic organization at excitatory synapses. Moreover, results suggest that ZNF804A plays an active role in neurite formation, maintenance of dendritic spines, and activity-dependent structural plasticity."}, {"pubmed": 28078547, "text": "Study provides evidence for an epistatic interaction between ZNF804A rs1344706 and COMT rs4680 on the grey matter volume of the left dorsolateral prefrontal cortex, which may improve our understanding on the biological mechanism underlying the genome-wide supported variant ZNF804 rs1344706 of schizophrenia on the prefrontal anatomy."}, {"pubmed": 28120939, "text": "rs1344706 showed marginal allelic association with bipolar disorder.  Positive association of rs1344706 with schizophrenia was observed in Northern Chinese."}, {"pubmed": 28544350, "text": "Genetic variants in ZNF804A are associated with susceptibility to both Schizophrenia and Bipolar I Disorder."}, {"pubmed": 28648753, "text": "The combination of tract-based spatial statistics (TBSS) with genotyping can be powerful to unveil the role of white matter in bipolar disorder, in conjunction with risk genes, ANK3 and ZNF804A."}, {"pubmed": 28740209, "text": "Single nucleotide polymorphism in ZNF804A gene is associated with systemic lupus erythematosus."}, {"pubmed": 28924186, "text": "Among the transcripts associated with ZFP804A, a SZ risk gene, neurogranin (NRGN), is one of ZFP804A targets. Interestingly, downregulation of ZFP804A decreases NRGN expression and overexpression of NRGN can ameliorate ZFP804A-mediated migration defect."}, {"pubmed": 28931092, "text": "An association between ZNF804A single nucleotide polymorphism rs7597593 and both schizotypy and psychotic-like experiences"}, {"pubmed": 29112096, "text": "We found that rs12476147 (P=0.0078) was associated significantly with schizophrenia, but no SNPs showed statistically significant associations with major depressive disorder after Bonferroni correction. Moreover, we also found that haplotype block 2, which included rs12476147 and rs1344706, was associated significantly with schizophrenia and major depressive disorder."}, {"pubmed": 29247760, "text": "Study provides evidence to suggest that rs1344706 variation is not associated with gray matter alterations in a relatively large case-control cohort of schizophrenia cases and healthy individuals, when using either standard univariate or novel multivariate analytical approaches."}, {"pubmed": 29257977, "text": "Effects of ZNF804A rs1344706 on verbal fluency functional connectivity in psychosis."}, {"pubmed": 29527501, "text": "The results of this study elucidated the contribution of rs1344706 to functional connectivity within the brain network, and may have important implications for our understanding of this risk gene's role in functional dysconnectivity in schizophrenia."}, {"pubmed": 29611035, "text": "This study demonstrated that schizophrenic patients who were homozygous for the rs1344706 risk allele (AA) exhibited a lower strength of resting-state functional connectivity between the bilateral hippocampus and the right dorsolateral prefrontal cortex."}, {"pubmed": 30079586, "text": "ZNF804A-rs1344706 is associated with bipolar disorder and schizophrenia.  ZNF804A and CACNA1C polymorphisms are epistatically implicated in psychiatric diagnosis."}, {"pubmed": 30118824, "text": "Study provides evidence that the ZNF804A gene has a certain effect on psychosis risk, measured as schizotypal traits in healthy subjects. In addition, findings suggest, for the first time, that genetic variation in the ZNF804A gene may modulate the relationship between the lifetime cannabis use and psychotic proneness."}, {"pubmed": 30597088, "text": "Convergent Evidence That ZNF804A Is a Regulator of Pre-messenger RNA Processing and Gene Expression."}, {"pubmed": 30670685, "text": "The variant rs10497655 was significantly associated with autism spectrum disorder in Han Chinese, which had a significant effect on ZNF804A expression, with the T risk allele homozygotes related with reduced ZNF804A expression in human fetal brains."}, {"pubmed": 30852803, "text": "ZNF804A rs1344706 nonlinearly modulated spontaneous regional brain activity in bilateral dorsolateral prefrontal cortex in healthy individuals by interaction with COMT rs4680. ZNF804A rs1344706 and COMT rs4680 are associated with brain activity of corticolimbic neural circuitry."}, {"pubmed": 31076262, "text": "Associations of schizophrenia risk gene ZNF804A with schizotypy and attention deficit in healthy subjects."}, {"pubmed": 31122238, "text": "No significant association was found between the two SNPs (rs1344706 and rs7603001) in ZNF804A and autism in Han Chinese population."}, {"pubmed": 31994908, "text": "The expression of zinc finger 804a (ZNF804a) and cyclin-dependent kinase 1 (CDK1) genes is related to the pathogenesis of rheumatoid arthritis."}, {"pubmed": 32544854, "text": "Effect of ZNF804A gene polymorphism (rs1344706) on the plasticity of the functional coupling between the right dorsolateral prefrontal cortex and the contralateral hippocampal formation."}, {"pubmed": 32626976, "text": "Schizophreniaassociated microRNA148b3p regulates COMT and PRSS16 expression by targeting the ZNF804A gene in human neuroblastoma cells."}, {"pubmed": 32941385, "text": "Genetic impact of ZNF804A on cognitive function in patients with bipolar I disorder."}, {"pubmed": 33395218, "text": "Ethnicity-dependent effects of Zinc finger 804A variant on schizophrenia: a systematic review and meta-analysis."}, {"pubmed": 33446247, "text": "Schizophrenia risk ZNF804A interacts with its associated proteins to modulate dendritic morphology and synaptic development."}, {"pubmed": 33712377, "text": "Polymorphism in the ZNF804A Gene and Variation in D1 and D2/D3 Dopamine Receptor Availability in the Healthy Human Brain: A Dual Positron Emission Tomography Study."}, {"pubmed": 34329479, "text": "Schizophrenia-associated variation at ZNF804A correlates with altered experience-dependent dynamics of sleep slow waves and spindles in healthy young adults."}, {"pubmed": 34364876, "text": "Schizophrenia risk candidate protein ZNF804A interacts with STAT2 and influences interferon-mediated gene transcription in mammalian cells."}, {"pubmed": 34524581, "text": "Impact on the Risk and Severity of Childhood Onset Schizophrenia of Schizophrenia Risk Genetic Variants at the DRD2 and ZNF804A Loci."}, {"pubmed": 35447233, "text": "Genetic analysis of the ZNF804A gene in Mexican patients with schizophrenia, schizoaffective disorder and bipolar disorder."}, {"pubmed": 35728455, "text": "Study of a functional SNP rs13423388 in a novel enhancer element of schizophrenia-associated ZNF804A."}, {"pubmed": 35786202, "text": "Impact of ZNF804A rs1344706 or CACNA1C rs1006737 polymorphisms on cognition in patients with severe mental disorders: A systematic review and meta-analysis."}, {"pubmed": 35796825, "text": "A functional neuroimaging association study on the interplay between two schizophrenia genome-wide associated genes (CACNA1C and ZNF804A)."}, {"pubmed": 38216065, "text": "Impulsivity and aggression in alcohol withdrawal syndrome is modulated by the interaction of ZNF804A and mTOR polymorphism."}, {"pubmed": 38279611, "text": "Schizophrenia risk proteins ZNF804A and NT5C2 interact in cortical neurons."}, {"pubmed": 38702695, "text": "ANK3 rs10994336 and ZNF804A rs7597593 polymorphisms: genetic interaction for emotional and behavioral symptoms of alcohol withdrawal syndrome."}], "genomic_pos": {"chr": "2", "end": 184939492, "ensemblgene": "ENSG00000170396", "start": 184598529, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 185804219, "start": 185463093, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 27837918, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010975", "pubmed": 27837918, "qualifier": "involved_in", "term": "regulation of neuron projection development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010976", "pubmed": 27837918, "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902952", "qualifier": "involved_in", "term": "positive regulation of dendritic spine maintenance"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 27837918, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 27837918, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 27837918, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030426", "pubmed": 27837918, "qualifier": "located_in", "term": "growth cone"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043025", "pubmed": 27837918, "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043197", "pubmed": 27837918, "qualifier": "located_in", "term": "dendritic spine"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043198", "pubmed": 27837918, "qualifier": "located_in", "term": "dendritic shaft"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098794", "pubmed": 27837918, "qualifier": "located_in", "term": "postsynapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1901588", "pubmed": 27837918, "qualifier": "located_in", "term": "dendritic microtubule"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[9031, 112532789], [9544, 707018], [9598, 470600], [9606, 91752], [9913, 787276], [10090, 241514], [10116, 295695]], "id": 18461}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": "IPI00375560", "map_location": "2q32.1", "name": "zinc finger protein 804A", "other_names": "zinc finger protein 804A", "pantherdb": {"HGNC": "21711", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2442949", "ortholog_type": "LDO", "panther_family": "PTHR17614", "taxid": 10090, "uniprot_kb": "A2AKY4"}, {"RGD": "1305239", "ortholog_type": "LDO", "panther_family": "PTHR17614", "taxid": 10116, "uniprot_kb": "F1M078"}, {"Ensembl": "ENSGALG00000023886", "ortholog_type": "LDO", "panther_family": "PTHR17614", "taxid": 9031, "uniprot_kb": "E1BXC4"}, {"ZFIN": "ZDB-GENE-070912-632", "ortholog_type": "LDO", "panther_family": "PTHR17614", "taxid": 7955, "uniprot_kb": "B0R111"}], "uniprot_kb": "Q7Z570"}, "pharmgkb": "PA162410599", "pharos": {"target_id": 10592, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF173605", "relationship": "is"}, {"id": "GNF184511", "relationship": "is"}, {"id": "GNF195417", "relationship": "is"}, {"id": "GNF206323", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048642", "relationship": "is"}}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_046950.1"], "protein": "NP_919226.1", "rna": "NM_194250.2", "translation": {"protein": "NP_919226.1", "rna": "NM_194250.2"}}, "reporter": {"GNF1H": "gnf1h03973_at", "HG-U133_Plus_2": "215767_at", "HG-U95Av2": "33601_at", "HTA-2_0": "TC02001095.hg.1", "HuEx-1_0": "2518889", "HuGene-1_1": "8046815", "HuGene-2_1": "16888437"}, "summary": "The protein encoded by this gene is a zinc finger binding protein. Polymorphisms in this gene, especially rs1344706, are thought to confer increased susceptibility to schizophrenia, bipolar disorder, and heroin addiciton. [provided by RefSeq, Nov 2015].", "symbol": "ZNF804A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1824069"}, "unigene": "Hs.159528", "uniprot": {"Swiss-Prot": "Q7Z570"}, "wikipedia": {"url_stub": "Zinc finger protein 804A"}}